[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_9:_Criminal",
        "section_id": "Sequence_9:_Criminal-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Criminal",
        "text": "Description\nCriminals do not suppress themselves. They do not feel constrained, and their body and heart are ruled by evil desires, but their conscience has not been completely annihilated, and their heart is not dead.\nNew Abilities\n\nCriminal Proficiency (Weapon, Criminal):⁂ Upon advancement, Criminals will gain knowledge of a variety of abilities that designate one a convict in addition to having great combat ability.\nRegardless of the weapon, be it a knightly sword, a dagger, a longbow, a pistol, a rifle, a six-barrel machine gun, or a spoon; they can utilize all of them to kill a target effectively.\nPhysical Enhancement: They possess a strong body with keen instincts."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_8:_Unwinged_Angel_(Coldblooded)",
        "section_id": "Sequence_8:_Unwinged_Angel_(Coldblooded)-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Unwinged Angel (Coldblooded)",
        "text": "Description\nBecoming an Unwinged Angel means that from that moment forth, they lose their conscience and indulge in their evil desires, possessing bodies that look even more inhuman.\nNew Abilities \n\nDemonic Attribute:⁂ Upon entering this Sequence, they will undergo inhuman changes, acquiring two or three Devil Spell-like abilities in the process that vary from person to person.\nSome Unwinged Angels are able to wield poisonous flames while others may possess damaging Curses or gain the ability to summon a toxic black smoke.\nStrengthened Abilities\n\nPhysical Enhancements: Their bodies are further strengthened."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_7:_Serial_Killer",
        "section_id": "Sequence_7:_Serial_Killer-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Serial Killer",
        "text": "New Abilities\n\nKnowledge (Devil Worship):⁂ Upon advancement, a Serial Killer will gain a wealth of and master all kinds of knowledge related to Devil worship and it's Ritualistic Magic.\nBy creating special or unique killing sprees, they would please and gain favors from Devils.\nIf enough appeasement has been done and time to prepare is given, they can summon Projections of Devils they gained favor with within the Abyss.\nTheoretically, the summoned projection will obey the Ritual performer; however, if the projection's rank is too high or it finds a loophole to bypass the ritual's protection, it will obey the corresponding true Devil in the Abyss.\nSerial Killers often tend to choose those who exhibit degraded behaviors, often linked to their personal traumas- as victims of their killing sprees.\nThey can effectively interfere with Divination and Spirit Channeling\nEnhanced Mental Attributes: Upon drinking this Sequence 7 potion, a Serial Killer's intelligence and mental capabilities will be enhanced to a certain degree."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_6:_Devil",
        "section_id": "Sequence_6:_Devil-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Devil",
        "text": "Description\nDevils biggest weakness is their tendency to easily lose control. Even if they do not lose control, they will often exhibit a kind of insanity that is a culmination of both cruelty and cold-bloodedness. They are very easily possessed and controlled by their desire for blood, murder, and various other things.\nIndividual Differences\n\nDevil Bloodline:⁂ Different Devils morphed from being a Serial Killer will have individual differences. They will obtain unique racial abilities and physiques depending on the race they belong to.\nThis is because of the highly individualistic nature of the Abyss Pathway.\nThe reason behind this lies in the requirement of ostentatious malice, which varies from individual to individual. Unique wills, distinct hearts, and a penchant for Desires all conglomerate to form the diverse nature of Devils.\nAs a byproduct of this, even among Devils originating from the same Devil Bloodline, differences will naturally arise due to their individual nature.\nAmong such Devil species include but are not limited too:\nShadow-Shifter:⁂ When forced into a life-threatening situation, this type of Devil can escape with their bodies and leave only a shadow behind.\nThere is a very particular type of special Devil that is able to freely switch between body and spirit like a Wraith but they’re rather rare.\nCertain Devils can skin humans and perform complicated processes to form Beyonder items with usage or time limitations.\nNo matter who it is, as long as they wear the human skin this Devil made as clothes, they can transform into the other person and disguise themselves.\nNew Abilities\n\nDanger Premonition: They can sense and grasp the place of origin of danger, as well as who this danger is from. In this way, the Devil can precisely devise countermeasures, take revenge, or nip the threat in the bud. Different Devils have different degrees of this intuition.\nUnlike a Monster's Danger Premonition, theirs doesn’t stem from Fate but from the Abyss.\nTheir Danger Premonition requires 3 conditions to be met before it can activate.\nIf an existence is a fatal threat to the Devil and can cause life-threatening harm to them.\nSaid existence is intending on doing such harm within a certain period and range.\nSaid existence proceeds to actually act upon their intentions to harm the Devil.\nDifferent variations of Devils would possess different degrees of Danger Premonition.\nThe \"certain period\" of sensing danger via Danger Premonition for some Devils can range from just a measly few minutes, to a whole entire 24 hours.\nThe range of a Devil’s Danger Premonition may only span from a few miles- or in other cases- span the range of an entire metropolitan area.\nApart from this, they aren’t good at Divination or other methods of sensing danger.\nUpon advancing into this Sequence, Devils will gain access and mastery over a certain number of abilities and Spells that fall under the domains of Flame, Devil Language, and Foulness/Filth.\nSlow: This causes all targets within a 7-8 meter radius to instantly turn numb and slow or even come to a halt, however, it can only be maintained for 2 seconds.\nDeath: This Spell causes the target's blood to rust and clot. Victims will cough out rusted clumps of blood and have rusted red marks appear on their skin.\nIf the enemy fails to avoid or resist the effect of a Devil's Death, it can directly cause them to die or become very close to dying.\nCorruption: An area of effect attack that can cause the targeted area and individuals within to start showing signs and symptoms of Abyss Corruption.\nPoisonous Flame Control: Within a certain range, this Spell will allow a Devil to conjure up and manipulate nearby poisonous Flames.\nSulfur Fireball: It launches a poisonous Sulfur Fireball that can cause a large explosion in addition to burning and poisoning the target.\nNo more than 3 at a time can be launched and conjured.\nLethal Poison Stream: This Spell forms an outpour of steam near a targeted area that poisons creatures within its area of effect.\nVolcanic Eruption: This Spell erupts the surrounding ground near a Devil with flames, coating everything nearby with Flames.\nSword of Lava: This conjures up a giant Flames sword that looks like a scimitar in design and holds extremely high attack power.\nOne swing from a Sword of Lava is capable of slicing a thick stone pillar in two, with the impact surface looking like it has been seared and melted\nFlame Prison: Within a certain range, a Devil is able to conjure up a cage of Flames in order to block targets from escaping.\nDemonization: Devils can transform into their true forms temporarily, gigantifying their bodies, giving them bat wings and goat horns, while also increasing their strength, speed, and defense as well. This is akin to breaking free of their bindings.\nWhile in their Devil Transformation state certain restrictions to Spells have been lessened. For example, they can now launch 10-20 Sulfur Fireballs simultaneously as opposed to just 3.\nA Devil's skin while in this Devil Transformation state is mutable, equivalent to wearing a layer of hard armor; their blood and flesh can act as a retardant and reduce damage.\nA Devil in their Devil Transformation state are immune to most toxins/poisons and do not fear Curses or Flames within a certain threshold of power level.\nWhen creatures and people of different races become Devils, their outward appearance will differ; however, they will all share several common details.\nThese details include gigantic bodies, deep black and sinister skin, curved and terrifying ram horns, and pale blue sulfur flames.\nStrengthened Abilities\n\nTheir foundation as a Serial Killer and Criminal has been improved. They excel at using all kinds of items and objects to cause harm, hold strong hand-to-hand capabilities, and don't panic or experience fear.\nThis is effectively an enhancement to a Serial Killer's Enhanced Mental Attributes and a Criminal's Criminal Proficiency when it comes to the Combat field."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_5:_Desire_Apostle",
        "section_id": "Sequence_5:_Desire_Apostle-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Desire Apostle",
        "text": "New Abilities\n\nDesire Mastery: Desire Apostles can utilize and control every existence's emotions and Desires.\nAs long as a target manifests an apparent emotional fluctuation (i.e anger/fear/despair) or has an increase in any type of Desire, they can immediately control that target from afar.\nFrom there, they can either bury a Defiling Seed or catalyze the expressed emotion/Desire.\nWhen a target's Desire gets catalyzed or a Defiling Seed sprouts the target would either:\nGradually become Corrupted by the catalyzed Desire, lose control over the targeted emotion, being unable to fight back or resist against the influence that emotion has on their actions and thoughts, or suffer an explosion of Desires.\nWhen the amount of catalyzed Desire exceeds the maximum volume the target's body can withstand, the target will suffer a grave injury, a fatal wound, or damage that could even cause death if severe enough.\nWhen in their Devil Transformation state, they can burn one of their horns to forcefully attack an enemy’s psyche, inducing emotions to a certain degree in an unavoidable manner.\nAvatar of Desire : Desire Apostles can transform their body into being an illusionary, thick, black liquid form that is a collection of condensed emotions and Desires given a semi-visible form.\nWhile in this Avatar of Desire form, a Desire Apostle is quite effective at avoiding damage, hiding their trails, and even affecting their enemies with emotions/desires."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_4:_Demon",
        "section_id": "Sequence_4:_Demon-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Demon",
        "text": "Description\nDespite being \"Demons of the Body\" and \"Demons of the Mind\", Sequence 4 Demigods of the Abyss Pathway strongly prefer and excel at confrontations on the mental and spiritual level instead.\nNew Abilities\n\nMind Fog:⁂ Demons can very effectively influence targets within a certain radius, making these targets' ability to think clearly decrease little by little, without them ever realizing it.\nThis can make their targets more and more careless, unthinking, and easily fallible.\nStrengthened Abilities\n\nDesire Mastery: They have undergone a qualitative change. Now, Demons no longer need to wait for an expression or increase in a target’s Desires. They can now directly manipulate it through their actions.\nDemons are able to make their targets fall into an unavoidable illusion. Their sorrow, anger, pain, greed, vanity, arrogance, and other Desires would rapidly swell as illusions of those Desires will manifest around them in the form of themselves exhibiting those emotions.\nSome individuals would have their mind explode from the illusion while others lose their sanity or experience a loss of control due to the illusion of themselves exhibiting that Desire.\nThey can use sound, eye contact, movements, gestures, and various other means to directly influence those within a certain radius, making them enter into a state of delusion while their emotions and Desires will automatically expand at flying speeds.\nAfter which, one of three things can happen:\nThe target(s) cognition or sanity will be completely destroyed.\nThe target(s) mind will be lit up like a fuse and explode.\nThe target(s) will start the process of losing control.\nEnhanced Mental Attributes: Demons are a \"class advancement\" of the Serial Killers. They are cold, sharp-minded, and sly. They are the textbook example of a standard high IQ creature.\nDanger Premonition: Their ability to sense danger has been slightly enhanced, allowing them to sometimes foresee things that may threaten their lives 2 or 3 days in advance.\nPhysical Enhancement: Being a \"Demon of the Body\", they possess physical attributes that are ranked pretty high on the total ranking list when compared to other Demigods.\nBeing a \"Demon of the Mind\", Demons also possess Spell-like abilities that are ranked pretty high on the total ranking list when compared to other Sequence 4 Demigods.\n\nMythical Creature Form\n\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences.\nDemonization: Even though manifesting the incomplete Mythical Creature Form can easily bring about losing control, Demons have a semi-solution around it. They can let a certain part or area of their body manifest the appearance and characteristics of their Mythical Creature Form. After which, they can maintain it that way for a prolonged period of time.\nThis way, they are often able to obtain unique, and even amazing effects and abilities related to the corresponding body part that has been Demonized"
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_3:_Blatherer",
        "section_id": "Sequence_3:_Blatherer-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Blatherer",
        "text": "New Abilities\n\nBlathering:⁂ Their voice and every word is a form of Blathering, influencing the minds of those around them and causing anyone to hear their words to experience all sorts of negative effects.\nEach and every one of their words when Blathering can cause one to either directly start losing control, suffer a grave injury, become confused, or become hexed by all sorts of Curses.\nIf a connection of some kind is formed, a Blatherer can be at a very very far away location and will still be able to transfer their voice and Blather directly into the target's mind.\nThis can often cause a Blatherer's targets, victims, or enemies to die suddenly without a warning in places that they thought they were safe.\nThis aspect of Blathering's essence and foundation comes from the fact that there exists a mental Abyss within everyone's heart\".\nIf a Blatherer senses danger using Danger Premonition, due to them being able to feel the location and the identity of the threat, this is now a formed connection they can immediately utilize to rid of the future problem in advance.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, \"They\" can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_2:_Bloody_Archduke",
        "section_id": "Sequence_2:_Bloody_Archduke-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Bloody Archduke",
        "text": "Authorities\n\nBlood & Body Fluids:  \"Their\" core authority lies in the domain of Blood and other Bodily Fluids.\n\"They\" are able to transform into a form made of Blood. In this Blood form \"They\" are able to charge into \"Their\" opponent in an attempt to corrode them.\nBeing corroded under \"Their\" influence or touch would make \"Their\" opponents bleed from all orifices of their body as both their Blood and Desires get ignited until death.\nFear: Another one of \"Their\" core authorities lies in the domain of Fear.\nStrengthened Abilities\n\nDesire Mastery: \"They\" are able to trigger the innermost Desires and emotions within \"Their\" targets, which will make them show signs of losing control.\nSeed of Malice: An evolved form of Defiling Seed. Once someone's desires are triggered, \"They\" can plant a Seed of Malice within them, subtly eroding \"Their\" opponents' psyche. \nIf \"Their\" target's main body has a connected psyche to other bodies (e.g. an Unaging's Mirror Self), those psyches will also be eroded as well. \nIf \"Their\" main body is destroyed, \"They\" can use these Seeds of Malice within the affected targets as a way to revive and kill said target.\nUsing the Robe of Divine Blood, Emlyn White revived within Katarina Pelle's Mirror Self after she herself resurrected, killing her in the process. \nAs an Angel-level Devil, \"Their\" intense malice and Desires can overpower other entities' mental control abilities over \"Them\", be it from active influence or passive effect.\nRather than succumbing to a Demoness of Catastrophe's Charm, \"They\" would develop an intense possessiveness, enabling \"Them\" to act decisively instead of being frozen in place.\nMythical Creature Form\n\n\"They\" have become a full Mythical Creature, with \"Their\" main characteristic is that they seem to be made of congealed Blood, capable of liquefying and coalescing."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_1:_Filthy_Monarch",
        "section_id": "Sequence_1:_Filthy_Monarch-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Filthy Monarch",
        "text": "Authorities\n\n\"They\" have an authority over Filth/Corruption, Corrosion and Pollution.\nMythical Creature Form\n\nThe Mythical Creature Form of a Filthy Monarch presents a terrifying image like that of a nightmare in a Filthy and deep black expanse."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Abyss_Pathway/Abilities",
        "h2_id": "Sequence_0:_Abyss",
        "section_id": "Sequence_0:_Abyss-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Abyss",
        "text": "Authorities\n\n\"They\" have authority over Degeneration/Depravity, Curses, and Mutations.\n\"They\" are the embodiment of the emotion of Fear.\nThis authority overlaps with the authority of the Darkness.\n\"They\" are the embodiment of Malice.\nStrengthened Abilities\n\nDesire Mastery: \"They\" can turn into a pool of black liquid which manifests malice, Desire, and evil intent that is real and illusory and that can enter an entity's body, mind, and soul as a Seed of Malice.\nNot only can this be used to travel with the target across various places (including following a target during a Secret Deed Ritual), this form can also be used to travel across other living beings due to the concept that there is a mental Abyss in everyone's heart.\nMythical Creature Form\n\nThe Mythical Creature Form of the Abyss is not fixed as one will see what they fear most or what they yearn for the most, which is similar to the adjacent Chained Pathway, reflecting the fact that there is an Abyss at the bottom of the human heart. \nEveryone's Abyss is different, and the Abyss presents a different image in their eyes.\nReferences\n\n↑ 1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 1.14 Mysteries Setting Collection (6) by Cuttlefish, The English Translation by Windvally\n\n↑ 2.0 2.1 2.2 \nLord of Mysteries, Chapter 258\n\n↑ \nCircle of Inevitability, Chapter 636\n\n↑ 4.0 4.1 4.2 \nCircle of Inevitability, Chapter 301\n\n↑ https://docs.google.com/document/d/1Q0bqGuqDm4WfizNSS_OU2ynu4Ztc7kRg9sOGk3Ca92o/edit?tab=t.0, question 20\n\n↑ \nCircle of Inevitability, Chapter 637\n\n↑ \nLord of Mysteries, Chapter 313\n\n↑ 8.0 8.1 8.2 8.3 \nLord of Mysteries, Chapter 311\n\n↑ \nLord of Mysteries, Chapter 426\n\n↑ \nLord of Mysteries, Chapter 314\n\n↑ \nCircle of Inevitability, Chapter 649\n\n↑ \nLord of Mysteries, Chapter 419\n\n↑ Archive:Cuttlefish's WeChat Post: \"Abyss Pathway Potion Formulas\"\n\n↑ 14.0 14.1 \nLord of Mysteries, Chapter 1077\n\n↑ 15.0 15.1 Cuttlefish's WeChat Post: \"The Mother Tree of Desire Pathway\"\n\n↑ 16.0 16.1 \nCircle of Inevitability, Chapter 1134\n\n↑ 17.0 17.1 17.2 17.3 17.4 \nCircle of Inevitability, Chapter 1136\n\n↑ 18.0 18.1 18.2 Archive:Cuttlefish's WeChat Post: \"Abyss Pathway Potion Formulas\"\n\n↑ Cuttlefish's WeChat Post: \"Sleepless Pathway Abilities\"\n\n↑ \nCircle of Inevitability, Chapter 1147"
      }
    ]
  }
]