[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_9:_Lawyer",
        "section_id": "Sequence_9:_Lawyer-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Lawyer",
        "text": "Description\nLawyers are very good at discovering and using loopholes in the rules and the weaknesses of their opponents, possessing excellent eloquence and reasoning skills that aid in this process.\n\nNew Abilities\nEloquence⁂: Lawyers are the masters of speech and reasoning, being able to influence the judgement, thoughts, and conclusions that others are brought to via words, actions, and established processes.\nThrough this, Lawyers are able to effectively distort a target's thinking to a certain degree, making people feel very close to them or willing to trust them.\nThis ability is not only a power that gives them good speaking skills but is also a Beyonder power that enhances their natural persuasiveness.\nLaw Proficiency⁂: They are very good at taking advantage of the loopholes within various social rules and laws, as well as the legal weaknesses an enemy possesses.\nThis gives Lawyers the ability to utilize the \"Law & Order\" as a weapon."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_8:_Barbarian",
        "section_id": "Sequence_8:_Barbarian-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Barbarian",
        "text": "Description\nProblems that cannot be solved by the law will be solved by force. This is also one of the rules.\n\nNew Abilities\nPhysical Enhancement: Upon advancement, a Barbarian will gain various physical improvements such as a physical strength and constitution that breaks the 'rules' of a normal human body.\nMental Resistance: In addition to their Physical Enhancement, upon advancement, a Barbarian will also possess a high resistance to psychological influences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_7:_Briber",
        "section_id": "Sequence_7:_Briber-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Briber",
        "text": "New Abilities\nBribery: The core ability of a Briber. By giving their target(s) an actual or symbolic Bribe, they would be able to achieve several domineering effects over their target(s).\nA Bribe can be anywhere between giving a target money to throwing an 'object' near the direction of the target; even if the target does not accept the 'object', it still counts as a Bribe.\nThere are 4 types of Bribery that a Briber is able to do. These types of Bribery are as follows: Bribe-Weaken, Bribe-Charm, Bribe-Arrogance, and Bribe-Connection.\nBribe-Weaken: Within a certain period of time, the target will become weakened, significantly lowering their ranged and melee attacks, defense, and control over the Briber.\nBribe-Arrogance: The target would become proud and Arrogant, lowering their intelligence, and causing them to make mistakes or wrong judgements on their situation.\nBribe-Charm: The target will feel an intense feeling of good or would have a good perception of the Briber, making it hard to have negative intentions towards them.\nSometimes the target will be completely unwilling to fight the Briber, and in the right conditions, there is a small chance that they will instead fight their allies on the spot.\nBribe-Connection: This establishes a 'relationship' between the Briber and the target, or in other words, it creates a Connection between the 2 parties."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_6:_Baron_of_Corruption_(Corruption)",
        "section_id": "Sequence_6:_Baron_of_Corruption_(Corruption)-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Baron of Corruption (Corruption)",
        "text": "New Abilities\nDistortion: Barons of Corruption possess the Beyonder ability that allows them to warp the loopholes found within Order so as to Distort a target's words, actions, and intent.\nBy Distorting a target's words, actions, or intent, they would be able to form a certain Order that provides them with an advantage, achieving the effect of restraint and influence.\nAt their level, they are able to Distort a select few concepts/rules present within the actions (both direct and indirect), intent, or thoughts of a target, thus creating a new order.\nKlein used Creeping Hunger and Distorted the goal of \"separate and intercept\" into \"separate and take action alone\", making Kircheis and his companions separate.\nBird Mustang had Distorted the distance between himself and Nast Solomon's cabin within his ship, allowing him to be able to arrive there quicker then possible.\nThe action of “closing the Door” can be Distorted into the rule “Seal this place, isolate the outside from the inside”, to form a potent Seal on the room.\nNast Solomon was able to Distort Klein's intent of \"proceeding forward\", making that intent into an action that was impossible for Klein Moretti to stop.\nKlein's Air Cannons had it's direction and trajectory Distorted to the right by Qonas Kilgor, significantly missing him in the process.\nQonas Kilgor was able to fully Distort his moving trajectory to a large degree, causing him to change directions instantly. \nCorrosion: They can Corrode anyone within a 10 meter range, causing them to become increasingly more 'dark' and greedy as they become more prone to do irrational actions.\nWeakness Detection: In addition, with Corrosion and Distortion, Barons of Corruption are acutely able to sense a target's weaknesses and flaws."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_5:_Mentor_of_Disorder_(Disorder)",
        "section_id": "Sequence_5:_Mentor_of_Disorder_(Disorder)-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Mentor of Disorder (Disorder)",
        "text": "New Abilities\nDisorder: Mentors of Disorder are able to bring chaos within the Order of the surrounding environment, creating Disorder that grants them several advantages in a situation.\nAt their current Sequence level, a Mentor of Disorder is only able to effect perception, and a select few concepts of perception and control with Disorder.\nThey can make an enemy's actions Disordered, causing them to do things in the wrong order.\nA target's perception can be Disordered, such that they will make mistakes with their attacks.\nThey are able to use Disorder in order to get rid of the control abilities of the enemy.\nMajesty: A Mentor of Disorder is able to display a sense of great royalty, a Majesty that causes others to want to lower their bodies and obey their every command.\nStrengthened Abilities\nDistortion: Their ability to Distort has been slightly strengthened, allowing a Mentor of Disorder to be able to Distort their surroundings or nearby objects that are not tied to an 'entity'.\nLockhart Siakam was able to Distort the stairs to the attic, causing them to rise as if giving him a hand and thus allowing him to get closer to the attic.\nLockhart Siakam had Distorted the surrounding vases and other objects in his way, causing them to avoid him as if they had a life of their own."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_4:_Earl_of_the_Fallen_(Fallen,_Depravity)",
        "section_id": "Sequence_4:_Earl_of_the_Fallen_(Fallen,_Depravity)-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Earl of the Fallen (Fallen, Depravity)",
        "text": "Description\nThere are rules to everything, and everything follows certain rules. As Demigods, they are good at finding whatever loopholes there are in an Order to Exploit for themselves. Through Magnify, Exploit and Distortion  they can achieve certain things that only Beyonders of the Justiciar Pathway can accomplish.\n\nNew Abilities\nExploit: Earls of the Fallen are able to directly Exploit the effects of Laws, extending certain states for longer periods of time or ending it ahead of time. This makes the rules more beneficial to themselves.\nFor example, after jumping in mid air, an Earl of the Fallen can Exploit the state of being away from the ground, extending it and achieving the effect of floating.\nBy Exploiting the jumping process of their jump itself while also Exploiting the state of being away from the ground, an Earl of the Fallen can achieve a form of flight.\nBestowment: Within a certain range, Earls of the Fallen are able to directly Bestow all sorts of negative traits and attributes to the living beings, making them less effective and easier to manipulate.\nAmong these conditions include the following:\nMaking them only focused on money.\nTurning the target eager and rash.\nThe feeling of sluggishness.\nMaking the target anxious.\nLosing the will to fight.\nMagnify: They are able to Magnify the interactions that make up the surrounding Order, enhancing it's effect to a significant degree and making even the most benign of things dangerous.\nThe interactions and effects an object are able to bring out can also be Magnified, causing said object to possess a stronger influence or effect than normal.\nThey are able to Magnify the effects of Sealed Artifacts, allowing them to make certain lower rank Sealed Artifacts affect even Demigods.\nThey can Magnify the potency of natural laws and phenomena, turning the smallest of weather conditions into a disaster, among other applications.\nAn Earl of the Fallen can Magnify the strong winds near them, enhancing their speed and transforming them into a small Hurricane.\nEven the state of a target as well as their actions can be Magnified. For some actions, a Magnification of them will bring certain effects.\nEarls of the Fallen are able to Magnify the act of 'grabbing', allowing them to grab someone from nearly 100 meters away just through the appropriate gesture.\nThey are able to Magnify a hug and turn it into a restriction. Similar to grabbing someone from nearly 100 meters away, they can do this across large distances.\nThe injuries they have dealt to their opponents or that are just present can be Magnified, making them in some cases simply die on the spot.\nAn Earl of the Fallen is able to Magnify the potency of their ordinary attacks to the point where those attacks will become an execution.\nUnder normal circumstances, their Magnify could only amplify the effects and influence that strengthened one’s body or actions without helping others.\nAn Earl of the Fallen's Magnify cannot be used consecutively in a quick succession. It is limited to a one-time use each time.\nStrengthened Abilities\nDisorder: Their ability to Disorder has undergone a qualitative change, effect more aspects of Order.\nThey can make a seemingly massive building collapse, cause a huge distance to be shortened to that of a few paces, while also causing attacks aimed at them to miss their mark.\nQonas Kilgor unleashed Disorder to grasp the patterns of the Concealed world that enveloped Maygur Manor, using the feedback to determine the location of an exit.\nBribe: Their abilities of Bribing get stronger as Demigods and can also be used in tandem with Magnify.\nA simple rose being thrown can be Magnified to an extent that it causes a violent quake when impacting the ground while at the same time imparting the effects of Bribe—Weaken.\nDistortion: They can Distort the rules of Beyonder powers, as well as better Distort their actions.\nThey can Distort the rules of the Marionette Interchange power of a Bizarro Sorcerer so that they could only swap between 2 Marionettes.\nThey are able to directly create a Seal in thin air, effectively creating an invisible wall, through just Distorting an act of \"closing a door\".\nThey are able to distort the level of a mental disease, weakening it and slowing down the deterioration.\nMythical Creature Form\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences and become an incomplete Curly Haired Baboon."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_3:_Frenzied_Mage_(Frenzy)",
        "section_id": "Sequence_3:_Frenzied_Mage_(Frenzy)-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Frenzied Mage (Frenzy)",
        "text": "New Abilities\nGigantification: A Frenzied Mage can Gigantize their body, increasing their height in the process. \n\nMythical Creature Form\nAs Sequence 3 Beyonders, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_2:_Duke_of_Entropy_(Entropy)",
        "section_id": "Sequence_2:_Duke_of_Entropy_(Entropy)-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Duke of Entropy (Entropy)",
        "text": "Strengthened Abilities\n\nDistortion: \"Their\" Distortion ability has reached the Angel level, allowing \"Them\" to Distort the rules created by authorities to a certain degree, twisting them to suit their will.\nXio Derecha Distorted the rule created by the Pillar of Severity, 'The battlefield shall be divided,' by intensifying its core principle -Balance- to an even more extreme degree.\nThis caused the Balance to focus on Sealed Artifacts as well, causing Xio Derecha and the Demoness of Gold to join the battle between Derrick Berg and Demoness of Orange.\nExploit: \"They\" are able to Exploit \"Their\" airborne state to such an extent that it allows \"Them\" to travel from the earth to the moon with just a singular jump.\nMythical Creature Form\n\"They\" have become a full Mythical Creature; \"Their\" full Mythical Creature Form takes the appearance of a Curly Haired Baboon."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_1:_Prince_of_Abolition_(Abolition)",
        "section_id": "Sequence_1:_Prince_of_Abolition_(Abolition)-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Prince of Abolition (Abolition)",
        "text": "Strengthened Abilities\n\nDistortion: Even through the use of just some of \"Their\" strength, \"They\" can Distort and isolate an area from the real world that is the size of a mausoleum. \n\"They\" can use Distortion to silently swap their real selves with a Substitute."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Black_Emperor_Pathway/Abilities",
        "h2_id": "Sequence_0:_Black_Emperor",
        "section_id": "Sequence_0:_Black_Emperor-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Black Emperor",
        "text": "Authorities\n\nDistortion: \"They\" have the authority to Distort the underlying rules of the world itself, along with every process and action, turning them into complete opposites.\n\"They\" can Distort Order into Disorder, making light become shadow, noise shift to silence, mouths transform into nostrils, a lack of people becoming a crowd, and death reverse to life.\n\"They\" can Distort the extension direction of Spirit Body Threads, making those who can see it unable to detect the target in advance.\n\"They\" can delay the consequence of an effect by constantly Distorting their state back to when the effect's activity is only gradual.\n\"They\" are able to disrupt Teleportation by Distorting the destination of the Teleportation, turning everything extremely chaotic.\n\"They\" can Distort the spatial position between a used Substitute, swapping the positions of the Substitute and the main body.\nUsing this on a Fool Pathway Beyonder will result in them forcibly appearing in the desired position once they exit the Historical Void.\nThe rules and process to use Sealed Artifacts can be disrupted and Distorted, stopping the user from activating their power.\n“They” are able to Distort the vision of onlookers, causing them to see scene of the past from one or two seconds ago.\n\"They\" can Distort the rules of Concealed spaces, making it's entrance appear directly before \"Them\". \nWhen \"They\" advance to become a Black Emperor, \"Their\" ascension will cause many Distortions to manifest in reality, disrupting all sorts of Order from across the world.\nSpirit World Traversals will be Distorted, causing the user to discover that their intended destination is far away, or that their Wandering has ended abruptly.\nHigh Sequence Error Pathway Beyonders will have the connection to \"Their\" external Worms of Time be Distorted, losing the ability to command \"Them\".\nThe rules of the Circle Inhabitant will be Distorted, allowing leaving the area of the Circle Inhabitant without it triggering the Loop.\nAfter fulfilling certain conditions, the Black Emperor will be able to use the Distortion authority to Distort authorities, mystical connections, and even faith.\nUsing \"His\" Pathways, connection and the Uncertain Mist's Corruption, Roselle Distorted the faith of the Uncertain Mist's followers to being \"Himself\".\nThis granted \"Him\" absolute authority over the Uncertain Mist followers while also deepening \"His\" connection to the Uncertain Mist.\nRoselle Gustav Distorted the relationship between the main body and the external items, briefly making \"Himself\" an appendage of the Genie.\nResurrection: Even if \"They\" were to be truly annihilated and killed, \"They\" will still be able to awaken and return from one of the mausoleums \"They\" made for \"Their\" apotheosis.\nThere are three stages in the process of \"Their\" Resurrection:\nThe Uniqueness leaves the person possessing it, turning into an abstract concept.\nThe subjects ruled by the Black Emperor will hear \"Their\" mighty voice again.\n\"They\" will fuse with the Uniqueness and would reappear in the Astral World.\nThe Sequence 1 Beyonder Characteristics would be returned to \"Their\" hands.\nThis is an Order that other True Deities are unable to Distort or prevent.\nEven if \"They\" were successfully killed and have all nine mausoleums destroyed, as long as a certain amount of the Order set up by \"Them\" remained, it will still be possible for \"Them\" to mysteriously Revive. This appears to be a loophole against the natural Order of death.\nDisorder: \"They\" have authority over Disorder.\n\"They\" can cause a person's thoughts to descend into Disorder, making it become active and uncontrollable. This seemed to be a trend that couldn’t be changed — one that led to chaos.\nOrder: \"They\" have authority over Order.\nUnlike the Sun's Order, the Black Emperor's Order is less positively inclined, less self-centered, and less exclusionary.\nReferences\n\n↑ \nLord of Mysteries, Chapter 237\n\n↑ 2.0 2.1 2.2 2.3 2.4 \nLord of Mysteries, Chapter 323\n\n↑ 3.0 3.1 3.2 Mysteries Setting Collection (1) by Cuttlefish\n\n↑ 4.0 4.1 4.2 4.3 4.4 \nLord of Mysteries, Chapter 1025\n\n↑ 5.0 5.1 5.2 \nLord of Mysteries, Chapter 599\n\n↑ 6.0 6.1 6.2 \nLord of Mysteries, Chapter 829\n\n↑ \nLord of Mysteries, Chapter 822\n\n↑ \nLord of Mysteries, Chapter 684\n\n↑ \nLord of Mysteries, Chapter 971\n\n↑ \nLord of Mysteries, Chapter 630\n\n↑ \nLord of Mysteries, Chapter 559\n\n↑ 12.0 12.1 12.2 12.3 \nLord of Mysteries, Chapter 1026\n\n↑ \nCircle of Inevitability, Chapter 304\n\n↑ 14.0 14.1 \nLord of Mysteries, Chapter 425\n\n↑ 15.0 15.1 15.2 15.3 \nLord of Mysteries, Chapter 1052\n\n↑ 16.0 16.1 \nLord of Mysteries, Chapter 1028\n\n↑ 17.0 17.1 \nLord of Mysteries, Chapter 1027\n\n↑ \nCircle of Inevitability, Chapter 1073\n\n↑ 19.0 19.1 \nCircle of Inevitability, Chapter 1133\n\n↑ \nLord of Mysteries, Chapter 1148\n\n↑ \nLord of Mysteries, Chapter 1144\n\n↑ \nCircle of Inevitability, Chapter 875\n\n↑ 23.0 23.1 \nCircle of Inevitability, Chapter 977\n\n↑ \nLord of Mysteries, Chapter 1305\n\n↑ \nLord of Mysteries, Chapter 1305\n\n↑ 26.0 26.1 \nLord of Mysteries, Chapter 1305\n\n↑ \nLord of Mysteries, Chapter 1305\n\n↑ \nCircle of Inevitability, Chapter 871\n\n↑ \nLord of Mysteries, Chapter 1304\n\n↑ Archive:Cuttlefish's WeChat Post: \"Sun Pathway Abilities\""
      }
    ]
  }
]