[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_9:_Prisoner",
        "section_id": "Sequence_9:_Prisoner-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Prisoner",
        "text": "Description\nThe mind is a Prisoner of the body, and the body is a Prisoner of the world.  This refers to the madness that is bound and the Desires that are suppressed. The Prisoner is not only a person locked in a prison, but also a person whose Spirituality and Desires are restrained by reason, the body and the world.\nNew Abilities\n\nKnowledge (Criminal): Upon advancement, Prisoners will gain knowledge of a variety of abilities that designate one as not only an expert convict but also a master of breaking free from prisons.\nThey gain knowledge that makes them masters of many criminal techniques, such as lock picking with wire, digging tunnels with soup spoons, and killing with seemingly harmless items.\nThey are also possess knowledge that makes them good at using bombs and explosives.\nPhysical Enhancement: The Beyonders of this Sequence possess strong bodies and keen senses, often possessing not only a staid appearance but also a crazy heart within them.\nBinding: Upon advancement by drinking the Prisoner potion, they will find that their Spirituality and Desires are being constrained by reason, body, and the world."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_8:_Lunatic",
        "section_id": "Sequence_8:_Lunatic-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Lunatic",
        "text": "New Abilities\n\nBerserk: A Lunatic's greatest characteristic is to be able to autonomously sacrifice their rationality and let their Desires run amok in exchange for strength and enhancements in every aspect of themselves.\nApart from a Lunatic's mind becoming somewhat unclear during that period, there are not many problems when entering this Berserk state.\nA Lunatic may even gain stronger resistance towards Beyonder powers that can disrupt their thoughts and influence their mind.\nStrengthened Abilities\n\nBinding: Lunatics are Bound and restrained in both body and Soul, which makes it difficult to obtain useful information on them by just relying on Spirit Channeling and Divination.\nCurse \n\nLunatic's Curse: Starting and from this Sequence onwards, they will begin to be affected by Curses. At Sequence 8, a Lunatic's Curse makes them easily lose control more easily than most beyonders."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_7:_Werewolf",
        "section_id": "Sequence_7:_Werewolf-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Werewolf",
        "text": "New Abilities\n\nWerewolf Transformation: They can turn into a Werewolf, growing short, erect hair as fur, turning their nails sharp, long, and firm, like claws, while possessing some Spell-like abilities.\nWhile in this form, they will possess terrifying strength, agility, regeneration, and speed.\nA Werewolf's claws and teeth are equivalent to Beyonder weapons of the same Sequence, capable of destroying thinner steel plates in addition to being poisonous.\nThey are particularly weak to the theurgical Spell-like abilities or Spells from the Sun domain such as a Solar High Priest's Holy Light Summoning.\nA Werewolf possesses powerful regenerative abilities. This is a trait that will remain even when they exit their Werewolf Transformation form.\nEven if a hideous wound appears on their abdomen and their intestines spill out, they will only need to wash it with water, stuff the intestines back in, and pinch the side of the gap with one's hands. Eventually the wound will heal.\nThey can outrun a gray wolf while chasing it at full speed.\nWerewolves can transform partially in order to utilize some of their capabilities.\nFor example, instead of fully turning into their Werewolf Transformation form to use Werewolf Infection or their sharp claws, they could simply manifest those claws on their hands.\nWerewolves also possess the ability to use some Spell-like abilities.\nWerewolf Kin⁂: When their venom infiltrates a target's body over a period of time, they can turn the target into a puppet similar to a Werewolf for a period of time.\nThe monsters that are created by Werewolf Kin are under the Werewolf's control and typically possess a very short lifespan.\nDarkness Encroachment: They can make the Darkness grow heavier and condense like frost, slowly but firmly seeping into their target's skin, flesh, and bones\nThis causes an uncontrollable fear to well up within a target's mind, making it hard for them to think straight or move rationally, this also causes a slight impairment.\nRepel Light: A Werewolf is also able to slightly deepen the surrounding Darkness, banishing faint light or the crimson Moonlight.\nAnti-Divination: Regardless of whether or not the Beyonder has transformed, any Divination or spiritual means can only reveal a figure covered in black hair, making it impossible to see their true appearance.\nStrengthened Abilities\n\nPhysical Enhancement: Even without transforming, a Werewolf's extreme speed will form afterimages, they also possess terrifying strength, agility, and outstanding self-healing abilities.\nThey can also survive a Pyromaniac's blazing-white compressed Fireball, which possesses explosive power comparable to their Giant Fireball spell but even more concentrated.\nCurse\n\nWerewolf's Curse: Every Full Moon, they will lose part of their sanity, grow black fur, and their bloodlust and desire for tasting blood would reach its peak.\nA Werewolf who is always unable to suppress their instinct to kill and their bloodlust during a Full Moon will turn increasingly cold and more twisted, losing their humanity in the process.\nCertain Sealed Artifacts, particularly those corresponding to a Scarlet Scholar, allow them to maintain their rationality in the event of a Full Moon. This is also applies to the curses of a Zombie and Wraith, which also activate during a Full Moon."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_6:_Zombie",
        "section_id": "Sequence_6:_Zombie-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Zombie",
        "text": "New Abilities\n\nZombie Transformation: Advancing to this Sequence, they have become a special type of Zombie, one that possesses powerful defense, strength, and Spell-like capabilities.\nA Zombie's physical body have been greatly enhanced, making their bodies as hard as steel.\nA revolver shot directly to their head would make them dizzy at best, with them needing to be shot five times in the same spot to break their defenses.\nIf their defenses get broken, all physical damage isn't lethal if their head isn't destroyed.\nTheir defense is weak to Purification powers, or direct attacks to their Spirit Body.\nThey are also immune to fire, drowning, and many types of magic.\nTheir supernatural healing has been drastically improved, with bone-deep wounds now being able to heal in a short period of time.\nZombie Strength: Their strength has been raised significantly from their Werewolf state.\nThey can run faster than a steam locomotive at its peak speed, unleash a critical attack that is stronger then their normal blows as well as ferocious attacks that can tear opponents apart.\nIce Mastery: They have some Ice and Frost mastery, which is different from a Witch.\nContact-Freeze: Any physical attack from a Zombie that makes contact with a target's skin can Freeze their body, stiffening their flesh and blood.\nIce Stun: Zombies are able to Seal their opponents by encasing them in Ice. This also seems to preserve the target's bodily functions as well.\nIce Wall Formation: Zombies are able to directly Freeze the water that they come into contact with and form them into Ice walls.\nIce Slipping Area: Zombies are able to quickly condense and create slippery layers of Ice to affect their target's movement.\nThey are able to lower the air temperature, causing strong winds to blow around and beautiful dreamlike snowflakes to fall.\nThis can effectively interfere with a target's movements.\nThey also wield some powers over Decay, Rot, and Withering domain.\nAura of Decay: Zombies are able to emit an aura of Decay, making the surrounding vegetation visibly wither away while weakening surrounding enemies.\nWither Explosion: They can make the air within a mid-range of them explode into countless black wisps that induce Withering upon impact.\nRotting Body Aura: A Zombie's body can effuse out a Rotting aura to augment each and every one of their attacks with the trait of Decay.\nRotting Sludge Creation: They are able to create Rotting sludge near them to affect their target's movement and strength.\nLiving Dead Manipulation: They possess abilities centered around controlling the Dead.\nThey can easily awaken the dead, cultivate puppets, control ghosts, and command them.\nStrengthened Abilities\n\nThe traits and abilities of the previous Sequence remained unchanged without significant alteration.\nCurse \n\nZombie's Curse: They thirst for the warm blood and fresh meat of human beings. When the Full Moon shines, this state will be particularly serious, causing them great pain, if they don't give up on self-control, they will be in so much pain that they will lose their ability to fight.\nThis can be limited with the use of certain medicines such as sedatives, however, they would eventually build up resistance against that specific type of medicine, rendering it ineffective. Sedatives made by Beyonders such as Apothecaries would be more effective.\nThe only solace one can gain is that the Zombie's Curse replaces the Werewolf's and Lunatic's Curse. They do not exist together, and it’s the same later on."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_5:_Wraith",
        "section_id": "Sequence_5:_Wraith-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Wraith",
        "text": "Description\nTheir bodies are like a fusion of spirit and flesh, allowing them to transform their state into a true phantom and gain corresponding abilities, such as passing through obstacles, hiding in Mirrors, and directly attacking the Soul of their opponent. In addition, unlike ordinary Wraiths, even those with Spirit Vision cannot detect these phantoms unless they are at a high Sequence level.\nNew Abilities\n\nWraith Transformation: They are able to turn themselves into a Spirit Body, a Wraith, thus obtaining all the general corresponding powers and special traits.\nAs a fusion of spirit and flesh, Wraiths have tremendous resilience in both their mind and body, being able to not die and survive for a period of time after they lost their head.\nPsychic attacks like an Interrogator's  Psychic Piercing typically wouldn't significantly affect them. A Wraith can even cause the psychic attack to backfire on their opponent.\nShould a Wraith be incapacitated, they will lack the corresponding ability to reflect such psychic attacks onto their opponents.\nThey are weak to Purification powers such as Light of Holiness from a Priest of Light and Lightning Strike from an Ocean Songster when in their Spirit Body state.\nDemon-Hunting and Exorcism-type Mystical Items, Sealed Artifacts, and Beyonder powers can hurt a Wraith, but it would not be fatal or very dangerous to them.\nThey can go without eating or drinking for about 2 weeks and are immune to biological poison, regular flames, and many forms of physical attacks.\nPurely physical weapons or firearms without special powers cannot harm Wraiths\nWraiths also possess various auxiliary and support abilities and traits. Most of these abilities aren't unique as they are common in many normal Wraiths and spirits.\nSpirit World Traversal: Since they can be considered Spirit World creatures to an extent, they can freely enter and exit the Spirit World and move freely within it.\nHowever, they can't compare to Spirit World creatures specialized in this area.\nWraiths also possess the characteristics of being able to pass through physical obstacles, Fly through the air, and see through the dark.\nInvisibility: Wraiths are able to turn Invisible; however, unlike other ordinary non Chained Pathway Beyonder Wraiths and spirits, this is  more effective.\nThey are hard to detect for most Low to Mid-Sequence Beyonders. Even with Spirit Vision, it will be hard to discover them unless one was a High Sequence Beyonder.\nSince they are unable to hide their scent, Potions Professors can sense them within through their discernment of smell.\nSince a Wraith is unable to hide their Spirit Body Threads through Invisibility, they can be seen by Marionettists.\nWraith Shriek: Wraiths are able to let out a sharp shriek that can directly attack the opponents' Spirit Body and induce spiritual damage across a huge area.\nDepending on the target's resilience they could either be knocked unconscious, be close to that state, or be interrupted for a moment and stunned as they experience terrible pain.\nWraith Possession: Wraiths have gained the ability to forcefully invade and Possess their target's body by overlapping with the opponent's eyes.\nEven when they are Possessing a target, a Wraith will not at all be restrained in their capabilities, being able to become Intangible and utilize their abilities freely.\nThey can accelerate Beyonder Characteristic separation from a corpse by Possessing the target, killing them in that state, and having full control over the body.\nUsing a simple Ritual they gained along with Possessing a target's body, a Wraith can help a person draw things realistically from said person's memories.\nIf their target has a strong body, the Wraith can make them directly commit suicide by decapitation using the target's own bare hands.\nIf the target is killed by a physical attack with the Wraith still possessing them, the Wraith will be unharmed as they are immune.\nIf the target is killed by some other type of attack that can affect the Wraith, they will suffer the corresponding damage.\nMirror Blink: Wraiths are also able to instantly jump through most things with reflections, such as mirrors, gold coins, ice, and even eyeballs.\nThe maximum range they can Mirror Blink is 300 meters.\nThis is also known as Mirror Flash or Mirror Jump.\nThey are also able to stay inside reflections as well.\nWraiths wield many Death-related Spells and abilities.\nEntanglement of Wraiths: One of their Death-related Spells. It's function is to summon a large number of special undead creatures to fix the target in place, paralyzing and stiffening them, making it difficult for one to move.\nThe specific effects vary depending on the type of undead creatures summoned.\nStrengthened Abilities\n\nZombie Transformation: Apart from certain abilities, most of their capabilities as a Zombie remained largely unchanged, without significant improvement.\nTheir Ice Control and Living Dead Manipulation ability as a Zombie has improved.\nLiving Dead Manipulation: They can still control the undead like with their Zombie Form even in their Wraith Transformation state\nIce Control: The Zombie's Ice Mastery at the Sequence 5 level, which they can use even during Wraith Transformation.\nThey can condense thin translucent hard to see Icicles to attack their enemies, create reflective surfaces to use Mirror Blink, extinguish flames, and wither vegetation.\nSpirituality: Wraiths are able to directly communicate with the Spirit World to gain information.\nTheir Divination and Spiritual Intuition will thus be greatly enhanced at this Sequence.\nAnti-Divination: There Anti-Divination traits as a Werewolf has been enhanced.\nAny Divination that is directed at them will only show a transparent, seemingly non-existent face or a face shrouded in Darkness.\nCurse: \n\nWraith's Curse: On the night of a Full Moon, a Wraith would either need to consume a certain number of human Souls or become extremely weak and both in their body and mind.\nChoosing the former is equivalent to being on the brink of losing control at any moment."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_4:_Puppet",
        "section_id": "Sequence_4:_Puppet-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Puppet",
        "text": "New Abilities\n\nSource of Curses: Puppets are able to transform themselves into mystical puppets and magical paper figurines identical to that of the target. Then through the established connections, Puppets are able to use various different methods as a means to Curse their targets.\nIn order to be able to transform themselves into mystical puppets identical to their target, a Puppet will need to have to first form an established connection.\nSharron had never thought of truly succeeding with Wraith’s Possession. Her main goal was to use this method to establish a connection with Klarman to prepare for a Curse.\nAt Sequence 4, they can only hurt the enemy by hurting themselves. Any damage to them will be reflected on the connected target and vice versa.\nUpon forming a connection, Sharron grabbed the exaggerated crack that had the Crimson Moon on her head and pressed down, causing Klarman to  let out a blood-curdling scream.\nSharron, in her state as a figurine of Klarman, had yanked some of her messy, black-and-white hair. This in turn caused a tuff of Klarman's hair to fall out as well.\nPoltergeist:⁂ Every Puppet can awaken and control all lifeless objects within a certain range. This allows them to utilize their surroundings as weapons and traps.\nThey can control ownerless Sealed Artifacts and Mystical Items that are not held or controlled by anyone physically or through Spirituality.\nThe General of the Pupil-less Eye had controlled the Vision of White immediately after the Sealed Artifact was thrown by Emlyn White, forming a pillar of light that enveloped Sharron.\nPuppets are also able to also transform inanimate objects in their surroundings into weapons they can shoot out at high speeds.\nThe General of the Pupil-less Eye let out a scream, shattering the surrounding windows that turned into bullets that shot towards the floating Sharron.\nThey can control guns and machines aimed or operated by humans, as well as objects that are in contact with living beings.\nShanks tightened Klein Moretti's clothes as if a bear were giving him a hug, almost shattering his ribs and preventing movement as paper figurines covered his face to prevent breathing.\nTo counteract the actions of Georgina Augustus, Zatwen first Stole her thoughts using a Error Pathway Sealed Artifact before restraining her tightly with her own gown.\nZatwen and Mahmosi controlled the guns and machines of MI9, including those held by soldiers, to their advantage against Celt and Georgina Augustus.\nPerformance: A Puppet is able to Perform roles such as a Prisoner, Lunatic, Werewolf, Zombie, and Wraith, elevating those Beyonder powers and traits to a weak Sequence 4 with divinity.\nFor example, a Wraith will be able to Possess a Sealed Artifact.\nObjectification: They can transform into a true Puppet, forcefully restraining their inner madness and Desires, but they cannot influence or interfere with the outside world in return.\nA Puppet can only protect themself through pre-prepared, triggered or area of effect Curses and other controlled Puppets.\nThe Objectification Beyonder power can also be used on others to temporarily control their madness or Seal it.\nHowever, at this Sequence the other party must be willing and there must be physical contact.\nStrengthened Abilities \n\nPhysical Enhancement: Their physical durability has been enhanced.\nAside from Sun Domain divine Spells, they can withstand more damage than a Shaman King.\nBinding: At this stage, they can restrain the tendency of Convergence.\nHowever, it is only at Sequence 0 where it can be at the same degree as the Door Pathway.\nSpirituality: A Puppet also possesses an enhanced Spirituality.\nSpiritual Intuition: They possess a formidable Spiritual Intuition.\nMythical Creature Form\n\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences and become an incomplete collection of various Curses which are both invisible and intangible.\nThe outward appearance of their incomplete Mythical Creature Form depends on their own self-awareness and choices made during their advancement. it acts as a base to bind and stabilize the various Curses resulting from their disassembly process.\nA Puppet of the Temperance Faction of the Rose School of Thought would therefore have the outward appearance of a Demigod-level mummy."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_3:_Disciple_of_Silence_(Cursed_Artifact)",
        "section_id": "Sequence_3:_Disciple_of_Silence_(Cursed_Artifact)-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Disciple of Silence (Cursed Artifact)",
        "text": "New Abilities \n\nSilent Curse Brewing: With prolonged silence, a Disciple of Silence can brew the most potent Curse, rendering a target powerless to resist.\nStrengthened Abilities \n\nThey have gained improvements in other abilities from the previous Sequence.\nSource of Curses: There has been a qualitative change to this ability.\nA Disciple of Silence using Source of Curses doesn't need to hurt themselves to affect the target but could do so anyways to enhance a Curse's effectiveness.\nSharron opted to pluck her eye reflecting Mirror Roselle Gustav to enhance a Curse that had the capability of banishing the latter deep within the Spirit World.\nThey are also capable of using Source of Curses to achieve effects like banishment, fixation, and sleep through different methods or corresponding media.\nEvil Spirit Transformation: Their original Wraith Transformation form and it's powers and attributes have entered a qualitative change, allowing them to turn into an Evil Spirit.\nWhen they turn into an Evil Spirit, they can directly Possess inanimate objects as well as avoid instant death in the Underworld so long as they don't linger there for too long.\nTransfiguration Curse: Both a Curse and qualitative change to Objectification, they can emit a silent scream that transforms their target into a harmless creature, losing most of their traits and Beyonder powers for a certain time period.\nAt this level, a Transfiguration Curse can only affect a single entity at a time.\nBoth living and non-living objects can be affected by this Curse.\nThe effects of this Curse transfers across connected bodies.\nAs such, a successful Transfiguration Curse on a Demoness of Unaging will also affect their Mirror Self, making their Resurrection arrangements vulnerable.\nOnly a dormant Mirror Person can be exempt from the effect.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_2:_Ancient_Bane",
        "section_id": "Sequence_2:_Ancient_Bane-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Ancient Bane",
        "text": "Trait\n\nDwelling Space: Ancient Banes need a Dwelling Place, which is a manifestation of \"Their\" Restraint and also the best way to find and destroy what \"They\" Possess.\nNew Abilities\n\nBane: As a type of Deviant, \"They\" can cause all sorts of negative influences on a target that approach or witness \"Them\" while \"They\" are not in \"Their\" Mythical Creature Form.\nThis can range from causing the affected targets to have very strong Evil thoughts, having their values changed, Desires explode, or even losing control on the spot.\nSpirit Influence: \"They\" possess the ability to directly influence and attack Spirits.\n\"They\" can open \"Their\" mouth and inhale, forming a cold breeze that forcibly pulls the enemy's Spirit, making it impossible to maintain a state of hiding.\nAuthorities\n\nCurses: \"They\" have gained a partial authority over Curses.\nSource of Curses: \"Their\" Mythical Creature Form manifests as a vessel used in Advancement.\nIf \"They\" understand a target's core information, \"They\" can create Paper Figurines, Puppets, or other mediums to Curse the other party from afar, or even cause them to die suddenly.\nThe patterns, designs, ornaments, and every detail on the vessel are manifestations of different Curses, and any living being that sees it would suffer the corresponding Curse.\nThe surrounding environment will also be affected by \"Their\" Mythical Creature Form, distorted by nature and becoming tainted with various weakened Curses.\nTransfiguration Curse: This is \"Their\" Transfiguration Curse now at the Angel-level.\nAs long as the Curse remains, the affected targets are true animals. The limbs that are left behind after a Beyonder is transformed contain some Beyonder Characteristics.\nThose limbs cannot return from their original state.\n\"They\" no longer need to emit a silent scream to affect a target. Now, merely any target that is reflected in \"Their\" eyes can be Cursed and transformed accordingly.\nMultiple targets at a time can be affected by a single Transfiguration Curse, and there is almost no limit for the duration a target can be in the Cursed state.\nApart from putting up resistance from someone at the same level, one can use the correct method to remove it. No Curse is irreversible. There are always exploitable Loopholes.\nOtherwise, the Transfiguration Curse cannot be dispelled.\n\"They\" can create Curses rooted in one's hatred, anger, and grudges.\nReinette Tinekerr, who had created a Curse whose root has lied in the anger, hatred, and “Her” grudge that had emerged after “She” suffered an attack, used it in order to repel a piece of \"distorted\" wood as well as stagger and stun Abomination Suah for a second.\nStrengthened Abilities\n\n\"They\" have gained improvements to other abilities of the previous Sequence.\nEvil Spirit Transformation: The capabilities regarding \"Their\" Evil Spirit form has been enhanced.\nResurrection: With the necessary and prior preparations done beforehand, \"They\" can Resurrect in the Spirit World in the form of a Spirit World creature.\nHaving had been a Wraith makes this much simpler compared to other Pathways.\nWhen Resurrecting this way, \"They\" will be left with an incomplete body.\nReinette Tinekerr, after \"Her\" fall in battle against Suah and other foes, Resurrected in the Spirit World and now attempts to complete \"Her\" incomplete body.\nMythical Creature Form \n\n\"They\" become a complete Mythical Creature. \"Their\" true Mythical Creature Form is that of a collection of various Curses which are both invisible and intangible.\nThe outward appearance of their complete Mythical Creature Form depends on their own self-awareness and choices made during their advancement as well \"Their\" core- an ancient, evil item that can bear Angel-level power that is the vessel that carries \"Their\" aggregate Curses.\nReinette Tinekerr's Mythical Creature Form is a castle-sized doll with blood-red eyes, dressed in a black gothic dress with countless mysterious symbols and sinister vines.\nFor those like Suah and Tirié who have not completed the corresponding rituals, \"They\" exhibit outward forms that are amplifications of \"Their\" Beyonder Characteristics.\nBy relying on \"Their\" inherent vessel and corresponding symbol, an Ancient Bane can enter the Historical Void; however, \"They\" are not able to surpass the era in which the vessel appeared.\nWithin the parts \"They\" can trace back to, an Ancient Bane is able to counter the History of the Fool Pathway to some extent. This is achieved through Curses."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_1:_Abomination",
        "section_id": "Sequence_1:_Abomination-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Abomination",
        "text": "Literal Translation: Divine Abomination神孽: Shén niè\nAuthorities \n\nDeviants: \"They\" possess some of the Deviants authority.\nTransformation: The Curse of an Abomination can not only deform the surrounding creatures, but also transform them into Werewolves, Zombies, Puppets and other Deviant species.\nHowever, these Deviant Puppets can only be maintained for a short time and will soon be devoured by madness, turning into corpses or flesh tainted by the curse.\n\"They\" can display \"Their\" true form as Abominations, gaining the corresponding abilities.\nIn \"Their\" true form, \"Their\" arms will lengthen; it's surface dark and sticky with a strange liquid flowing from it. Pale skulls, eyeballs with obvious blood vessels, tongues with fangs, and all sorts of other strange-shaped things will grow out from the strange liquid.\n\"They\" can emit an eerie roar that pierces the spirit, causing all surrounding creatures to tremble, be somewhat stiff, and suddenly go blank in the mind, briefly losing all thoughts.\nAbomination Suah's roar had caused the surrounding individuals near \"Him\" to suddenly pause in movement, their minds going blank and thoughts lost.\n\"Their\" true form in this state, not \"Their\" Mythical Creature Form, inherently carries the effects of Madness, Evil, Distortion, Chaos, Hatred, Indulgence, and Curse.\nThis will cause effects equivalent to revealing \"Their\" Mythical Creature Form in \"Their\" area as well as a strong inclination for extreme madness and Evil.\nOne could say that \"Their\" true forms were a product of \"Their\" self-perception combined with \"Their\" complete Mythical Creature Form.\nIn \"Their\" true form, \"They\" are able to extend \"Their\" own deformed arms into the sky and into the ground in order to Seal the surroundings.\nCurses: \"They\" have gained more power over this authority.\n\"They\" can create Curses normally undetectable even by Saints and that can hit the main body through any connection, making the target to suffer an unexpected and sudden death.\nIn an attempt to suppress Klein Moretti, a Historical Projection of Abomination Suah which was controlled by Zaratul Cursed a Marionette that \"He\" had controlled.\nAbomination Suah had formed a Curse that hit Klein Moretti's main body (which was in the Historical Void through a Historical Projection that he was operating.)\n\"They\" can cause the surrounding Spirituality to deviate, seemingly forming layer upon layers of barriers in an attempt to restrain the target in place and restrict their movements.\nThis is the effect of a Curse upon the environment.\nWhile Suah restricted Klein's body and Soul, the surroundings also formed a barrier as the scarlet flames Klein came out of from Flaming Jump bound him to the ground.\nNear Suah's area, the surrounding Spirituality had transformed into layers of barriers that restrained and restricted Klein and Reinette Tinekerr's every action.\nSimilarly, \"They\" can cause the vicinity to boil, covering it in viscous black liquid that erodes upwards into the void, disrupting the overlap between Reality and the Spirit World.\nThis affects Beyonder powers that utilize those realms, but it won't be able to fully effect Teleportation or Spirit World Transversal abilities that use the Spirit World.\nEven if a target wasn't directly attacked by \"Them\" or is a main target of \"Their\" attacks, \"They\" can still cause them to face constant erosion and Curses without their knowledge.\nThis affects and make's one's Spirituality \"frozen\" slightly, seemingly restraining the body and Soul.  As the degree of harmony between their body and Soul gradually decreases, their body will gradually be a prison for the spirit, making their movements more stiff and heavy.\nSuah used this on Klein, causing the harmony of his body and Soul to decrease, making his actions and movements be more rigid, slow, and heavy\n\"They\" can make dolls the size of a palm appear on \"Their\" hand which can fuse into something like a Worm of Spirit, transforming into the shape and form of the Worm of Spirit's owner.\nThis will create a connection between the doll and the owner of the Worm of Spirit.\nStrengthened Abilities\n\n\"They\" have gained improvements to other abilities in the previous Sequence.\nEvil Abomination: \"They\" can rapidly spread feelings of extreme Evil and madness, instantly dry up the surroundings, and cause others' consciousness to be infected with madness.\nThe effect of causing others' consciousness be infected with madness will either result in sudden death, mutation, or attacks on their own people, making them temporarily unable to take effective countermeasures.\nMythical Creature Form \n\nIf an Abomination has not completed \"Their\" previous Sequence advancement rituals, \"They\" would exhibit a Mythical Creature Form of a  grotesque tree-like shape coated in viscous black liquid.\nCreatures who are affected by \"Their\" Godhood without a sufficient level or protection will be mutated, turning into Werewolves or Zombies."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Chained_Pathway/Abilities",
        "h2_id": "Sequence_0:_Chained",
        "section_id": "Sequence_0:_Chained-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Chained",
        "text": "Description\nBecause of the Symbolism of Binding and Unity, the authorities of the Chained are highly concentrated, mainly focused on Curses, Binding束缚: Shùfù, Accurate Translation: Restraint (Temperance), Deviants, and Objects.\nSymbolism\n\n\"They\" can apply surface-level symbolism through \"Their\" authority over Curses.\nAuthorities\n\nCurses: At Sequence 0, \"Their\" authority over Curses initially manifests through symbolic applications, allowing \"Them\" to cause targets to unknowingly suffer Curses.\n\"They\" can complete all kinds of Curses, and it is very difficult for “Them” to be Cursed \"Themselves\".\nMany symbolic connections cannot affect \"Them\" unless a strong and direct link exists.\nDeviants: The Chained is the King of Deviants, capable of transforming into all kinds of Deviants that can exist only for a short period of time and controlling their corresponding abilities.\nDeviants are monsters formed by the negative effects of Beyonder Characteristics, including Devils and those who have lost control on other Pathways.\nAll Deviants are naturally suppressed when facing the Chained, and those at low to mid Sequences may directly become \"Their\" loyal servants.\nThe Chained can allow every type of Deviant to pray to \"Them\" in the simplest manner and receive \"Their\" response and assistance.\nBinding束缚: Shùfù, Accurate Translation: Restraint (Temperance): \"They\" can Restrain or Seal the various tendencies of Madness, Desires, Objects, creatures, and Beyonder Characteristics.\nIn this aspect, if something does not reach the level of Sealing, the Chained is stronger than the Door; however, the Door surpasses the Chained within the Sealing domain.\nWith proper use of Temperance, a King of Angels of this Pathway can make the    Chained Uniqueness and three Beyonder Characteristics to exist simultaneously within \"Their\" body without triggering a qualitative change.\nThis prevents immediate loss of control or death on the spot.\nThe Chained can sever the connection between Reality and the Spirit World, Restraining Beyonder powers that rely on direct Spirit World usage.\nConversely, \"They\" can cause others to lose Restraint and abandon Temperance, which represents Indulgence authority concentrated within Restraint.\nObjects: \"They\" can control all Objects, whether sentient or not.\nSince an unclaimed Sefirot can be considered an Object, the Chained can establish a connection with it and indirectly influence it through \"Their\" authority over Objects.\nThorn Paradise: This is the Divine Kingdom of the Chained.\nIt is a place filled with various Curses bound to different Objects, as well as numerous Deviants that exist as statues capable of being brought to life.\nReferences\n\n↑ 1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 \nLord of Mysteries, Chapter 331\n\n↑ 2.00 2.01 2.02 2.03 2.04 2.05 2.06 2.07 2.08 2.09 2.10 Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\"\n\n↑ \nLord of Mysteries, Chapter 1245\n\n↑ 4.0 4.1 4.2 4.3 \nCircle of Inevitability, Chapter 294\n\n↑ 5.0 5.1 5.2 5.3 5.4 5.5 5.6 5.7 \nLord of Mysteries, Chapter 1236\n\n↑ 6.0 6.1 6.2 \nLord of Mysteries, Chapter 347\n\n↑ 7.0 7.1 7.2 7.3 \nLord of Mysteries, Chapter 527\n\n↑ 8.0 8.1 8.2 8.3 8.4 \nLord of Mysteries, Chapter 350\n\n↑ 9.0 9.1 \nLord of Mysteries, Chapter 528\n\n↑ 10.0 10.1 10.2 10.3 \nLord of Mysteries, Chapter 728\n\n↑ \nLord of Mysteries, Chapter 545\n\n↑ 12.0 12.1 \nLord of Mysteries, Chapter 348\n\n↑ \nLord of Mysteries, Chapter 338\n\n↑ \nLord of Mysteries, Chapter 731\n\n↑ 15.0 15.1 15.2 \nLord of Mysteries, Chapter 346\n\n↑ \nLord of Mysteries, Chapter 255\n\n↑ \nCircle of Inevitability, Chapter 680\n\n↑ \nLord of Mysteries, Chapter 706\n\n↑ 19.0 19.1 19.2 \nLord of Mysteries, Chapter 726\n\n↑ \nLord of Mysteries, Chapter 520\n\n↑ \nLord of Mysteries, Chapter 900\n\n↑ 22.0 22.1 \nLord of Mysteries, Chapter 875\n\n↑ 23.0 23.1 23.2 23.3 23.4 23.5 \nLord of Mysteries, Chapter 1234\n\n↑ \nLord of Mysteries, Chapter 879\n\n↑ \nLord of Mysteries, Chapter 278\n\n↑ \nLord of Mysteries, Chapter 332\n\n↑ 27.0 27.1 \nLord of Mysteries, Chapter 1237\n\n↑ 28.0 28.1 28.2 \nLord of Mysteries, Chapter 881\n\n↑ 29.0 29.1 29.2 \nLord of Mysteries, Chapter 880\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Question 22\n\n↑ 31.0 31.1 31.2 31.3 \nCircle of Inevitability, Chapter 1147\n\n↑ \nCircle of Inevitability, Chapter 1133\n\n↑ 33.0 33.1 33.2 33.3 \nCircle of Inevitability, Chapter 1136\n\n↑ Cuttlefish's Prisoner Pathway Abilities Post\n\n↑ \nLord of Mysteries, Chapter 726\n\n↑ \nLord of Mysteries, Chapter 1157\n\n↑ 37.0 37.1 \nLord of Mysteries, Chapter 1158\n\n↑ 38.0 38.1 38.2 38.3 38.4 38.5 38.6 \nLord of Mysteries, Chapter 1235\n\n↑ 39.0 39.1 \nLord of Mysteries, Chapter 1041\n\n↑ Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"\n\n↑ \nLord of Mysteries, Chapter 1147\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Question 28\n\n↑ \nCircle of Inevitability, Chapter 1101\n\n↑ \nLord of Mysteries, Chapter 1344\n\n↑ \nLord of Mysteries, Chapter 1344\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Question 28\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\", Q7"
      }
    ]
  }
]