[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_9:_Sleepless",
        "section_id": "Sequence_9:_Sleepless-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Sleepless",
        "text": "New Abilities\nNocturnality: The deeper into the night, the more powerful a Sleepless will become. Their physical strength, intuition, and mental capabilities are all the aspects that get strengthened.\nThey can see through the darkness even without any lights.\nThey are able to sense dangers that are hidden in the dark.\nThey only need to sleep for around 3-4 hours a day.\nHigh Spirituality: A Sleepless and their corresponding Pathways have a High Spirituality compared to other Pathways. Thus they possess high spiritual perception and sensitivity.\nSpirit Vision: They can use Spirit Vision; however, they are unable to precisely differentiate the status of different body parts. It can only be used to see spiritual things, but is not as effective as relying on their spiritual perception.\nDivination Arts & Ritualistic Magic:  Their potent Spirituality allows them to do limited Divination and Ritualistic Magic. However, their usage of Ritualistic Magic is far inferior to the likes of Seers and Mystery Pryers."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_8:_Midnight_Poet",
        "section_id": "Sequence_8:_Midnight_Poet-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Midnight Poet",
        "text": "Oh, the threat of horror, the hope of crimson cries!One thing at least is certain—that this Life flies;One thing is certain, and the rest is Lies;The Flower that once has bloomed forever dies.\n\n— Lord of Mysteries, Chapter 28[Note 1] \nNew Abilities\nMidnight Poem: Midnight Poets can cast effects through the recital of a poem related to the night or the Evernight Goddess. These Midnight Poems can manifest all sorts of varying effects.\nIt is possible to resist the effects of Midnight Poems by Cogitating or stuffing one's ears.\nHowever, repeatedly getting affected would eventually wear down one's defences.\nThe types of effects that a Midnight Poet can cast using a poem are:\nTranquilise:⁂ They can make people's bodies, hearts, and souls feel purified and tranquil which can be used to check if a Beyonder has lost control should they reveal abnormal reactions.\nThe corresponding phrases to this Midnight Poem are:\n\"When once the sun sinks in the west, And dewdrops pearl the evening’s breast; Almost as pale as moonbeams are, Or its companionable star, The evening primrose opens anew Its delicate blossoms to the dew; And, hermit-like, shunning the light.\"\n\"Lacking clothes and food, they have no shelter in the cold. They are drenched by rains, and huddle around the rocks for lack of shelter. They are orphans snatched from the breast, hope lost on them; they are the poor that have been forced off the proper path. The Evernight did not forsake them, but bestowed them with love.\"\nLullaby:⁂ They are able to put multiple people to sleep via a Lullaby, while those that can resist would remain serene and find it hard to evoke and express emotions.\nThose afflicted will believe they only heard the song in their Dreams.\nThe corresponding phrases to this Midnight Poem are:\n\"Calm is the morn without a sound, Calm as to suit a calmer grief, And only thro’ the faded leaf, The chestnut pattering to the ground.\"\nPacify:⁂ Midnight Poets are able to tranquilise their opponents and make them lose their desire to live, turning them limp and unresponsive.\nThe corresponding phrases to this Midnight Poem are:\n\"Thus it blooms on while night is by; When day looks out with open eye, Bashed at the gaze it cannot shun, It faints and withers and is gone.\"\nMidnight Poets can also use Midnight Poems to cause the opposing target to feel Fear.\nMidnight Poets also have expertise in combat, marksmanship, climbing and spiritual perception."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_7:_Nightmare",
        "section_id": "Sequence_7:_Nightmare-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Nightmare",
        "text": "New Abilities\nNightmare State: A Nightmare can separate their Soul from their physical body while they sleep, allowing it to move around freely within an initial city-wide range and infiltrate Dreams.\nNormal light will appear abnormally dim while in this Nightmare State and everything will be tainted with a sense of blurriness. Dreams will appear as blobs of illusory oval lights, its structure allowing a Nightmare to directly see what a person is dreaming.\nDream Shaping: Similar to that of a Dreamwalker, a Nightmare is able to cause different changes within a target's Dreams, guiding their target into displaying several behaviours.\nThis ability can be used to interrogate a target or get them to show their innermost secrets.\nThey can also use Dream Shaping to give fear and crush the target's spirit and psyche.\nDream Invasion: A Nightmare is able to forcefully drag their targets into Dreams without alerting them of having done so under most normal circumstances.\nDream Invasion has a limited range if done quickly, but a Nightmare is able to slowly coax their target into sleeping and thus Dreaming if they are within 100 meters.\nThey get pulled into the Dream along with their target and cannot move while using this ability. In addition at Sequence 7, they can coax to sleep a maximum of 10 targets at the same time, but can only enter the Dream of a single target.\nNightmare Limbs: A Nightmare is able to generate tentacle-like Nightmare Limbs protruding from their back as a means to fight at close range.\nDue to the fact that these tentacle-like limbs are partially formed from their own flesh and blood, if they break, they will suffer the corresponding amount of damage.\nStrengthened Abilities\nHigh Spirituality: Their Spirituality gets enhanced significantly.\nMidnight Poem: They are able to use their strong Spirituality to resonate the air around them, allowing them to recite Midnight Poems without the use of their throat."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_6:_Soul_Assurer",
        "section_id": "Sequence_6:_Soul_Assurer-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Soul Assurer",
        "text": "New Abilities\nRequiem: They can cause the Spirit Body to sleep, suppressing and soothing their targets' desires, moods, and thoughts, this causes them to slow down or freeze on the spot.\nThis can also suppress spiritual abilities such as the Spiritual Intuition of the targeted entity.\nThey are able to directly sooth Souls, ghosts, and the undead into silence using this ability.\nUsing Requiem, a Soul Assurer can also treat the emotional states of teammates.\nThis is akin to a Psychiatrist.\nStrengthened Abilities\nA Soul Assurer has gained enhancements in previous Sequence abilities.\nDream Invasion: They can force targets in Dreams within a 150 meter range.\nHigh Spirituality: A Soul Assurer's Spirituality will be enhanced slightly.\nRitualistic Magic & Divination Arts: They gain improvements in some spiritual abilities.\nThis gives them the ability to hold more complex Ritualistic Magic.\nThey can directly see spiritual lifeforms without the need to activate Spirit Vision.\nMidnight Poem: They can use signing as a way to manifest effects.\nAgitating:⁂ A Soul Assurer can agitate the Spirit Body of a target, heightening the target(s) corresponding frustrations and destructive urges.\nThey can discern any latent problems in their target's Soul or mind through this."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_5:_Spirit_Warlock",
        "section_id": "Sequence_5:_Spirit_Warlock-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Spirit Warlock",
        "text": "New Abilities\nSpirit Commanding:⁂ They can Seal natural, evil, and deceased Spirits and put them to sleep, housing their targets within their bodies. These Spirits can then be summoned and Commanded.\nSpirit Warlocks usually house these Spirits in their teeth and are better at controlling natural Spirits compared to Spirit Guides who are more suited towards deceased Spirits.\nTheir strength often depends on which deceased and natural Spirits they can find and control. In some cases, they can achieve 2-3 tasks at once with help from their Spirits.\nThe number of Spirits a Spirit Warlock can Command is limited by the strength of their own Spirit Body. At this Sequence, they can only control  4-5 Spirits at most.\nDifferent types of Spirits are good at different things.\nExamples of the Spirits they can use are:\nThey can use a Terror Banshee that is good at draining the consciousness of others and injecting feelings of terror in them as a form of offensive attack.\nA natural Spirit that lets a Spirit Warlock sink to the ground and fuse with the earth before traversing at speeds faster than a steam train.\nVarious different natural, evil, and undead Spirits controlled by a Spirit Warlock can bestow them with the ability to achieve Flight.\nStrengthened Abilities\nDream Invasion: The range has increased to 200 meters."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_4:_Nightwatcher",
        "section_id": "Sequence_4:_Nightwatcher-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Nightwatcher",
        "text": "Individual Differences\nBloodline Abilities: When they become a Nightwatcher, the bloodline traits of a True Deities' descendants they have used for their advancement will grant them new abilities.\nDifferent True Deity bloodlines will grant each Nightwatcher distinct abilities; however, this only changes the abilities that they can use to deal with spiritual bodies.\nNew Abilities\nNight Domain: Nightwatchers can make pure Darkness surge out of their body like a tide to form a domain that can boost their capabilities and weaken enemies trapped inside.\nThis can be used for defence, offset negative effects, as well as provide a good and comfortable combat environment for the Spirits controlled by the Nightwatcher.\nTheir Night Domain can weaken the enemy in many ways. It can corrode them and make them lose vitality, as well as also blessing them  with Misfortune.\nHair Entanglement: Nightwatchers are able to create and manipulate countless hairs like a Demoness that can be used bind and immobilize enemies.\nIt brings coldness to those who touch them, making their thoughts still and their bodies peaceful, as if they no longer want to resist a peaceful slumber.\nThe hairs that the Nightwatcher can create can be invisible, as if they have emerged from the Darkness in a Dream, or they can appear black.\nFrom the Hair Entanglement ability, one can vaguely glimpse the interchangeability of the Darkness Pathway and the Demoness Pathway.\nConcealment: Nightwatchers possess some powers and abilities over Concealment.\nA Nightwatcher is able to completely Conceal someone else's mystical connections in a state of secrecy by shrouding them with Darkness.\nA Nightwatcher is able to Conceal someone else's exact form and physical appearance through shrouding them in a dreamy but dark mist.\nCurse of Misfortune:⁂ They can give a certain amount of Misfortune to others.\nStrengthened Abilities\nSpirit Commanding:⁂ For every tooth they have, that is 1 more Spirit they can Command.\nThey are very good at dealing with Spirit creatures.\nRequiem: This Beyonder power has undergone a qualitative change.\nIt will extinguish a point of light and stain it with the densest and deepest Darkness. Within, there will be the sounds of chanting poetry, which is both peaceful and tranquil.\nIt can induce people to sleep as well as cause deceased Spirits and wraiths to become slow and Pacified, as if they have gained spiritual salvation.\nNocturnality: All they need is a dark environment to be enhanced.\nThe darker the environment, the stronger their strength and the faster the recovery speed. The opposite of this is true as well, making them significantly weaker in the midday sun.\nOf course, this can be offset by relying on the Darkness created by Night Domain.\nDream Invasion: This has expanded to 1000 meters\nIt can also affect multiple targets, pulling them into the same Dream.\nMythical Creature Form\nAs Sequence 4 Demigods they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. Disregarding all consequences, they can release their incomplete Mythical Creature Form to become an incomplete Eight-Legged Demonic Wolf."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_3:_Horror_Bishop",
        "section_id": "Sequence_3:_Horror_Bishop-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Horror Bishop",
        "text": "New Abilities\n\nSword of Darkness: It is a bone sword covered with strange patterns drawn from the depths of the Darkness, combining the power of Repose and Horror.\nSwinging the sword can cause the Darkness to surge, making a tide of Darkness that symbolises the danger in the Darkness as well as silent destruction and vanquishment.\nWhen the target is submerged by the surging Darkness, it will be infected by the power of Darkness and directly melt, becoming part of the tide.\nIf not prevented in advance, it is unavoidable and cannot be escaped.\nAs this tide of Darkness created from waving this sword also symbolises silent destruction and vanquishment, it is partially Concealed.\nNightmare World: They can create a Dream world and pull everyone in range into it.\nA Horror Bishop's Nightmare World range is around that of a small city.\nIt can protect a target's Soul from Evil or other kinds of Corruption.\nThey can move around while others are in the Nightmare World.\nHorror Aura: This ability is a lower manifestation of the authority of Horror.\nWhen looking directly at them or being actively influenced by them, a target's body and mind will tremble involuntarily, which is difficult to contain and Conceal, and greatly affects their state.\nBeyonders who are not strong enough may even be frightened to death by the Horror Bishop, or be scared out of control and become crazy.\nAs for \"influence\", a Horror Bishop merely entering a target's Dream can already cause that target to either lose control and/or die.\nNewly promoted Horror Bishops cannot restrain their own terrifying aura, it is best that they don't appear in front of Low-Mid Sequence Beyonders and ordinary people.\nStrengthened Abilities\n\nTheir previous abilities were drastically enhanced.\nMidnight Poem: This ability of theirs have been greatly enhanced.\nPacify:⁂ Their chants and poems are able to put an entire city to sleep.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_2:_Servant_of_Concealment",
        "section_id": "Sequence_2:_Servant_of_Concealment-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Servant of Concealment",
        "text": "Authorities\n\nConcealment: \"They\", to a certain extent, possess the authority of Concealment.\nConcealed: \"They\" can make the target enter a Concealed state that cannot be sensed by the outside world. Regardless of the target wants- the target will be erased like an eraser.\nIn the Concealed state, the real world the target can see is covered with dark fog, and the target can only roughly distinguish where they are and what is around them.\nIn the Concealed state, the target can't exert influence on the outside world, and it is difficult for the outside world to influence them.\nWhen a Historical Projection of \"Themselves\" is summoned \"They\" can sense it, \"They\" can proceed to enter a state of Concealment, which lets them take over it.\n\"They\" can Conceal secrets. These secrets may be inferred by others through clues left behind; however, if the knowledge is still in a Concealed state, it cannot be said out loud.\nThis lets \"Them\" also prevent everything that happens near \"Them\" from being seen.\n\"They\" can enclose an area with a secretive field making all the actions in the area a secret. Actions within are impossible to be peeked at or be Divined, even for Sequence 1 Angels.\nThe secrets \"They\" keep can be presented to the others in the forms of scenes.\nReverse Concealment: Just as \"They\" can cause a target to enter a state of Concealment, Servants of Concealment can remove the Concealed state from a target.\nThrough cooperation with Concealment, \"They\" can directly extract Beyonder Characteristics from a target that has no mental imprints.\nConcealed World: \"They\" are able to create an entire area that is Concealed by itself. A target can be directly Sealed there through cloaking and un-cloaking.\nBattles that happen inside Concealed World won’t damage the real world.\nServants of Concealment are also able to Conceal a variety of other different things, including but not limited to identities, actions, contents, etc.\n\"They\" are able to Conceal the swapping of Spirit Body Threads under a Miracle Invoker, but only for a short period of time without the other party noticing the change.\nStrengthened Abilities\n\n\"They\" gain an improvement in previous Sequences' Beyonder powers.\nNightmare World: The range \"Their\" Dream world can affect is a large city.\nRequiem: \"Their\" mere presence alone can bring extreme peace, capable of quickly suppressing the alarm raised by a Bizarro Sorcerer.\nMythical Creature Form\n\n\"They\" possess a complete Mythical Creature Form. \"Their\" Mythical Creature Form is that of a Giant Eight-Legged Demonic Wolf with six hands; four of which grew from their ribs, and two legs."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_1:_Knight_of_Misfortune",
        "section_id": "Sequence_1:_Knight_of_Misfortune-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Knight of Misfortune",
        "text": "New Abilities\n\nPhysical Enhancement: \"Their\" strength, agility, physique, and speed live up to \"Their\" title as a Knight, making \"Them\" a physical Knight at the level of an Archangel.\nAuthorities\n\nMisfortune: \"They\" can give Misfortune to enemies - the Darkness authority in the Misfortune domain.\nWhile \"Their\" Misfortune leans more towards Bad Luck, national-scale Misfortune is possible.\nThis can manifest in the decline of a country’s fortune accompanied by natural disasters, or as Bad Luck affecting every citizen of that country.\nDarkness (Servant of Darkness): \"They\" possess a certain manifestation of the power of Darkness.\nIn the Darkness of the night, a Knight of Misfortune is almost impossible to be truly killed as every time \"They\" die, \"They\" can return from the  Darkness.\nSimilar to the Demoness' Dark Magic authority, there will be a significant degree of mitigation of Darkness-related attacks against \"Them\".\nStrengthened Abilities\n\nSword of Darkness: The Darkness this Sword creates brings Eternal Sleep, Despair and Destruction.\nCommander of Spirits: \"They\" can put natural and undead Spirits to sleep and command them."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Darkness_Pathway/Abilities",
        "h2_id": "Sequence_0:_Darkness",
        "section_id": "Sequence_0:_Darkness-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Darkness",
        "text": "Authorities\n\nConcealment: An authority that belongs to the Singularity of All symbolism. \"They\" can Conceal traces in all aspects, mislead related prying and Divination, make anything Concealed, undo such Concealment, and intuitively perceive and grasp many secrets.\n\"They\" can directly drag \"Their\" targets into a Concealed World. Victims of this ability would seem to be wiped away from the real world, like a sketch being erased.\nThose in the Concealed World would be hidden from the River of Fate.\nVictims are able to attempt escape; however, doing so will take some time.\n\"They\" can turn hidden realms into Concealed Worlds.\nThese Concealed Worlds can then be used as Divine Kingdoms or as Seals.\n\"They\" can silence others in various ways, ensuring that the secret \"They\" want Concealed will not be revealed by the target.\nDarkness: \"They\" can induce Dreams, bring peace or Eternal Rest, and dissolve targets into Darkness, making them part of it. This can also be seen as partial authority over the Dream domain.\n\"They\" can release the Darkness that is the Destination of All Things, which is extremely dangerous and may result in immediate death—even if \"They\" are trying to control it for an ally.\nThe remnants of \"Their\" own divine power can cause countless creatures within \"Their\" Darkness to vanish completely.\nAs Darkness is one of the most fundamental symbols of the universe and an important motif, \"They\" cannot die in Darkness and can Resurrect with its help.\nThe Tranquility and Eternal Slumber brought by the Darkness authority can resist Corruption and mental attacks by soothing the target.\nEven True Deities can be pulled into a Dream through the Darkness authority via deep sleep inducement.\nSpirit Body & Spirituality: \"They\" are the destination of Spirits and their Master.\n\"Their\" authority over the Spirit Body and Spirituality overlaps with the authority of the Mother Goddess of Depravity and Death.\nMisfortune & Catastrophe: \"They\" can bring Catastrophes via Misfortune.\n\"Their\" authority over Misfortune and Catastrophe overlaps with the authority of the Demoness, Red Priest, and Wheel of Fortune Pathways.\nHorror: \"They\" are the embodiment of the emotion of Horror.\n\"They\" are able to make others feel tremendous fear and Horror, interrupting their actions.\nThis authority overlaps with the authority of the Mother Tree of Desire."
      }
    ]
  }
]