[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_9:_Corpse_Collector",
        "section_id": "Sequence_9:_Corpse_Collector-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Corpse Collector",
        "text": "Description\nFrom this stage forward, these Beyonders will become increasingly afraid of Sunlight and Purification.\n\nNew Abilities\nPhysical Enhancement: A Corpse Collector, upon drinking the potion, will not only gain enhanced physical attributes but will also develop a gloomy presence and a lower body temperature.\nA Corpse Collector will gain resistance to the Cold, Decay, and Corrosiveness of cadaveric auras, making them resistant to such effects to a certain extent.\nTheir gloomy presence and lower body temperature will prevent a Corpse Collector from being attacked by Undead creatures and Spirits.\nKnowledge (Undead): Corpse Collectors will gain an abundant wealth of information pertaining to the specific characteristics and weaknesses of many Undead creatures.\nThis also includes just regular corpses which makes a Corpse Collector an expert on autopsy.\nSpirituality: Their Spirituality is slightly enhanced as a Beyonder, allowing them to use Spirit Vision.\nSpirit Vision: A Corpse Collector can use Spirit Vision to see non-physical things, such as ghosts and specters. They could see the different parts of a Soul, deduce a person's health and emotions, and determine if something has a magical aura.\nDue to their unique nature, a Corpse Collector is able to directly see spiritual bodies, including a portion of Evil Spirits and restless Wraiths, even without activating their Spirit Vision."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_8:_Gravedigger",
        "section_id": "Sequence_8:_Gravedigger-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Gravedigger",
        "text": "New Abilities\nSpirit Communication: They can initially Communicate with a small number of Spirits that are near their surroundings. This can be used to either scout an area or help them with certain tasks.\nThrough Spirit Communication, Gravediggers can command several Spirits to do simple actions such as tightly grasping onto a target to immobilize them.\nEye of Death: By pressing down on their eyes, it will turn gray then colorless, allowing them to quickly determine the weaknesses of even unfamiliar Undead and Spirit creatures through observation.\nFor them, it's like being able to enter the Spirit World and the realm of the Dead, looking down at the enemy from a higher level, looking for that very important node.\nStrengthened Abilities\nPhysical Enhancement: They become more physically nimble and agile.\nSpirituality: They gain an increase in their Spirituality.\nSpirit Vision: Their ability to use Spirit Vision is enhanced."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_7:_Spirit_Medium",
        "section_id": "Sequence_7:_Spirit_Medium-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Spirit Medium",
        "text": "New Abilities\nSpirit Channeling: Their core ability is Spirit Channeling, allowing them to directly communicate with the natural Spirits and loitering dead souls in the real world.\nWith the advancement of each Sequence, the quantity and quality of natural Spirits, Undead and Spirit World creatures they can control and order increases exponentially.\nThey can use different Spirits they have controlled to actualize different kinds of effects, creating various kinds of supernatural phenomena in a rather multifaceted way.\nTheoretically, a seance done by a Spirit Medium can involve only 1 Spirit.\nMost Spirits need corresponding materials to safely communicate with.\nThese ingredients include but are not limited to Full Moon Essence Oil, Corpse Incense Medication, as well as a Spirit Medium's own blood.\nAmong some examples of the Spirits a Spirit Medium can use are:\nFrost Shadow:⁂ A Spirit that can create a considerable Frozen domain within a 10 to 20 meter range, and possesses the ability to materialize a layer of armor-like Ice and a colossal, sharp, and crystalline Frost scythe.\nThis is among the most powerful Spirits a Spirit Medium can use that doesn't need any materials to be Channeled.\nEarth Ghost:⁂ A Spirit with a pair of weathered, stone-like hands, it can be used to soften the ground like a swamp and drag a target underground, like a Druid's Underground Slink. This Spirit needs blood to be Channeled.\nSince they can directly communicate with natural Spirits and ghosts, they have informants everywhere that can alert them of any danger or information.\nIt can also be used on living creatures to directly communicate with their Spirits to obtain real information, but this method holds a lot of danger for them.\nChanneling a living Soul is difficult due to that Soul possessing it's own will; however, this could be faced by a Spirit Medium with two methods.\nSpirit Mediums can use their powerful Spirituality to triumph over the will of the other person, engaging in a barbaric method of communication.\nThey can use medication to make the other party relax. Some examples are using Amantha Essence and Eye of the Spirit medication.\nThey have the means to can protect themselves under the risk of being infected by a living Beyonder's potent Spirituality, which can't be learned or used by Beyonders of other Pathways. This is the case even when those means are explained to them.\nA Spirit Medium is able to directly Channel recently deceased Spirits, such as fallen enemies, in order to obtain even more information from them.\nA Spirit Medium could communicate with surrounding Spirits or through specific directions and descriptions without needing Ritualistic Magic.\nHowever, unlike a Dancer, they cannot rely on a Summoning Dance and a location's uniqueness to attract more distant, hidden Spirits.\nSpirit Affinity:⁂ To the deceased and natural Spirits around them, the Spirit Medium is akin to that of a fellow Spirit and thus not dangerous to them.\nIf the Spirit Medium is friendly enough, those deceased and natural Spirits will even take the initiative to pass on information to them.\nZombie Disguise:⁂ They can also Disguise themselves as a Zombie in order to better endure the erosion of Decay, Cold, Death and other auras.\nStrengthened Abilities\nKnowledge (Mysticism): They gain knowledge of various kinds of Ritualistic Magic related to Spirits.\nThey are armed with knowledge on how to deal with the dangers that come with Channeling a living creature's Spirit, as well as the effective communication methods in such a state.\nSpirituality: A Spirit Medium's Spirituality has been greatly enhanced.\nSpiritual Perception: Their Spiritual Perception becomes extremely strong.\nThey can sense the hidden Spirits around them even with their eyes closed.\nSpirit Vision: Their Spirit Vision becomes more powerful.\nEye of Death: This Beyonder power becomes more powerful."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_6:_Spirit_Guide",
        "section_id": "Sequence_6:_Spirit_Guide-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Spirit Guide",
        "text": "Description\nIt is clear that Spirit Guides are very powerful against Zombies and Wraiths, and can even effectively target Evil Spirits. They can directly control groups of ownerless Dead with similar status; however, when faced with Higher Sequence Beyonders of the Death Pathway, their slaves and themselves will easily rebel.\n\nNew Abilities\nLanguage of the Dead: By speaking a mystical language, they can urge a target's Spirit to leave a body, bypassing the physical protection provided by flesh and blood to target the Spirit Body.\nThis is an advancement of a Spirit Medium's powers. It could go from direct communication with the Spirit Body to that of commandeering and Enslavement.\nResurrection: They can turn corpses into living skeletons and Zombies; however, this kind of Resurrection does not allow the reanimated corpse to have any will or vitality.\nStrengthened Abilities\nSpirit Channeling: They can influence and are involved in the Spirit World, able to recruit messengers on their own, as well as obtain help from certain Spirit World creatures.\nCompared to a Spirit Medium who needs to perform Spirit Channeling on site to achieve different effects, they can control and drive deceased and natural Spirits to fight in advance.\nHowever, making these deceased and natural Spirits always follow their commands without being discovered and affected by other factors is a significant problem for a Spirit Guide.\nIn comparison with a Spirit Medium's capabilities, Spirit Guides are now capable of controlling groups of ownerless Undead that are of similar status to themselves.\nTheir maximum control of Undead and Spirits are in the thousands.\nThe strength of a Spirit Guide depends on the deceased or a natural Spirits they have found and controlled. This is the same with Spirit Warlocks.\nHowever, the inclination for Spirit Guides are deceased Spirits, while Spirit Warlocks are better at controlling natural Spirits.\nKnowledge (Spirit World): They have considerable information about the Spirit World."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_5:_Gatekeeper",
        "section_id": "Sequence_5:_Gatekeeper-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Gatekeeper",
        "text": "New Abilities\nDoor to the Underworld: Gatekeepers can sense, summon, and use gates to the Underworld.\nA Gatekeeper can sense the entrance to the Underworld, allowing them to control the Undead inside, as though they watched over the gates that separated the dead from the living.\nThey can use the powers of the Door to the Underworld to some extent.\nFor example, they can solidify the Door to the Underworld as a brand in the palm of their hand, and summon it at critical moments to drag the target behind the door.\nBloody, skinless arms, slimy tentacles with teeth, and bluish-black vines with baby faces emerge within the Door to entangle targets and drag them into the Underworld.\nThe Door has a terrifying suction force. Most of it would be directed towards a target, though the remnant forces would continue to pull on the surroundings.\nThe main target can't help but stumble and be drawn in, while those nearby would find it difficult to even take a step.\nThe suction force generated from the Door can also be used to clear the environment of airborne poison.\nGatekeepers are able to use the Door to absorb the Fog of War of the Red Priest Pathway.\nInternal Underworld: Using their bodies as a cage, they can house numerous Souls, deceased, and natural Spirits, allowing them to bring an Undead army wherever they go in a non eye-catching way.\nNormally, the entrance to the Internal Underworld is at the center of the Gatekeeper's brow.\nWith this, they gain various unique abilities and possess powerful helpers, for example:\nDeath Envoy: A unique ability of Ludwell's. The soft sobbing sounds from the Death Envoy causes the target's body to go numb while their blood seems to freeze, as if the target was possessed by a Wraith or Evil Spirit.\nIt is difficult to make an effective response, and the target can usually only watch death approach, feeling their vitality deplete at an increasing rate.\nAs this can be considered a miniature Underworld, Gatekeepers are a prime target of possession for Evil Spirits as they provide an adequate environment for their existence.\nStrengthened Abilities\n\nSpirit Channeling: The maximum number of Undead and Spirits that a Gatekeeper can control has slightly increased, but it doesn't change much."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_4:_Undying",
        "section_id": "Sequence_4:_Undying-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Undying",
        "text": "New Abilities\nReincarnation轮回: Lúnhuí: They possess a long lifespan; however, every 60 years, they will die and then Resurrect, forgetting all their memories and resetting their madness levels. From there, they must then slowly retrieve their memories, as if starting a new life.\nThis is not completely without risk, the Undying would leave behind a death imprint in the River of Eternal Darkness with each Death. Once the number of Deaths reaches a certain level, their true bodies might be attracted to this Sefirah one day, causing them to truly die.\nDying too many times leads to an Undying's death imprints being washed away from the River of Eternal Darkness, making their memories impossible to recover; their intelligence and rationality will degrade over time, eventually turning into wandering Undead monsters.\nUnderworld Authority: An Undying is able to gain some power and control over the Underworld, being able to use it to achieve all sorts of certain effects.\nSealing: From this level onwards, they can reduce the negative effects of a Sealed Artifact by forming a Seal with the help of the Underworld.\nSpirit World Traversal: With their connection to the Underworld, they are able to use the Spirit World to achieve Spirit World Traversal.\nThis is very similar to the Door of Teleportation from Travelers, however, an Undying seems to lack the ability to Blink across short distances.\nStrengthened Abilities\nPhysical Enhancement: Physical attacks are no longer fatal unless their body is completely destroyed.\nSpirit Body: An Undying is able to exist in a state that is between a physical body and a Spirit Body.\nDoor to the Underworld: With the forces of the Underworld, they can form a favorable battlefield.\nThis battlefield will inflict enemies with the attraction, summoning, and ravings from within the Underworld. Additionally, if lucky or well-connected in the Underworld, they could summon dangerous Undead creatures into the real world.\nLanguage of the Dead: At this stage, the Language of the Dead will evolve into a Spell system related to Death, Spirits, Living Corpses, Withering, and Enslavement.\nWithering Wind: It brings about a gust of Cold wind that silently causes Withering.\nPatrick Bryan created a cold gust of Withering Wind that caused a glass window to quickly crumble into countless \"snowflakes\".\nMythical Creature Form\nAs Sequence 4 Demigods they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. Disregarding all consequences, they can release their incomplete Mythical Creature Form to become an incomplete Quetzalcoatl, also known as a Feathered Serpent."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_3:_Ferryman",
        "section_id": "Sequence_3:_Ferryman-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Ferryman",
        "text": "New Abilities\nThey wield certain manifestations of the authority of Death.\nHands of Life & Death:⁂ Those touched by their left hand will almost irreversibly approach Death while those touched by their right hand will reverse the process of Death, regaining Life,\nThus, the Ferryman traverses back and forth between Life and Death\nDeath Gaze:⁂ Any living creature that looks directly into the eyes of the Ferryman will immediately Die. Even those that possess Godhood will be seriously injured.\nEven without direct eye contact, those caught by the Ferryman's gaze will slowly Wither away, as if being ferried across the river of death inch by inch.\nStrengthened Abilities\n\nPhysical Enhancement: A Ferryman possesses an enormous resistance against most kinds of attacks. Attempting to kill them is almost like trying to kill a dead person.\nThey are able to float on the River Styx without sinking, and can even briefly float when facing a tributary of the River of Eternal Darkness itself, though only for 2 seconds.\nNear the River Styx or its tributaries, a Ferryman can affectively utilize their powers.\nAttacks with Purification powers, such as a Lightning Storm from a Sea King or a Flaring Sun from an Unshadowed, would still be effective against them.\nResurrection: Instead of dying, Reviving, and losing all their memories, they would instead gradually transform into a sentient undead creature over time.\nThis also means that they will not instantly die in the Underworld.\nUnderworld Authority: They gain more power and control over the Underworld and can use that power to bring about the descent of the Underworld.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_2:_Death_Consul",
        "section_id": "Sequence_2:_Death_Consul-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Death Consul",
        "text": "Authorities\n\nDeath: At this Sequence level, \"They\" possess an authority over Death.\nNation of the Dead: \"They\" can create a large city-sized domain filled with Death and Pallor where life not strong enough will instantly die and transform into Undead creatures.\nEven beings with Godhood will begin to slowly Wither and Perish.\nDead Death Consuls are still Death Consuls. The boundary between Life and Death no longer applying to \"Them\", making \"Them\" extremely hard to kill.\nOnly by relying on special powers and methods can a Death Consul are be completely erased and reverted back into Beyonder Characteristics.\nThis doesn't mean \"They\" are immortal as \"Their\" consciousness would gradually erode, becoming an eternally living walking corpse.\nKing of the Dead: A Death Consul is a King of the Dead, who is capable of housing a vast Undead army within \"Their\" own Internal Underworld.\nAt the same time, \"They\" can find and directly summon helpers from the Underworld.\nAbsolute Death: \"They\" can strip all vitality from an area. Before \"Them\", most Resurrection or Substitution abilities become ineffective.\nA Miracle Invoker's Resurrection that involves History and Change is an exception.\nEnslavement: \"They\" also possess an authority over Enslavement at this level.\nDeath Consuls are capable of issuing commands that Beyonders below Sequence 2 of the Death Pathway are nearly incapable of resisting.\nEven Undead creatures of the Angel level—including Evil Spirits—are extraordinarily vulnerable.\nDeath Consuls also hold advantages due to \"Their\" authority to Judge the Dead.\n\"They\" can do more damage against the Dead as well as have a suppression effect based on hierarchy and persona, and this effect applies to all the Dead.\nStrengthened Abilities\n\nAll \"Their\" previous Beyonder abilities have been greatly enhanced.\nMythical Creature Form\n\n\"They\" become a complete Mythical Creature. \"Their\" Mythical Creature Form is a Feathered Serpent (Quetzalcōātl), a serpent that is illusory and real. \"Their\" entire body is covered with huge dark-green scales while white feathers stained with pale yellow oil grow out from the gaps. On each feather, illusory black tubes extend outward, and each scale and feather bears strange symbols of different shapes.\nJust the mere sight of \"Them\" would cause one's flesh to decompose, turning all those who look at \"Them\" into Zombies and various other Undead creatures."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_1:_Pale_Emperor",
        "section_id": "Sequence_1:_Pale_Emperor-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Pale Emperor",
        "text": "Authorities\n\nPallor (Pale World): \"They\" can create a world that is devoid of all color, leaving only Pallor.\nIn this Pale World, colors Die and Beyonder powers Wither. Any Beyonder power that manifests color will suffer immense weakening and will eventually fail completely.\nInanimate objects and abstract concepts can also be weathered under the Pallor. Even the concept of Death itself can weather away and dissipate.\nThe effects of being weathered under the Pallor happens extremely quickly; thousands of years of time would appear to be washed away in a short span of 2 seconds.\nWeathered objects would display some characteristics of a Feathered Serpent, namely, they would grow white feathers soaked with light-yellow oil.\nEnslavement: \"They\" possess more power over the authority of Enslavement.\nSoul Control: \"They\" have a chance to directly extract the target's Spirit Body from their body. Even if unsuccessful, it will cause the target severe mental chaos and diminished vitality.\nSovereign of Spirits:  Without deliberate effort, \"They\" appear extreme noble, devoid of the aura of the living - like an illusory deity that lorded over the countless Undead.\n\"They\" can suppress and even Enslave any creature with a Soul, no longer limited to Dead creatures and Beyonders of the Death Pathway.\nThrough this aura the living's thoughts will gradually Die along with their body until they became a corpse and become \"Their\" Slave.\nSovereign of Spirits is not a Beyonder power of the Pale Emperor, but rather a trait derived from \"Their\" Enslavement authority.\nDeath (Death Decree): Any target seen or pointed at by \"Them\" will Die instantly.\nA Pale Emperor's Death Decree works on all beings that are below the True Deity level, capable of harming \"Them\"; however, as it is a mechanistic ability, there are ways to counter it such as not being seen or pointed by \"Them\" or using mechanisms that can suppress or counter the Death Decree.\nStrengthened Abilities\n\nAll \"Their\" previous Sequence abilities are further strengthened."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Death_Pathway/Abilities",
        "h2_id": "Sequence_0:_Death_(Eternal_Sleeper)",
        "section_id": "Sequence_0:_Death_(Eternal_Sleeper)-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Death (Eternal Sleeper)",
        "text": "Authorities\n\nDeath: The authority of Death ascends to a conceptual level.\nUnder the Death authority, Life will Die, memories will Die, the connections between things will Die, and even the imprints of existence will also Die.\nAlthough Beyonder Characteristics are Indestructible, even those characteristics would briefly Die under \"Their\" Death authority.\nPallor: The ultimate form of Withering - where all things fade.\nThe mind, will, and Beyonder powers will all gradually fall silent and succumb to deathly stillness under the influence of the Pallor authority.\nWhen the Death's Pallor authority encounters the Sun's Purification, the Pallor authority will be the one that is restrained.\nEndpoint: \"They\" are the final Destination of all things, the common Endpoint of all Life.\nThis authority overlaps with the authority of the Mother Goddess of Depravity and Darkness.\nBy relying on the Door Pathway's powers, the Underworld was derived from this authority.\n\"They\" could establish \"Their\" own Cycle of Reincarnation with aid from the Mother.\nThis will be similar to the Cycle of Reincarnation formed from the Eternal Darkness and Mother Goddess of Depravity, albeit limited to a single star system.\nUndead: \"They\" are the very source of Undead existence, the master of all Undead.\nThis authority overlaps with the authority of the Mother Goddess of Depravity and Darkness.\nEnslavement: \"They\" are the Enslaver of all things.\nThe Death's authority of Enslavement is limited to those who have Souls.\nReferences\n\n↑ 1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 1.14 1.15 Cuttlefish's WeChat Post: \"Corpse Collector Pathway Abilities\"\n\n↑ \nLord of Mysteries, Chapter 28\n\n↑ 3.0 3.1 3.2 3.3 3.4 3.5 3.6 \nLord of Mysteries, Chapter 918\n\n↑ \nLord of Mysteries, Chapter 74\n\n↑ 5.0 5.1 5.2 Cuttlefish's WeChat Post: \"Fate Pathway Rituals\"\n\n↑ 6.0 6.1 6.2 \nCircle of Inevitability, Chapter 679\n\n↑ \nCircle of Inevitability, Chapter 678\n\n↑ \nLord of Mysteries, Chapter 914\n\n↑ 9.0 9.1 \nLord of Mysteries, Chapter 183\n\n↑ \nLord of Mysteries, Chapter 104\n\n↑ \nCircle of Inevitability, Chapter 683\n\n↑ 12.0 12.1 \nLord of Mysteries, Chapter 660\n\n↑ \nLord of Mysteries, Chapter 1301\n\n↑ \nLord of Mysteries, Chapter 1205\n\n↑ \nLord of Mysteries, Chapter 943\n\n↑ 16.0 16.1 \nLord of Mysteries, Chapter 659\n\n↑ Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\"#QnA, Question 1\n\n↑ \nLord of Mysteries, Chapter 921\n\n↑ \nLord of Mysteries, Chapter 588\n\n↑ Archive:Cuttlefish's WeChat Post: \"Fate Pathway Rituals\", Complete Formulas Post, Question 28\n\n↑ \nLord of Mysteries, Chapter 1368\n\n↑ \nLord of Mysteries, Chapter 895\n\n↑ 23.0 23.1 \nLord of Mysteries, Chapter 1081\n\n↑ \nLord of Mysteries, Chapter 304\n\n↑ \nLord of Mysteries, Chapter 1077\n\n↑ Cuttlefish's WeChat Post: \"Apprentice Pathway Abilities\"\n\n↑ 27.0 27.1 Cuttlefish's WeChat Post: \"Complete Rituals of the Corpse Collector Pathway\"\n\n↑ Cuttlefish's WeChat Post: \"Complete Formulas of the Corpse Collector Pathway\"\n\n↑ \nLord of Mysteries, Chapter 1145\n\n↑ 30.0 30.1 \nLord of Mysteries, Chapter 1305\n\n↑ \nLord of Mysteries, Chapter 1304\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"#QnA, Question [?]\n\n↑ Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"#QnA, Question 42\n\n↑ Archive:Cuttlefish's WeChat Post: \"Sun Pathway Abilities\"#QnA, Question 16\n\n↑ Cuttlefish's WeChat Post: \"Fate Pathway Abilities\""
      }
    ]
  }
]