[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_9:_Assassin",
        "section_id": "Sequence_9:_Assassin-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Assassin",
        "text": "New Abilities\nShadow Concealment: Assassins possess the ability to Conceal themselves within darkness and Shadows, allowing them to hide from their targets.\nSprinting at full speed weakens this ability's effectiveness.\nPhysical Enhancement: Assassins will experience various improvements to their body, making them excel in combat, evasion, and Concealment.\nTheir body shape is slightly adjusted to be more suitable for assassinations, which brings about a slight change in appearance. Those with extra weight will experience minor weight loss.\nAn Assassin's passive physical capabilities have also been enhanced, granting them excellent footwork, nimble limbs, and extraordinary speed, among other traits.\nIn addition to physical enhancements and suitability for assassinations, an Assassin is also able to slightly modify their bodily functions for short periods.\nFeather Fall: They can be as light as a feather, descending gracefully or gliding through the air.\nLeaping from a six-floor height and landing safely is an effortless feat for Assassins.\nMighty Blow: An Assassin can release all their physical strength in a single blow.\nOther Sequence 9-8 Beyonders will struggle to avoid a Mighty Blow, especially if the Assassin approaches them stealthily.\nHeightened Senses: They possess sharp ears and eagle-like vision.\nNight Vision: Assassins can easily see through darkness."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_8:_Instigator",
        "section_id": "Sequence_8:_Instigator-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Instigator",
        "text": "New Abilities\nInstigation: Instigators are adept at triggering the evil desires deep in people's hearts, causing them to commit violent crimes. This ability has both passive and active effects.\nEven without speaking, using Instigation actively makes an Instigator appear reliable and approachable, causing people think better of them.\nAlong with improved thinking and analytical skills, the passive effect of Instigation allows them to sense others' emotions, desires, and even malice.\nWith Instigation and clever words, they can plant thoughts or desires in someone’s mind, prompting them to act as intended.\nInstigators can Instigate people into starting fights, committing crimes, and escalating conflicts without being noticed.\nInstigators can easily Instigate others into believing their lies and misdirection through their words and actions.\nStrengthened Abilities\nPhysical Enhancement: Building on the foundation of an Assassin, their bodies become stronger, but their combat abilities, other than speed, aren't significantly improved."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_7:_Witch",
        "section_id": "Sequence_7:_Witch-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Witch",
        "text": "Gender Transition\nIf a male drinks this potion, their gender will change to that of a female.\nNew Abilities\nCharm: A Witch's appearance and charm will be enhanced significantly.\nThe details of their face will become more exquisite and alluring.\nThe proportions of their body will approach perfection.\nTheir height will increase slightly.\nDark Magic: A Witch will gain various forms of Dark Magic bestowed by the potion; however, they cannot delve into spell study and master new incantations like Warlocks.\nThey can conjure Black Flames from their body.\nThey can envelop weapons in Black Flames. Upon successfully hitting a target with such a weapon, they can detonate the flames coursing within the target's body from a distance.\nThey can compress a dense Black Flame in their palm, which they can throw upon fully forming, it would hit with the force of a cannonball while spreading flames.\nThese Black Flames differ from the more conventional flames like that of a Pyromaniac's, Black Fire ignites Spirituality rather than physical matter.\nThis can also be used against things like the effect of a Painter's Painting.\nThis allows Spirit Bodies, like Wraiths, to be targeted and incinerated.\nThis also prevents it from extinguishing underwater.\nBlack Flames are part of the Chaos authority.\nThey gain the blessing of Frost and can cast Spells related to it.\nThey can open locks by freezing the inside of the keyhole and forming the correct key.\nThey can freeze the floor which materializes ice, allowing them to control movement.\nEncasing the floor in ice can be used to restrict enemy movement by making it slippery.\nSmall patches of Frost that sharply reduce friction allow them to run more quickly.\nThey can freeze a large area to gather ample materials for Mirror Substitution.\nThey can encase a target in layers of Frost to create an icy Seal.\nThey can cause a cold, frosty wind to blow around them.\nFrost is part of the authority of Catastrophe.\nWitches are able to manipulate Mirrors, using them in many different ways.\nMirror Substitution: They have the ability to utilize Mirrors as a medium to create Substitutes that can take damage in their place.\nWitches are also able to make Mirror Substitutes for others, provided that they meet these two conditions:\nThey have a medium to establish such a connection (blood, hair, etc.).\nTheir target is within no less than 30 meters from them.\nThis ability utilizes their Mirror Self, meaning each use results in its death, though it will revive by splitting from the real-world counterpart.\nThey possess the ability to hide within Mirrors, though they are not able to travel between them and are only able to remain inside for a few seconds.\nThey have a unique method of detecting Mirrors.\nThey can Curse  targets through blood or other media like a doll made from flesh or hair.\nOnce the connection has been established they can use Black Flames to burn the medium, incinerating their target from within.\nTargets can shield themselves by mystically cutting off their connection to the medium or through Substitution abilities.\nThey can use certain Ritualistic Magic to Curse their targets, causing them to suffer an early Catastrophic death.\nThey can use other Dark Magic spells including but not limited to:\nThey can use their hair to transfer a mystical connection onto a Mirror by sticking their hair to the Mirror's surface and burning it with Black Flames.\nThis form of Dark Magic is related to Mirror Substitution.\nStaff Substitution: Similar to Mirror Substitution, Witches are able to use staves as a medium for substitutes in order to counteract fatal harm.\nBloodline Curse: Through a medium, they can curse any target within the bloodline the medium represents using this special type of Curse.\nBy using black powder and an incantation, a Witch can surround their target with ghostly figures that press against their body.\nInvisibility: By scattering shimmering powder and reciting an incantation, a Witch can turn Invisible to the naked eye.\nDark Magic other than Black Flames, Frost, Mirror, and Curses requires certain materials and incantations, making it less practical to use in a fight compared to the others.\nDivination: Upon reaching this Sequence, a Witch will possess considerable Divination capabilities, naturally mastering the use of Magic Mirror and Staff Divination.\nAnti-Divination: They also are able to interfere with others' Divination.\nLearning other forms of Divination Arts is also easy for a Witch."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_6:_Pleasure_(Demoness_of_Pleasure)",
        "section_id": "Sequence_6:_Pleasure_(Demoness_of_Pleasure)-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Pleasure (Demoness of Pleasure)",
        "text": "New Abilities\nThreads: Demonesses of Pleasure can make thin, almost invisible Threads like spider silk, and use them to control and restrict the enemy's movements. Their hair is the source of their spider silk.\nA trail of broken Threads can give a Pleasure information about the enemy's size and movements, and can be delicate enough to go undetected.\nTheir Threads can form a cocoon that helps the user recover from damage while also guaranteeing them some protection against attacks.\nTheir Threads can envelop a target in true Pleasure upon contact, causing them to spasm and lose control over their body.\nTheir Threads can be stuck or tied to walls, tangling enemies who walk through them and slowing them down.\n\nStrengthened Abilities\n\nTheir abilities as a Witch have been enhanced.\nCharm: They will become more beautiful, making them better at seduction and providing unforgettable pleasure to the same or opposite gender during sex.\nA Demoness, especially one who was in the midst of or having passed the Pleasure Sequence, had a Charm that far exceeded its normal effects when shown to males. Every action was filled with a Charm that made any men who came close to them feel intoxicated and lost.\nIn a sense, a Demoness of Pleasure's is like consuming opioids and gradually developing into something more serious, to the point of not being able to extricate oneself from the pleasure given by them. Such a Charm can even affect gay men.\nDark Magic: Their Dark Magic capabilities as a Witch have been greatly improved.\nTheir Frost and Black Fire capabilities have received a qualitative enhancement.\nThey can ignite a quiet Black Flame inside themselves that can dispel certain effects.\nThis can let a Demoness of Pleasure expel any ghosts that inhabit them, dispel Curses and negative influences, etc.\nThey can trap Spirit Bodies in Frost-encased Mirrors surrounded with Black Flames.\nThey can make 7 Black Flames around them to launch like bullets at their targets.\nThey can encase themselves in Ice to defend themselves from various attacks.\nThey are able to conjure up and throw frost spears at their targets.\nThe speed at which they can substitute themselves via Mirrors and Staves has increased.\nThey will also gain some measure of recuperation after substituting themselves.\nA Demoness of Pleasure can Curse a target by having a mirror reflect their full figure.\nTheir capabilities as an Assassin and Instigator have also been greatly improved.\nPhysical Enhancement: They have strong throat control. Hence, they are not easily choked.\nHeightened Senses: Their vision has been enhanced, allowing them to see their own Threads."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_5:_Affliction_(Demoness_of_Affliction,_Lady_of_Diseases)",
        "section_id": "Sequence_5:_Affliction_(Demoness_of_Affliction,_Lady_of_Diseases)-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Affliction (Demoness of Affliction, Lady of Diseases)",
        "text": "New Abilities\nDisease: A Demoness of Affliction can create multiple airborne pathogens that have their infection speed and the onset of diseases supernaturally accelerated.\nThe initial range is 30 meters, going up to 50 meters upon full digestion of the potion.\nThey can spread Diseases at a larger range if they utilize the wind correctly.\nThe infection rate and onset of Disease vary based on the constitution of their targets.\nOnce infected, the initial 10 seconds are the incubation period, followed by mild symptoms such as allergies, fever, cough, and sneezing.\nAfter 20-30 seconds, the target will begin to experience symptoms of more dangerous illnesses like pneumonia and bronchitis.\nAfter 2-3 minutes, the disease will become critical as the target begins to experience cardiac arrest or a brain aneurysm.\nFlames created by a Pyromaniac (and other similar abilities) are able to kill most of the pathogens created by a Demoness of Affliction, reducing the pathogens' impact on them.\nStrengthened Abilities\nThreads: A Demoness of Affliction's Threads have been significantly enhanced.\nNow their Threads are like extensions of a Demoness's arms, capable of more precise and detailed actions such as wrapping around small objects and moving them.\nCharm: A Demoness of Affliction can now use their Charm as an active ability. A simple glance, gesture, or word from a Demoness of Affliction can now completely Charm a person.\nWhen combined with showcasing their appearance, figure, and aura, an active Charm becomes more effective. This will most likely lead to 1 of 2 scenarios:\nCharmed enemies will hesitate to harm them and be unable to use their full strength.\nSome Charmed enemies might even give up resisting just to gain favor from them.\nTheir own appearance, aura, figure, and passive charm have all been further enhanced.\nRepeated daily interactions and use will make a target truly fall in love with them.\nDark Magic: A Demoness of Affliction's Dark Magic capabilities have also been enhanced.\nA Demonesses of Affliction can now use the Mirror World to create scene illusions with pre-set Mirrors and Mirror Mazes to ensure that their enemies don't escape.\nTheir illusions made from Mirrors can also deceive various recording objects.\nThey can now further Curse their targets by reflecting a part of the target's body in a mirror and burning that mirrored region with Black Fire.\nPhysical Enhancement: A Demoness of Affliction can freely manipulate their hair, turning it into an effective close-combat weapon and a precise tool.\nTheir hair can pierce skin, inject Black Flames, and cause stiffness to the contacted area."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_4:_Despair_(Demoness_of_Despair)",
        "section_id": "Sequence_4:_Despair_(Demoness_of_Despair)-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Despair (Demoness of Despair)",
        "text": "Strengthened Abilities\n\nA Demoness of Despair's previous Beyonder abilities, whether from a Witch, Demoness of Pleasure, or Demoness of Affliction, have all been greatly enhanced.\nPlague: This is the enhanced form of Disease; compared to a Demoness of Affliction, a Demoness of Despair can now spread pathogens and other airborne substances with vastly increased scope, distance, and potency.\nThe following are examples of what they can produce:\nSpirituality and Strength Sapping Plague: They can form a Plague that saps the target's strength and Spirituality.\nThis Plague gradually weakens the target until even their heart can barely beat, while simultaneously draining their Spirituality. As a result, it can infect even the dead.\nRigidity Plague: A Demoness of Despair can create a Plague that causes the body to become rigid and inflexible.\nOver time, this Plague could even render extremely durable beings, such as Undead, completely inflexible.\nFlesh Deterioration Plague: A Demoness of Despair can also create a Plague that rapidly deteriorates flesh.\nThis Plague is an enhanced form of their original Disease, primarily infecting organs like the heart, brain, and lungs, with symptoms appearing within just 10 seconds.\nDemonesses of Despair can also develop their own unique strains of Plague and Disease.\nThis is done by combining their own unique traits, relevant mystical knowledge, special materials, concepts, and experimental methods. However, this takes a considerable amount of time and can’t yield results quickly.\nPlagues can spread through fog and smog, covering large areas and causing epidemics.\nTheir Plagues can only target beings with Spirituality, not inanimate objects.\nThey are able to remove Plagues using Black Fire and Frost Magic.\nTheir Plagues can now cover a range of up to 3 kilometers.\nOnly one of these Plagues can be maintained at a time.\nThreads: The power of their Threads, now within their hair, has been markedly enhanced.\nTheir Threads can restrain, bind, interfere, transmit Black Flames and Curses, possess hardness, and now convey the effects of Pleasure.\nPetrification: If an enemy's body is touched by a Demoness of Despair's hair, that area will begin to Petrify.\nCharm: Their beauty has been greatly enhanced both physically and spiritually.\nTheir Charm can instantly make Mid Sequence Beyonders fall in love, and the opioid-like addiction effect from their Demoness of Pleasure Sequence now manifests within a short time. Even glancing at them can trigger opioid-like addiction and infatuation.\nDark Magic: They possess great mastery and skill in using Mirrors, Frost, and Curses.\nTheir ability to use Mirrors has been enhanced.\nMirror Projection: Demonesses of Despair can now project themselves through Mirrors within a city-wide range, creating multiple different illusions of themselves.\nDemonesses of Despair are experts at locating Mirrors, traversing the Mirror World, and transmitting information via Mirrors, albeit with some risk of interception.\nTheir unique method of detecting Mirrors has been greatly enhanced. They can now locate Mirrors within a 5 kilometer radius or locate Mirrors they have visited before.\nWhen Mirror World creatures attempt to intercept their messages, they can imbue the messages with Curses, reducing the likelihood of interference.\nDemonesses of Despair can now create Mirror Mazes to trap people in the Mirror World and use Magic Mirror Divination with greater precision.\nTheir ways of using Frost abilities have magnified.\nThey can forge Ice amulets that allow the wearer to traverse the Mirror World.\nTheir Curses have also been slightly enhanced.\nIf their enemies fail to Substitute themselves before they are locked onto and the Curse is completed, they cannot transfer or share the damage, even with a Mirror Substitution or Paper Figurine Substitute.\nMythical Creature Form\n\nAs Sequence 4 Demigods who gained partial Godhood, they can manifest their incomplete Mythical Creature Form if they disregard any of the consequences and become an incomplete Gorgon.\nTheir Mythical Creature Form takes the form of a female humanoid with a great mass of hair that appears to resemble that of various venomous snakes.[Note 1]\nAnyone who sees their form experiences both Pleasure and pain, making it difficult to mount an effective counterattack."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_3:_Unaging_(Demoness_of_Unaging)",
        "section_id": "Sequence_3:_Unaging_(Demoness_of_Unaging)-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Unaging (Demoness of Unaging)",
        "text": "Description \nEvery Demoness of Unaging is forever youthful, skilled in Resurrection, bizarrely difficult to kill, a darling of the Mirror World, and a true Gorgon.\nNew Abilities\n\nMirror Self: Upon advancing, their Mirror Person and real-world counterpart's consciousness will fuse together, allowing them to exist both outside and inside the mirror.\nThe simplest application of their Mirror Self is to fix their state into one of their countless Mirror Persons, allowing them to forever maintain their youth.\nAs a byproduct of this method, a Demoness of Unaging’s lifespan exceeds that of other Saints, allowing them to live for at least 2,000 years.\nThis can also be done for other individuals, temporarily fixing their age to match that of a chosen Mirror Person for 30 minutes.\nThis doesn't refer only to facial Agelessness, but also encompass one's entire state—physical, spiritual, and all other aspects.\nThis will maintain their peak state until the end of their long lifespan.\nWhen a Mirror Person dies, it splits off from the body again to revive. Now, with the characteristics of a Mirror Person, they can revive through it.\nA Demoness of Unaging can use environments with multiple Mirrors to temporarily multiply their Mirror Persons. As long as one survives, they cannot truly die.\nThe death of either the Demoness of Unaging's body or the Mirror Person alone is no longer true death for them — it is more like a partial injury that can be healed.\nConcealed Resurrection: They possess the ability to create a special Mirror Person shielded from harm, within which they can safely Revive.\nThey can use their own blood, hair, skin, or other bodily materials to create a Mirror Person sleeping within a Mirror. This Mirror is hidden in a secret place under Anti-Divination conditions, with almost all mystical connections severed to prevent Curses and other harm from affecting the sleeping Mirror Person.\nInitially, they can only separate one Mirror Person. With full potion digestion, the number of Concealed Mirror Persons that can be created rises to two.\nLosing control will still render both the Mirror Persons or Concealed Mirrors ineffective in Reviving themselves.\nStrengthened Abilities\n\nPetrification: A Demoness of Unaging's Petrification ability is no longer limited to their hair, but it still cannot directly Petrify targets from a distance.\nThey can slowly Petrify their surroundings, creating a plague-like area that Petrifies anyone and anything that touches the infested zone.\nAlternatively, a Demoness of Unaging can use their spider silk as a medium for Petrification.\nCharm: Their Charm as a Demoness of Pleasure has been greatly strengthened.\nThey can perfectly present the Charm of every stage of women, with the corresponding skin condition and temperament. People caught by their Charm find it difficult to resist.\nWhen a Demoness of Unaging's Charm is used actively; it is capable of halting someone’s thoughts even if they possess considerable mental resistance and strength.\nOver daily interactions, a Demoness of Unaging's Charm can make Angels fall in love with them without \"Them\" realizing it.\nDark Magic: Their abilities related to Mirrors and Curses have been greatly strengthened.\nTheir Curse related capabilities have been enhanced in scope and power.\nWith large-scale, special Dark Magic, essential mediums, and proper arrangements, some of the Curses created by a Demoness of Unaging can harm Angels.\nAs long as there's a physical medium of the victim, a Demoness of Unaging's Curses can not only affect the target themselves but also their direct relatives.\nAs a Demoness of Unaging's eyes have become Mirrors, whatever they see can become a potential target for the Curses they may cast.\nTheir ability to use Mirrors have been massively enhanced.\nThey are able to use Mirror World Transversal with their eyes.\nThey can directly transmit power through the Mirror World.\nCombined with Mirror Projection, Demonesses of Unaging can manifest their power throughout an area the size of Trier using positioned Mirrors\nMirror Projections cannot leave their corresponding Mirror's reflection range.\nThe power attached to this Mirror Projection cannot exceed Sequence 4.\nThey can forcibly pull people into the Mirror World.\nWhen it comes to Beyonders at a lower level (in terms of Sequence) to them, they will not even notice themselves getting pulled into the Mirror World.\nWhen it comes to Saints and Angels of an equal or higher Sequence level, the success and detection rate depend on the Saint or Angel's current state.\nDemoness of Unaging can pull multiple houses or streets into the Mirror World. What gets pulled is up to them as it can be done selectively.\n1-63 was used by the Nighthawks to selectively pull Beyonders into the Mirror World in order to deal with Lanevus and the Devil Dog.\nThey can better use Mirrors for surveillance.\nThey can detect everything that enter or leave an area, even Information or mystical connections, and can use Magic Mirror Divination to trace those who left.\nThey can use Mirrors to transmit Information such as their voice through nearby Mirrors, or a distant scene that can only be viewed by other Mirrors.\nA Demoness of Unaging can control Mirrors within a 15 kilometer range upon full digestion, as well as the mirrors they have visited before. This can cover an entire small city.\nMirror Substitution: A Demonesses of Unaging can now control the timing of their return to reality after activating their Mirror Substitution.\nClarice delayed her return to reality after using Mirror Substitution to avoid being burned by Fire of Destruction.\nPlague: Upon full digestion, a Demoness of Unaging's Plagues can reach up to 10 kilometers.\nThey can temporarily cure some functional disorders through their control of the Plague.\nThreads: Their own control over the spider silk they produced have been enhanced slightly.\nMythical Creature Form\n\nTheir Mythical Creature Form develops further; their form as a Gorgon being more complete as their hair is now fully made of serpents, each with a clear white and black eye on its head.\nIn this form, a Demoness of Unaging's Petrification ability will be greatly enhanced, causing anything their serpents see to be Petrified instantly, as if from thin air.\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range. As a result of their unified consciousness, they can manage their believers' interactions without hampering down on their combat effectiveness or disrupting the interactions of their daily life.\nThey can respond with revelations and give blessings via the use of Threads, Dark Magic, Plagues, Petrification, Mirror Self and their other Beyonder abilities."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_2:_Catastrophe_(Demoness_of_Catastrophe)",
        "section_id": "Sequence_2:_Catastrophe_(Demoness_of_Catastrophe)-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Catastrophe (Demoness of Catastrophe)",
        "text": "Description \nEveryone who mentions \"Their\" name feels fear from the bottom of their hearts.\nAuthorities\n\nCatastrophe: \"They\" can treat Beyonders, areas, or natural environments as structures or systems, detonating their hidden issues and triggering Catastrophic collapse by working primarily from the inside out through combined internal and external forces.\n\"They\" can bring forth all sorts of natural disasters, including blizzards, floods, tsunamis, earthquakes, meteor strikes, etc., near \"Them\".\nThis refers not only to damage in the physical world but also to Catastrophes in more supernatural realms, allowing \"Them\" to collapse portions of the Mirror World.\n\"They\" can instantly decrease the surrounding temperature, forming a world of ice and snow capable of freezing Sequence 5 Beyonders on the spot and being cold enough to be almost unbearable for Sequence 3 Beyonders.\nA Demoness of Catastrophe can instantly increase the surrounding temperature, vaporizing water and making Sequence 4 Beyonders feel as if they are being roasted while killing weaker Beyonders without Godhood.\nThe Primordial Demoness instantly detonated the hidden issues within an area of the Mirror World, destabilizing the region, causing extreme levels of collapse, and eventually forming a Catastrophe.\nIn addition, events tied to disasters of the social order, mechanical constructs, certain authorities, and concepts can be exacerbated by \"Them\".\nWhen \"Their\" Catastrophe concerns authorities or concepts, it entails the inducement or exacerbation of issues to destabilize a previously stable system.\nIf a Beyonder's state is inherently unstable, a Demoness of Catastrophe could just induce them to lose control on the spot. This is undoubtedly a Catastrophe.\nExamples of \"Their\" authority over societal disasters include train accidents, building collapses, horse stampedes, and accidental gun discharges.\nOne manifestation of this authority is known as Curses of Destiny.\n\"They\" can create an object or leave behind words that, without directly contacting the target, cause anyone who touches the object or hears the words to experience a series of Catastrophes in their subsequent lives.\nThe Catastrophe authority is a lesser manifestation of Chaos.\nStrengthened Abilities\n\nPlague: \"Their\" pathogens' power and infective properties have been greatly strengthened.\n\"Their\" mystical pathogens can now influence and erode the bodies of complete Mythical Creatures.\nMirror Self: The number of Mirror Persons \"They\" can initially separate is 5.\nMythical Creature Form\n\n\"They\" become a complete Mythical Creature. \"Their\" Mythical Creature Form is that of a Gorgon.\nWhile in \"Their\" full Mythical Creature Form, \"They\" can instantly summon a forest of poisonous black snakes, obscuring the earth and piercing the sky, completely surrounding \"Their\" target."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_1:_Apocalypse_(Demoness_of_Apocalypse)",
        "section_id": "Sequence_1:_Apocalypse_(Demoness_of_Apocalypse)-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Apocalypse (Demoness of Apocalypse)",
        "text": "Authorities\n\nApocalypse: The ascended form of Catastrophe authority, and a lesser manifestation of Chaos.\nThe Apocalypse authority \"They\" possess brings a complete end within a designated area, entangling and concluding all things, including Fate itself, in a total eruption of contradictions- something that the Catastrophe authority cannot match.\nThere is a qualitative difference between Catastrophe and Apocalypse.\nWhile the focus of the Catastrophe authority is the different manifestations of disaster, the focus of the Apocalypse authority is the arrival of the disaster's result - Chaos.\nBlack Flame is a manifestation of the Chaos authority.\n⁠Frost is a manifestation of the Catastrophe authority.\nExamples of the Apocalypse authority in use include:\nLumian Lee caused a Pallbearer, who had already been teetering on the edge of losing control due to his corruption, lose control by erupting his inner conflict under the influence of fate.\nThe localized Apocalypse initiated by Lumian Lee caused the area around \"Him\" to collapse into a void, erasing all remnants except for a singular wooden coffin.\nCheek made a Special Mirror World move toward its Apocalypse, instantly causing that area to be condensed into an exceptionally dangerous darkness.\nA Demoness of Apocalypse can casually trigger national-scale level natural disasters.\nPleasure: The ultimate Pleasure that drives people to indulge is a part of the ultimate Charm, and the extreme emptiness and pain that follow make this Charm even more irresistible. Crying in Pleasure, sublimating in Pleasure, and dying in Pleasure - isn't this a kind of Apocalypse?\nThe Pleasure authority is a lesser authority of Charm.\nDisease: \"They\" gain a portion of the Disease authority. No longer limited to controlling mystical pathogens, \"They\" can now control all causes of Disease. \n\"They\" can't manipulate the Mental Plague used by Visionary Pathway.\nIt's only possible after the authority evolves into the symbol of Disease.\nStrengthened Abilities\n\n\"Their\" previous abilities have been enhanced.\nDark Magic: \"They\" are able to directly utilize the power and special traits of the Mirror World.\n\"They\" can also temporarily allow a Mirror Entity to enter reality. \nEven if these Mirror Entities were to reach the level of a King of Angels, a Demoness of Apocalypse would still be able to control \"Them\".\nThis allows \"Them\" to rapidly swap reality with its Mirror image.\nA Demoness of Apocalypse's lifespan is extended to 100,000 years."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Demoness_Pathway/Abilities",
        "h2_id": "Sequence_0:_Demoness_(Chaos_Demoness,_Primordial_Demoness)",
        "section_id": "Sequence_0:_Demoness_(Chaos_Demoness,_Primordial_Demoness)-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Demoness (Chaos Demoness, Primordial Demoness)",
        "text": "Description \n\"She\" is the Source of Catastrophes, the Symbol of the Apocalypse, the Demoness who wields Chaos, and the Ruler of the Mirror World. \"She\" corresponds to the feminine aspect of the Original Creator and possesses the authorities of Primordium, Chaos, Charm, Mirror World, Femininity, Dark Magic, and Disease.\nAuthorities\n\nChaos: This is the core authority of the Demoness, the authority over the return of all things to Chaos and the Primordial state.\nCatastrophe causes the systemic collapse of a structure, Apocalypse intensifies this Catastrophic collapse into a total eruption of contradictions, entangling everything into unity, and Chaos represents the ultimate singularity after this eruption, the outcome of the total collapse.\nThus, Chaos cannot be applied directly to a stable, balanced target. A Catastrophic collapse must first be initiated in the area, followed by an eruption of contradictions that forms a substantial vortex of Chaos. Only then can it spread outward to affect the target.\n\"She\" can create and control a nearly sky-filling vortex of Chaos composed of liquids of every color. This vortex represents every possibility, and anything that gets sucked into it will be shredded and dissolved into fragments, becoming an unrealized possibility.\nThose caught in this Chaos vortex lose sight and hearing, and their Spiritual perception ceases; they feel as if they have reached their own Apocalypse.\nThe Chaos vortex that \"She\" creates can be used defensively.\nPrimordial Demoness formed a Chaos vortex to shield \"Herself\" from Darkness brought by the Evernight Goddess of the Darkness Pathway.\nThe Chaos authority is a branch of the symbolism of destruction and endings, distinct from Death, Eternal Darkness, Decay, Ruin, Slaughter, or Fragmentation as forms of finality.\nDisease & Plague: These are lesser authorities of Chaos and components of Catastrophe. \"She\" is the concept of Disease itself, and this concept can be attached to anything.\n\"Her\" mystical pathogens can corrode and infect True Gods given enough time.\nThe Demoness can also directly attach the concept of Plague to an area.\nPrimordium: Chaos is the end and Primordium is the beginning. As the feminine aspect of the Original Creator, \"She\" has authority over the beginning and the end, and these two authorities are identical to a certain extent. At the level of the Original Creator, Chaos and Primordium merge into one.\nAt \"Her\" current level, the Primordium authority at Sequence 0 represents Stillness, Stagnation, and Omnipotence, with its lower-tier authorities including Petrification, etc.\nThe Stillness and Stagnation of Primordium lean toward a state in which Time ceases to exist. Omnipotence refers to various forms of Dark Magic, contact with Chaos, and the potential to invoke the Chaos Sea.\nDark Magic: \"She\" is the Sovereign of all Dark Magic, a lesser authority of Primordium. Any Spell that falls within the Darkness, Curse, Depravity, or Evil domains will either be ineffective against \"Her\" or be enhanced and altered to \"Her\" advantage. This does not apply to Spell-like abilities from Beyonder Characteristics.\nThe Shadow Magic and Flesh and Blood Magic of the Hanged Man Pathway won't be affected as they are abilities derived from Beyonder Characteristics.\nA Warlock's own witchcraft that falls under the Darkness, Curse, Depravity, or Evil domains counts as Dark Magic as do Imitated Spells.\nCharm: \"She\" possesses Charm at the conceptual level, which has an extreme effect on all things, inducing feelings of infatuation, reluctance to part, and possessiveness.\nAll things become infatuated and entranced by \"Her\" slightest expression and remain perpetually in ecstasy. Even rules and concepts are reluctant to constrain or oppose \"Her\".\nCheek's voice was enough to make Lumian Lee's entire body surrender to \"Her\". \"Her\" smile could halt a King of Angels' rage, and \"Her\" appearance could even Charm The Fool.\nJust a slight look at \"Her\" hands invoked a full Petrification of Lumian Lee, along with an outflow of \"His\" most primitive desires, rendering \"His\" mind blank.\n\"Her\" Charm works on even Great Old Ones; however, there are dangers.\nIf those Great Old Ones desire \"Her\" Uniqueness or Sequence 1 Beyonder Characteristics, \"Their\" possessiveness will be amplified to madness, compelling \"Them\" to devour and fuse with \"Her\", becoming one permanently.\nIf \"She\" were to go mad, this authority would not reach its full potential.\nThis was the case for Primordial Demoness Cheek.\nMirror World: \"She\" has complete control over the Mirror World and all its derivative abilities, including Immortality and Resurrection.\nDestroying all Mirror Worlds would be the only way to truly kill the Demoness.\n\"Her\" Divine Kingdom is tied to the Mirror World and has the following effects:\nOnly Females can exist there — even Gods would acquire distinct Female characteristics.\nWithout sufficient protection, one would frequently encounter disasters tied to oneself.\nGazing upon what should not be seen would immediately Petrify one into stone.\nExtreme Pleasure sporadically manifests, making one reluctant to leave.\n\"She\" can prevent the Mirror World from collapsing.\nPrimordial Demoness stopped the collapse that was induced by Dual-Pathway God Amon's Sufferer's re-enactment of Mr. Fool's supernova.\nMirror World creatures are subject to \"Her\" command.\n\"She\" can fuse with the Mirror World at any time.\nThis lets \"Her\" appear in any corner as \"Her\" voice echoes from all directions.\nFemininity: As a feminine aspect of the Original Creator and representation of Yin Energy, \"She\" possesses some authority over female forces and concepts.\nIf this authority were to malfunction, all females in the universe would suffer anomalies.\n\"She\" can transform living beings and inanimate objects \"She\" perceives into females.\nThe Primordial Demoness altered various infants, \"Her\" hair, and rebellious mystical pathogens to make them real females to control and manipulate.\nMythical Creature Form\n\n\"She\" appears enormous, still clad in \"Her\" white, bone-made dress, \"Her\" visage growing increasingly beautiful yet exuding different temperaments from various angles: pure, elegant, majestic, delicate, pristine, and decadent.\n\"Her\" black hair, as thick as pythons, exuded an eerie slickness. Some strands rose and rotated, their black- and-white eyes spinning; others extended forward. sprouting serpent-like heads that flicked their tongues: and others coiled at \"Her\" feet, forming a vortex of snakes. Whether one gazed directly at the Primordial Demoness or not, everything would react instinctively to \"Her\" presence.\nAnything directly touched by these tentacles will be transformed into beautiful women of varying sizes that run about, destroying all matter."
      }
    ]
  }
]