[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_9:_Apprentice",
        "section_id": "Sequence_9:_Apprentice-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Apprentice",
        "text": "Description\nAn Apprentice's abilities are rather strange. Apprentices pursue the footprints of freedom and are rarely trapped and very difficult to stop. They are often able to escape from situations and pass through obstacles every time.\nNew Abilities\n\nDoor Opening: Apprentices possess the ability to Open some things related to Doors.\nUsing the unique traits of the Spirit World, an Apprentice can phase through walls and other big obstacles by Opening a symbolic, incorporeal Door.\nThe premise is that there are no restrictions from Beyonder powers present and that the barriers an Apprentice is phasing through is not too thick.\nIn terms of mysticism definitions, as long as the barrier can still be called a wall in the conventional human understanding, it is not considered too thick.\nApprentices are not able to bring other people with them while using this ability, but can bring the things that are currently on their body.\nEven if an Apprentice's connection to the Spirit World is blocked, they are still able to use Door Opening to accomplish this feat.\nThey can Open any lock which doesn’t contain mystical powers, as well as a small number of locks that are reinforced with Beyonder effects."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_8:_Trickmaster",
        "section_id": "Sequence_8:_Trickmaster-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Trickmaster",
        "text": "New Abilities \n\nTrickmasters wield all kinds of strange but relatively weak Spells and Spell-like abilities which are more about performing tricks than defeating enemies.\nGas Transfer: This Spell lets them Transfer toxic or harmful gases away or to a place where they are needed, with the Transfer destination not exceeding 15 meters from the Trickmaster.\nFlash: This Spell is not usually used not to illuminate the environment but to affect others’ vision, with a Flash intensity several times more dazzling than old-fashioned flash cameras.\nEscape Trick: They can use a combination of props, Loud Noises, Black Curtains, or Flashes to divert the target’s attention, which lets them quickly move themselves around.\nThis is a lesser form of Blink.\nTumble: This Spell makes a 5-6 meter radius area act as if coated with grease, causing people to slip and fall, or it could make a designated target’s footing slip directly.\nObject Manipulation: Trickmasters can move or bounce designated objects within a 5 meters but are unable to perform more precise operations with them.\nElectric Shock: Through a medium, they can create an Electric Shock with an intensity similar to non-high-voltage electric shocks in modern society.\nFreezing: This Spell creates a rapid cooling effect, creating frost or thin ice. This can also be transmitted through palm contact or in a ray form.\nThe ray form of this Spell has a speed close to that of an arrow and has an effective range no more than 10 meters .\nLoud Noise: This creates a massive sound out of nowhere, which can be used to fake explosions or disrupt enemies’ attention and hearing.\nBlack Curtain: Like a magician, a Trickmaster is able to create a lightless curtain out of thin air that can be used to Conceal objects.\nBurning: Through rubbing their fingers, a Trickmaster can use this Spell to ignite and Burn objects within a 3 meter range.\nFog: Trickmasters are able to use this Spell to generate Fog all around them within an effective range of 15 meters.\nWind: With this Spell, Trickmasters are able to manifest a Wind with a force level equivalent to a level 7 or 8 gale."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_7:_Astrologer",
        "section_id": "Sequence_7:_Astrologer-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Astrologer",
        "text": "New Abilities\n\nSpirituality: An Astrologer's Spirituality will get greatly enhanced upon drinking this potion.\nSpirit Vision: They can use Spirit Vision to see non-physical things, such as ghosts, specters, and the different parts of a Soul as well as deduce a person's health and emotions through it.\nDivination Arts: Astrologers are able to master all sorts of Divination methods; however, they have powerful Divination capabilities with Astrology and crystal balls.\nBy overlapping the silhouettes of 2 people, even if they are disguised, Astrologers can determine whether or not they are the same person.\nThey are able to utilize a crystal ball to recall their own past memories. The way this operates is extremely similar to that of a Dream Divination.\nAnti-Divination: Astrologers are able to interfere with others' Divination and Spiritual Intuition within the surrounding area.\nThey are able to consult their own Spirituality for Divination.\nSpiritual Intuition: Their Spiritual Intuition has also been greatly improved.\nThey can use this Intuition to perform Divination.\nStrengthened Abilities\n\nDoor Opening: Their ability to phase into obstacles have been enhanced.\nAstrologers can now bring other people with them when phasing through obstacles.\nThey can open a tiny Door in a wall in order to see the inside of a room."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_6:_Scribe",
        "section_id": "Sequence_6:_Scribe-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Scribe",
        "text": "New Abilities\n\nRecord: After witnessing a Beyonder power, Scribes can attempt to Record its mystical symbols, patterns, and labels—storing them for a single use if they succeed.\nIn principle, this ability uses their Soul as a pen and their Spirit Body as the paper to function.\nThere are several limitations to a Record but they will lessen as they digest the potion.\nThe probability of successfully Recording is not guaranteed for powers above Sequence 6.\nThe higher the Sequence the power is, the less likely it is to successfully Record it.\nSequence 4 powers may not be able to be Recorded even after attempting ten times.\nThe number of powers they can Record is limited, which increases with digestion.\nThey are initially limited to 1 Beyonder power at the Demigod-level, 8 Beyonder powers for Sequence 5-6, and 20 Beyonder powers for Sequence 7-9.\nAfter complete digestion of the potion, a Scribe will be able to Record 2 Beyonder powers at the Demigod-level.\nRecording can only be used on active Beyonder abilities, not passive ones.\nThe effects of Recorded Beyonder powers will be weaker than the original.\nDemigod-level Beyonder powers will be halved at best. Sequence 5 and 6 Beyonder powers will have more than 50% of their original strength, while Sequence 7 and lower Beyonder powers will be almost as powerful as the original Beyonder power itself.\nWhen a power originating at Sequence 7 is demonstrated by a Sequence 5 Beyonder and Recorded in a Sequence 7 slot, it will manifest at the Sequence 6 level.\nWhen Recording is used, the spell \"I came, I saw, I recorded\" will appear."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_5:_Traveler",
        "section_id": "Sequence_5:_Traveler-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Traveler",
        "text": "New Abilities\n\nTraveler's Door (Door of Teleportation, Traveling): They can open a Door to the Spirit World and Travel there while still sensing the real world. This gives them a form of long distance Teleportation.\nThe longer the distance, the less instantaneous Traveling will be. In addition, the maximum range they can Travel depends on their Sequence and Spirit Body's strength.\nSimilar to Door Opening, other individuals are able to Travel with a Traveler if they were to come into physical contact with them when they are Traveling.\nIf their connection to the Spirit World is severed, they will no longer be able to Travel.\nIn this scenario, Travelers are still able to utilize Traveling to achieve a form of Invisibility by using the unique traits of the Spirit World.\nBlink: A form of short distance Traveling that leaves afterimages in its wake\nA Traveler could keep phasing around a target, opening up and narrowing distances as they pleased, catching people by surprise.\nThis can also prevent the enemy from inflicting a successful blow.\nIf their Teleportation powers were to be suppressed, Travelers will be limited to only Blink within a relatively small area.\nBy rapidly Blinking, never staying in one place long enough, \"They\" can avoid being Charmed by Demoness Pathway.\nThe difference between Blink and Teleportation is that Blink is Positioning and using the Spirit World corresponding to an area, while Teleportation is Positioning using the entire Spirit World.\nFrequent Teleportations can achieve the Blink effect, however the consumption of Spirituality is much larger than normal Blink.\nPositioning: Travelers are able to identify where they exactly are; however, no matter how good the Navigation is, it is still limited by the Traveler using it.\nTravelers have an intuitive sense of direction while they are in the Spirit World, allowing them to never get lost or accidentally get injured when they come out.\nInvisible Hand: They can capture objects from a distance using an Invisible Hand.\nStrengthened Abilities\n\nRecord: A Traveler's ability to Record Beyonder powers has been greatly enhanced.\nThey can Record up to 4 Demigod powers, whose effects are now close to that of a true Sequence 4."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_4:_Secrets_Sorcerer",
        "section_id": "Sequence_4:_Secrets_Sorcerer-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Secrets Sorcerer",
        "text": "Description\nWhen it comes to the “Secret” of a Secret Sorcerer, it represents numerous hidden spaces, including that of the Mirror World, the world within various Paintings, etc.\nNew Abilities\n\nSpace Concealment: This can be seen as a core ability of a Secrets Sorcerer. With it, they can split a targeted area into 2 to create a Concealed space, only accessible through a specific Door.\nEvery Concealed Space must have a Door, used as an exit or to observe the outside world.\nThe location of the Door depends on the creator's thoughts.\nIt is often faster to directly remove the Concealment than to exit the hidden Space.\nThey can create a special Mystical Item that houses a small Concealed space.\nThe principle is to transform an area of the Spirit World into a Concealed space and use the chaos of the Spirit World overlapping with reality to form a Door to the item.\nAs a Mystical Item, it has a duration and must be recharged periodically. Otherwise, the items inside will be lost in the Spirit World and will be almost impossible to recover.\nBecause part of the Door is in the Spirit World and the other part is in the real world, the negative effects of the Sealed Artifacts inside will still affect the wielder.\nAt Higher Sequences, they can create a Seal that significantly diminish the negative effects of the Sealed Artifacts inside the special Mystical Item and prevents Beyonder Characteristics from fusing into their environment.\nWhen it comes to area, a small hand-sized pocket Mystical Item created by a Secret Sorcerer can hold a Concealed space similar to a large apartment.\nTransfiguration: \"They\" could transform into one illusory Door after another. These Doors layers repeatedly, extending to an infinite number to make attacks never reach them.\nTo avoid Cattleya's Spear of Longinus, Botis kept on \"entering\" into different Concealed spaces and hiding within illusory Doors over and over again as they were destroyed.\nSome Doors were made up of two winding stone golems, had a fist-sized hole by the gaps of the Door, were embedded with silver nails, or were covered in mysterious patterns.\nSecret Keeping: They can Conceal Secrets and block intuition, or become a Secret by shattering a crystal ball, affecting tracking via mysticism means.\nFors Wall utilized Secret Keeping to Conceal certain matters about Lumian Lee.\nExile: After gaining initial control over the target, they can create illusory Doors that can cast a tentatively controlled target into a corresponding chaotic-Spatial turbulence.\nThese Doors differ in appearance, come in bountiful numbers, and overlap together.\nSome are double Doors that open outwards or are Doors that are deep and recessed. Others are covered in mysterious patterns or hollow in the middle, allowing one to vaguely see the boundless Darkness behind them.\nEach of these Doors represent different scenes where danger and opportunity coexist.\nAt this Sequence, Exile will last for only 20 seconds. Once time is up, the Exiled target will return to their side through the same illusory Door.\nStrengthened Abilities \n\nRecord: Their ability of Record has undergone a qualitative change.\nSecrets Sorcerers are now able to Record Angel-level Beyonder powers, even those of Kings of Angels; however, those Beyonder powers will be much weaker than the real deal.\nBotis had Recorded the Beyonder power Reboot from Ouroboros; however, the Recorded power was only able to Reboot reality for 3 seconds and affect a tiny room.\nSecrets Sorcerers are not only capable of Recording Beyonder powers for use, but can now even Record the \"states\" of various existences to use in combat.\nBotis had Recorded a particular \"state\" of the Abomination Suah - a \"state\" that transformed his arm and would cause the surrounding vicinity to be tainted with madness.\nDoor Opening: They can use this ability to Open up certain restrictions on their Traveling capabilities.\nEven if Teleportation has been Prohibited or suppressed, a Secrets Sorcerer will be able to make a few adjustments to the blockage in order to release that effect on them. This is under the condition that this suppression is from a Beyonder whose level isn't high enough.\nIf it weren't for Cattleya's sudden involvement, Botis would have been able to Open up the illusory Door created by Xio Derecha that blocked his path to the Spirit World.\nBlink: Their Blink ability has been greatly enhanced.\nWhile they are in Blinking state, they could use various different Beyonder powers at a speed faster than normal; however, they cannot sustain this for too long.\nThe effect of releasing Beyonder powers at a speed faster than normal is something that is achieved through the individual actions of their numerous Worms of Star.\nThey can use Blink to avoid mental attacks.\nBotis utilized Blink to dodge Audrey's Virtual Persona.\nSpirituality: Their Spiritual Intuition and capabilities with Astrology have been enhanced.\nTheir eyes can turn dark, dotted with countless points of resplendence which will form \"gravel\" from stars that spin rapidly, causing them to quickly break free from any Illusions.\nBotis had stopped for a moment before using this capability in order to break free from The Little Match Girl Spell that Cattleya had casted.\nSpiritual Intuition: Their Spiritual Intuition has become strong enough to warn them of Demigod-level Illusions; however, not immediately or in advance.\nMythical Creature Form\n\nAs a Sequence 4 Demigod they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. The insects formed from resplendent starlight, whose bodies are bent into a semi-circle, forming a magical glow that resembled illusory Doors are called the Worms of Star.\nThey can divide Worms of Star from their own Mythical Creature Form.\nThey can kill these maggots and wait for the minute Beyonder Characteristics to be released, then use the carcasses to contain power that is bestowed by a high-level existence.\nThrough this, they are able to use the carcasses of their Worms of Star as high-level materials to create various charms and special bullets.\nThis fractures their own Spirit Body, dealing considerable damage and making them unable to do this frequently unless they want death.\nIf they lose too many Worms of Star they are able to recover by absorbing the Beyonder Characteristics of the Door Pathway.\nSecrets Sorcerers can negate some mental attacks by dividing the burden across their Worms of Star, while leaving some of them still in control of their bodies.\nTo make this work effectively they need to use a mental Beyonder power like Hypnosis to support them, enabling them to divide the burden without having to do it manually."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_3:_Wanderer",
        "section_id": "Sequence_3:_Wanderer-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Wanderer",
        "text": "New Abilities \n\nWandering: They are no longer trapped by the Spirit World and can now Wander through the Astral World, enter the Cosmos and head to different planets where they can encounter different civilizations.\nSpace Tearing: Through physical contact, they can Tear Space and make it become swallowed by the void, causing things within the area to gradually collapse and shatter in a Space-Time storm.\nFors Wall Tore the area around \"Loki\" and warped it into the void, shattering both the space around him and \"Herself\" into a myriad of small fragments.\nThe alternate space that accompanied the Tree of Shadow where Fors Wall battled Suah bore gaping holes, as if swallowed by an endless void.\nSpace Integration: This Beyonder power serves both as a form of Concealment and an adaption to the various different planetary and interdimensional environments in the universe.\nStrengthened Abilities\n\nSpace Concealment: A Wanderer can now utilize their ability to create Concealed spaces to form a temporary \"spatial cage\", which is equivalent to a form of Sealing.\nDoor Opening: Except for some special Beyonder powers that can prevent it, a Wanderer can Open a Door and break through almost all types of barriers.\nMythical Creature Form\nAs a Sequence 3 Beyonder, they can listen to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_2:_Planeswalker",
        "section_id": "Sequence_2:_Planeswalker-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Planeswalker",
        "text": "Beyonder Characteristics:\n\nThere are a total of nine Planeswalker Beyonder Characteristics in existence. Up to six Planeswalkers are allowed to exist at once if there are three Keys of Stars already due to the limited amount of Beyonder Characteristics. Further information: Door Pathway/Misc\nNew Abilities\nSymbolization: \"They\" can transform \"Themselves\" into Symbols.\nThis let's \"Them\" use the Astral World more effectively to head to different planets and worlds.\nDimension Sight: \"They\" gain initial contact with the power of Dimensions.\n\"They\" are able to project distant scenes from other locations into a circular veil, enabling them to watch scenes not within \"Their\" direct line of sight.\nFors Wall created a circular veil and projected Lumian's figure away from \"Her\" into the veil.\n\"They\" can miniaturize persons, objects, and scenes for storage, turning them into toys. The effective range can cover a city the size of Backlund.\nThe affected living beings will barely be able to move as their movements will turn stiff and jerky, akin to that of lifelike wind-up toys.\nThese living beings must be released within 24 hours, otherwise, they will be permanently converted into toys. Even their Spirit Bodies will never enjoy an eternal rest.\nBeyonders up to Sequence 5 will not notice they have become toys, while those at Sequence 3 or above will be able to recognize their situation and respond.\nA Sage's state as a torrent of Information allows \"Them\" to reassemble \"Themselves\" into a regular state, breaking free from the restrictions of a toy.\nA Demoness of Unaging can use the method of self-destruction and Resurrection via their Mirror Self to escape such influence.\n\"They\" can only store a single miniaturized space with \"Them\"; however, \"They\" are able to swap and replace it with a new region.\nAuthorities\nTeleportation: \"They\" have initial control over Teleportation, a lesser form of the Space authority.\nBlink: \"They\" can be located in different locations at the same time by repeatedly Teleporting back and forth, enabling \"Them\" to fight on different battlefields at the same time.\nFors Wall confined Loki in The Spirit World, and at the same time, \"She\" was also present in Port Santa to enforce the Seal on the spaceship containing an embryonic black hole.\n\"They\" are also able to directly create Doors that lead to a targeted location without having to use the corresponding mediums to enter those areas.\n\"They\" have 2 methods of entering a location. The first method is to directly open a Door to that realm while the second method involves using Replication to copy the relevant abilities.\nMirror World: \"They\" can open a Door to the Mirror World using two methods:\n\"They\" can open an illusory Door of Mirror World without using any Mirror as well as travel through and locate Mirrors in different locations without getting lost.\n\"They\" can also Replicate the ability of those in the Demoness Pathway to travel to the Mirror World; however, this method would require a Mirror for it work.\nUnderworld: \"They\" can open a Door to the Underworld using two methods:\n\"They\" can freely open an illusory Door to the Underworld anywhere by using this application of \"Their\" ability without any need of locating the Underworld.\nIn the case of the Underworld being hidden, \"They\" can Replicate the ability of a Gatekeeper from the Death Pathway and travel to the Underworld.\nDreams: \"They\" are also able to open an illusory Door to Dreams.\nSome Dreams are dangerous and hard to enter into; however, even if \"They\" can't enter it, \"They\" can form Doors to it in order to establish a channel of influence.\nMadam Magician with Miss Justice's abilities is able to allow Miss Justice to influence The Fool's Dream to a certain degree.\n\"They\" can't enter the Historical Void without using a Replicated power.\nStrengthened Abilities\n\nReplication (Reenactment): Once \"They\" have sufficient understanding about the corresponding 'objects', \"They\" can directly Replicate without having the need to Record.\n\"They\" can Replicate certain Beyonder powers through 2 methods.\n\"They\" are able to directly Replicate Beyonder powers and use it \"Themselves\".\nFors Wall Sealed the Sacred Heart Cloister of Church of the Eternal Blazing Sun, which was enforced by Lightning and Darkness from \"Her\" Replication\n\"They\" can directly Replicate instances of people using 1 Beyonder power.\n\"They\" can Replicate scenes which can bring 2 separate effects.\n\"They\" can cross all obstacles and distances if the corresponding scene still exists in the real world, directly descending to \"Their\" desired destination.\n\"They\" are able to fully change the area around \"Their\" targets and allow the corresponding scene to manifest in the real world.\nThis allows \"Them\" to relocate various things simultaneously from one place to another\nMadam Magician forcefully relocated two ships, along with Hela, Franca, the \"Cinderella\" Demigod, the humanoid Sealed Artifact, the Maidens of the Sea, the remaining deputy hosts, and the sailors from the underwater cavity, instantly reappearing on the sunny, calm, turquoise sea beyond the Seal.\nThere are certain limitations to Replication.\nReplicated high level-powers are quite different from the original, however, it will still be able to show a certain level of authority that isn't easy to ignore.\nNot every ability can be Replicated, those that alter one's state without being used directly are especially difficult to use.\nWandering: A Planeswalker is able to make starlight sprinkle down, causing all those present to begin to Wander towards a desired location.\nSealing: \"They\" can use starlight as a method of Sealing.\n\"They\" can make brilliant starlight shine with \"Their\" eyes to create a pair of dreamlike Doors.\nThese Doors can transfer an object into the deep, dark Cosmos.\n\"They\" are able to Seal concepts in both a literal and mystical sort of sense with starlight.\nFors Wall Sealed Cattleya's listening abilities in both the literal and mystical senses to significantly reduce the effect of the seeped in Immortal Voice.\nSpirituality: \"Their\" ability to use Astrology has been greatly enhanced.\n\"They\" can turn \"Their\" surroundings into a celestial spectacle filled with twinkling stars, allowing \"Them\" to perform Astrology without the need of a crystal ball.\nMythical Creature Form\n\n\"Their\" Mythical Creature Form appears to be that of a huge human figure composed of a light ball formed by many Worms of Stars and constructed by layers of real and illusory Doors."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_1:_Key_of_Stars",
        "section_id": "Sequence_1:_Key_of_Stars-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Key of Stars",
        "text": "New Abilities \n\nSpace Fragmentation (Gravity Manipulation): \"They\" can use the power of stars and the gravitational force that are emanating from them, shattering and bending Space, time, and light.\nFors Wall split \"Herself\" into nine and behind each figure, different colored planets hazily appeared that created nine different directional gravitational forces that tore apart the surrounding Space, slowed the flow of time, and changed the trajectory of light.\nAuthorities \n\nPosition: \"They\" will never lose track of \"Their\" own Position, are able to make \"Their\" enemies never find \"Their\" Position, and can even make those enemies unable to locate their Position.\nBy using the information in the Spirit World or the mystical connections between things, \"They\" can precisely locate the Position of anything \"They\" desire anywhere.\nEven Concealed objects can be located, but the prerequisite is to create a corresponding mystical connection and to exploit it before it is cut off by the other party.\nMr. Fool was able to form a directional, dreamlike key, forcibly opening the barrier of the Special Mirror World to locate Lumian Lee's current Position.\nOnce the target has been located and there is nothing blocking \"Them\", \"They\" are able to use \"Their\" authority to exert influence and affect the target.\nFors Wall was able to Seal the Position of Lumian's Mirror Person once his Position has been located by \"Her\" using the Cloak of Stars.\nSeals: \"They\" have initial control over the Seals authority.\n\"They\" are able to create a maze that can be considered a Seal with Time constraints.\nJourney (Space-Time Maze): Time is Space, and Space is Time. Though there must be a Door and destination, \"They\" could set the exit at the farthest point and turn the Journey between into a Space-Time Maze that couldn't be quickly traversed.\nOnce one has entered the maze \"They\" built, one would likely become lost immediately, unable to find an exit, let alone reach the intended destination.\nFors Wall trapped Torriope within a set area by setting the exit point to the farthest place from the entrance, making a Journey of a few dozen meters into a winding Space-Time Maze that would take much longer to finish.\n\"Their\" Space-Time Mazes can utilize Space-Time elements to trap others, including the usage of Spatial loops or Time disruptions.\nIf one were to look outside the Space-Time Maze, they will see an ethereal darkness filled with brilliant stars without any paths.\n\"They\" are better able to use starlight as a method of Sealing.\n\"They\" can let a resplendent starlight descend upon the target, with each starlight transforming into an illusory Door, seamlessly melding with and merging into the target.\nThis type of starlight Seal is able to repair itself when damaged, has the capability of Sealing an embryonic Black Hole.\nThe illusory Doors that have merged with the target can manipulate the void to effectively Seal the target.\n\"They\" are able to unveil a vast and dreamlike starry sky formed from starlight to cover an entire area, effectively Sealing it in a defensive barrier.\n\"They\" can create defensive barriers in the form of a Seal.\n\"Their\" range is enough to Seal the protected zones created by The Fool.\nTeleportation: \"They\" can open Doors to Higher Dimensions.\nFors Wall had opened a Door in a Higher Dimension where an Observer was located at to allow Medici and \"His\" legion to kill \"Them\".\nStrengthened Abilities\n\nAll of \"Their\" Beyonder powers have been reinforced and enhanced.\nDimension Sight: With a burst of dazzling starlight, \"They\" can conjure a fantastical screen in front of \"Them\" which will show \"Their\" targets, including those moving between Dimensions."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Door_Pathway/Abilities",
        "h2_id": "Sequence_0:_Door",
        "section_id": "Sequence_0:_Door-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Door",
        "text": "Symbolism\n\n\"They\" can use surface-level symbolism application of \"Their\" authorities.\nAuthorities \n\nDoor: The concept of Doors, encompassing authority over Space, Sealing, Alternate Worlds, etc. \"They\" can open or close all things related to the concept of Doors in the entire world, causing Seals to be broken or strengthened within a certain period.\nSpace: \"They\" possess the authority over Space and can use it to exert sufficient influence across all different and alternate Dimensions.\n\"They\" can instantly Travel to any Space, being able to move \"Themselves\" and others to any part of the Physical, Spirit and Astral World.  \nAmon's main body was able to break through the Concealment of the Evernight Goddess through the opening of many Doors after a period of time.\nDuring Klein's Apotheosis Ritual, Amon's Avatars attempted to move Klein out of the real world into the Cosmos in order to make \"Him\" lose control.\n\"They\" are able to cause the surrounding Space to degrade and collapse, making any target caught within vanish into the void.\nThis destruction of Space can even annihilate a planet.\nAmon formed a starlight oval that illuminated Klein's figure before making a gesture of \"tearing\", causing the Space covered by starlight to collapse and degrade.\nThis forced Klein Moretti to rapidly expend Paper Figurine Substitutes and later, borrow the authority of the Error to save himself.\n\"They\" can step through Doors that open and close simultaneously, preventing other beings from knowing what entered or what lay behind those Doors.\nAmon split into multiple Doors that opened and closed at the same time, preventing the Evernight Goddess from knowing where \"They\" went.\n\"They\" are able to create various Alternate Worlds. However ,\"Their\" Alternate Worlds can't become completely independent.\nThe Alternate Worlds that the Door creates should therefore use the Reality, the Spirit World, or the Astral World as a foundation.\nAt most, \"They\"  are able to divide a part of the Spirit World into it, connected to reality but unable to connect (flow through) due to being Sealed; the Astral World's concepts and symbolism cannot be isolated.\nAn Alternate World can be defined by the Door as \"Their\" Divine Kingdom, even if it was something like the Underworld.\nBethel Abraham, with the explicit permission of Alista Tudor and the Primordial Demoness, had established and created the Special Mirror Worlds.\nThis authority, combining with Death, was used by Gregrace to gave rise to the Underworld, the common Endpoint of life.\nThe ultimate form of Blink is Omnipresence.\nThere is a limit for the number of Afterimages, so \"Their\" Omnipresence will reach a limit at certain point, however that limit might not be perceptible for ordinary creatures.\nOmnipresence is a state, not a symbolism or authority.\n\"They\" can make a Spatial Cage out of thin air.\nSeals: The Door's authority over Seals includes Spatial Cages and also encompasses elements such as Time and mazes.\nIf \"They\" choose to affect the entire world, unless \"They\" put all “Their” energy into this matter, such authority wouldn’t be able to influence the entire world for too long. \nBethel's return to reality triggered \"His\" Apotheosis Ritual, causing all physical Doors to open and all Seals to weaken, making most Seals in various churches fail.\nAmon had temporarily shut off everything related to the concept of a Door, greatly strengthening the effects of any Seal.\nThis prevented people from opening ordinary Doors and caused Orthodox Churches and Secret Organizations to be unable to use Sealed Artifacts for a period of time.\nEven if a True Deity descended from the Astral World, it would still take “Them” a certain amount of time before “They” could break the restrictions.\nBesides being able to simply affect the world in an all-round way, \"They\" are also able to directly create various types of Seals that can even trap a True Deity. \nKlein made Hidden Sage's Information collapse towards a point, squeezing it together, compressing and Sealing it into a dark spherical ball which \"He\" then made explode outward with a thunderous sound, destroying the overall Information structure.\nAmon created a \"fishnet veil\" that began to twist and reassemble to form a strong cage that trapped Klein. Inside the \"fishnet veil\" cage an illusory Door appeared and moved quickly without being fixed in place.\n\"They\" can also temporarily Seal a Great Old One, provided the Great Old One does not resist.\nHowever, this does not mean \"They\" can Seal Corruption, as the Corruption itself would not cooperate with \"Them\".\n\"They\" are able to Seal Convergence.\nA King of Angels with the    Door Uniqueness can use the Sealing authority to resist the tendency to converge, preventing three Sequence 1 Beyonder Characteristics and the Uniqueness that are placed in \"Their\" body from inevitably converge rapidly, immediately becoming a True Deity, losing control on the spot, or dying directly.\nThis allows \"Them\" to achieve a level, statue, and power that aren't achievable by a normal King of Angels.\nExcept for specific Great Old Ones like the Eternal Darkness, no other entity can trap the Door.\nSealing a King of Angels with three Key of Stars Beyonder Characteristics and    Door Uniqueness requires two True Deities, like the Darkness and Tyrant, to Seal and Banish \"Them\".\nIn a sense, Eternal Slumber of the Darkness is an extreme Seal. The Door can undoubtedly be able to weaken the Seal or even make it lose its effectiveness.\nEven authorities like Blind Stupidity or Reassembly, if they were to be used as a Seal, could be strengthened or weakened by the Door.\nWhile compressing a Star via Space authority is difficult, \"They\" can Seal one.\nConceptualization: An enhancement to Symbolization, allowing \"Them\" to turn into a Conceptual Creature that can avoid the damage caused by close proximity with a massive Star.\nIn this form, \"Their\" figure would become distorted, instantly dyed with brilliant starlight as well as becoming extremely illusory, as if they have transformed into a star Door.\n\"They\" would no longer look like normal physical creatures, but more like a collection of Symbols such as \"Wandering\", \"Astral Passage\", \"Key\", and \"Door\".\n\"They\" can forcibly Conceptualize other entities by enveloping them in resplendent starlight, causing similar Concepts to gather together into a Conceptual Cluster.\nBeings that have been Conceptualized into a Conceptual Cluster will enter a passive state where they won't be able to do any actions.\nConcealment: \"They\" can make \"Themselves\" and \"Their\" matters unutterable.\nThis is similar to the Concealment authority of the Darkness.\n\"Their\" Divine Kingdom is not direct like that of a Red Priest, but instead rules-based like that of a Fool or Error's Divine Kingdoms.\nReplication (Reenactment): An authority stems from the Dominator of the Spirit World symbolism.\n\"They\" can create Replicas of \"Themselves\" on the level of symbolism.\nDespite this, \"They\" are unable to Replicate the symbolism of other Gods or Great Old Ones.\n\"They\" can Replicate a True God's authorities without Replicating the matching symbols.\nPosition: The Position authority not only includes the domain of Space, but also is extended to the domains of Time, Destiny, and Mind.\nAs such, the Position authority is the cornerstone of Beacon of Destiny symbolism, which helps determine the coordinates of direction in the long River of Fate.\nReferences\n\n↑ 1.0 1.1 \nLord of Mysteries, Chapter 65\n\n↑ 2.00 2.01 2.02 2.03 2.04 2.05 2.06 2.07 2.08 2.09 2.10 2.11 2.12 2.13 Cuttlefish's WeChat Post: \"Apprentice Pathway Abilities\"\n\n↑ 3.0 3.1 \nLord of Mysteries, Chapter 795\n\n↑ 4.0 4.1 \nLord of Mysteries, Chapter 309\n\n↑ \nLord of Mysteries, Chapter 107\n\n↑ \nLord of Mysteries, Chapter 853\n\n↑ \nCircle of Inevitability, Chapter 183\n\n↑ \nLord of Mysteries, Chapter 542\n\n↑ \nLord of Mysteries, Chapter 408\n\n↑ \nLord of Mysteries, Chapter 763\n\n↑ 11.0 11.1 \nLord of Mysteries, Chapter 1207\n\n↑ \nLord of Mysteries, Chapter 859\n\n↑ 13.0 13.1 13.2 \nLord of Mysteries, Chapter 1014\n\n↑ \nLord of Mysteries, Chapter 646\n\n↑ Archive:Cuttlefish's WeChat Post: \"Fortune Pathway Rituals\"]]\n\n↑ Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Abilities (Happy Mid-Autumn Festival for Everyone)\"#QnA, Question 8\n\n↑ 17.0 17.1 17.2 \nLord of Mysteries, Chapter 780\n\n↑ \nLord of Mysteries, Chapter 1106\n\n↑ 19.0 19.1 \nLord of Mysteries, Chapter 835\n\n↑ \nLord of Mysteries, Chapter 1234\n\n↑ 21.0 21.1 21.2 \nLord of Mysteries, Chapter 1196\n\n↑ \nLord of Mysteries, Chapter 1250\n\n↑ \nCircle of Inevitability, Chapter 1136\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"#QnA, Question 51\n\n↑ \nLord of Mysteries, Chapter 558\n\n↑ 26.0 26.1 \nLord of Mysteries, Chapter 1189\n\n↑ \nLord of Mysteries, Chapter 1194\n\n↑ 28.0 28.1 \nLord of Mysteries, Chapter 1305\n\n↑ 29.0 29.1 29.2 29.3 29.4 29.5 \nLord of Mysteries, Chapter 1195\n\n↑ 30.0 30.1 30.2 \nLord of Mysteries, Chapter 1201\n\n↑ \nCircle of Inevitability, Chapter 495\n\n↑ 32.0 32.1 32.2 \nLord of Mysteries, Chapter 1197\n\n↑ \nLord of Mysteries, Chapter 766\n\n↑ \nLord of Mysteries, Chapter 1032\n\n↑ \nLord of Mysteries, Chapter 1198\n\n↑ \nLord of Mysteries, Chapter 1334\n\n↑ \nCircle of Inevitability, Chapter 1037\n\n↑ \nCircle of Inevitability, Chapter 734\n\n↑ \nCircle of Inevitability, Chapter 258\n\n↑ \nLord of Mysteries, Chapter 1208\n\n↑ 41.0 41.1 \nLord of Mysteries, Chapter 1384\n\n↑ 42.0 42.1 \nCircle of Inevitability, Chapter 743\n\n↑ 43.0 43.1 43.2 \nLord of Mysteries, Chapter 1200\n\n↑ 44.0 44.1 44.2 \nCircle of Inevitability, Chapter 1133\n\n↑ \nLord of Mysteries, Chapter 1202\n\n↑ \nCircle of Inevitability, Chapter 483\n\n↑ 47.0 47.1 47.2 \nCircle of Inevitability, Chapter 1069\n\n↑ 48.0 48.1 48.2 48.3 \nCircle of Inevitability, Chapter 590\n\n↑ 49.0 49.1 \nCircle of Inevitability, Chapter 776\n\n↑ \nCircle of Inevitability, Chapter 728\n\n↑ \nCircle of Inevitability, Chapter 1002\n\n↑ Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"#QnA, Question 4\n\n↑ \nLord of Mysteries, Chapter 1209\n\n↑ \nCircle of Inevitability, Chapter 469\n\n↑ \nCircle of Inevitability, Chapter 872\n\n↑ \nCircle of Inevitability, Chapter 875\n\n↑ \nCircle of Inevitability, Chapter 867\n\n↑ \nCircle of Inevitability, Chapter 393\n\n↑ \nLord of Mysteries, Chapter 1382\n\n↑ \nCircle of Inevitability, Chapter 1065\n\n↑ \nCircle of Inevitability, Chapter 1105\n\n↑ \nCircle of Inevitability, Chapter 1042\n\n↑ 63.0 63.1 \nCircle of Inevitability, Chapter 591\n\n↑ 64.0 64.1 64.2 \nCircle of Inevitability, Chapter 1162\n\n↑ \nCircle of Inevitability, Chapter 1168\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Question 28\n\n↑ \nCircle of Inevitability, Chapter 958\n\n↑ \nLord of Mysteries, Chapter 1376\n\n↑ \nLord of Mysteries, Chapter 1379\n\n↑ 70.0 70.1 70.2 70.3 \nLord of Mysteries, Chapter 1385\n\n↑ 71.0 71.1 Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"#QnA, Question 41\n\n↑ 72.0 72.1 \n\nLord of Mysteries, Chapter 1381\n\n↑ 73.0 73.1 Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"#QnA, Question [?]\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\", Q51\n\n↑ \nCircle of Inevitability, Chapter 1098\n\n↑ 76.0 76.1 Cuttlefish's WeChat Post: \"The Monarch of Decay Pathway\"\n\n↑ \nLord of Mysteries, Chapter 1350\n\n↑ 78.0 78.1  \nLord of Mysteries, Chapter 1375\n\n↑ \nCircle of Inevitability, Chapter 1070\n\n↑ 80.0 80.1 \nLord of Mysteries, Chapter 1380\n\n↑ \nCircle of Inevitability, Chapter 889\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Q15\n\n↑ \nLord of Mysteries, Chapter 1377\n\n↑ \nLord of Mysteries, Chapter 1377\n\n↑ \nLord of Mysteries, Chapter 1378\n\n↑ \nLord of Mysteries, Chapter 1386\n\n↑ Cuttlefish's WeChat Post: \"Complete Formulas of the Sun Pathway\"\n\n↑ Cuttlefish's WeChat Post: \"Fate Pathway Rituals\"\n\n↑ Cuttlefish's WeChat Post: \"The Primordial Hunger Pathway\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"#QnA, Question [?]\n\n↑ Screenshot\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\"#QnA, Question [?]"
      }
    ]
  }
]