[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_9:_Marauder",
        "section_id": "Sequence_9:_Marauder-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Marauder",
        "text": "Description\nMarauders are difficult to separate from ordinary bandits or thieves. Perhaps the means available to them are more impressive, but their goal of stealing riches is not for enjoyment or survival - for them, it is more like answering a calling or passion.\nNew Abilities\n\nSuperior Observation: Upon advancement, Marauders will be able to directly sense valuable items within a ten meter range, but can't determine where they exactly are.\nThis intuition can be so powerful, that they can sense if there is something valuable in a drawer or cupboard, without actually being capable of seeing what's inside.\nPhysical Enhancement: After advancing, they will gain a certain degree of physical improvement.\nCombat Proficiency: They are good at using short weapons, such as daggers and short swords.\nTheft (Stealing): They can easily Steal items from a target's pockets without being detected.\nAgile Hands: The stability and flexibility of their wrist and fingers have enhanced.\nThis makes their hands known for their speed and agility."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_8:_Swindler",
        "section_id": "Sequence_8:_Swindler-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Swindler",
        "text": "Description\nThese Beyonders like to take part in committing fraud. They gain enjoyment from swindling.\nNew Abilities\n\nMental Disruption: A Swindler can cause certain hallucinations to be experienced by a target.\nCharm: Swindlers possess a Charm that makes them easier to approach, trust, and believe.\nEloquence: They possess great speaking skills and are also excellent at convincing people.\nThought Misdirection: Swindlers are able to redirect a target's thinking to an extent.\nThis can be achieved through their Eloquence, as well as be accomplished through their actions, postures, surrounding environment arrangements, etc.\nA natural born Swindler can accomplish Thought Misdirection even without using the extraordinary abilities that correspond to the power.\nStrengthened Abilities\n\nSuperior Observation: In addition to being used to sense valuables, a Swindler can use their Superior Observation to see a target person's micro-expressions and small movements.\nAlthough it is not as powerful as a Spectator, it is enough to grasp the target's mental state.\nTheft (Stealing): They can Steal some spiritual materials from a shorter distance.\nHowever, the premise is that spiritual material interacts with the Spirit World.\nHazel Macht had Stolen a spiritual material that was buried under the dirt through the dirt without having to excavate the buried area and getting it herself physically.\nPhysical Enhancement: They have become much more agile and fast.\nThey are quick in action and fast in speed when executing matters related to their plans.\nThey can somersault out of areas and dodge the Paper Daggers of a Clown.\nPathway Version Difference\n\nAmon's Pathway Version of Sequence 8 Swindler lacks the qualitative transformation of Superior Observation and only gains it upon becoming a Sequence 4 Parasite.\nWhen encountering Amon, except for gifted Swindlers, even if the latter is merely pranking without using supernatural abilities, they cannot see through it which makes them a target of mockery."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_7:_Cryptologist",
        "section_id": "Sequence_7:_Cryptologist-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Cryptologist",
        "text": "New Abilities\n\nDecryption: Cryptologists can recreate the truth behind anything related to mysticism or predict the development of events just from bits and scraps of evidence.\nThere are three aspects that make up this ability:\nTheir ability to observe, associate thoughts, and deduce is improved.\nTheir own Spiritual Intuition has been massively enhanced.\nThey gain the mastery of mysticism knowledge.\nThey have to be very wary as some Decryptions may bring attention from high-level beings.\nThey can Decrypt dreams, Illusions, various mysteries, and even the location of enemies.\nThey can Decrypt the Honorific Names of Deities, however, they have to respect it.\nThey can Decrypt the incantations to activate various charms and Mystical Items.\nThey can Decrypt the secrets behind Mystical Items and Sealed Artifacts.\nStrengthened Abilities\n\nSuperior Observation: It now also includes an additional perception of subtle clues and faint traces.\nPathway Version Difference\n\nAmon's Pathway Version does not have this additional enhancement until becoming a Parasite, which results in many Cryptologists having incomplete and insufficiently sharp abilities."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_6:_Prometheus",
        "section_id": "Sequence_6:_Prometheus-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Prometheus",
        "text": "New Abilities\n\nMental Resistance: They have an increased resistance towards mental Corruption.\nStrengthened Abilities\n\nTheft (Stealing): From Sequence 6 onwards, not only would Theft have its effects and success rate increase, but it would also obtain a deeper level of conceptualization. A Prometheus's Theft can affect Beyonder powers and objects across a distance.\nA Prometheus can Steal a target's Beyonder power and use it themselves for about 10 minutes by simply flicking their wrists. Once they have selected the ability they wish to Steal, they flick their wrist to detach the ability and cause it to fly towards them swiftly.\nThings that can be Stolen appear as blobs of light and color on the target's body.\nBeyonder powers that were Stolen can be used by them with proficiency.\nThere are several factors involved when it comes to Stealing powers.\nThey must be able to locate the corresponding symbols that make up the desired ability, which takes time if they don’t know what to look for.\nKnowledge of the victim's Pathway and the corresponding mysticism is vitally important to increase their chances of a desired Theft.\nStealing from a target of a higher Sequence will warrant a chance of failure, the higher the Sequence, the easier it is to fail.\nThe less they know about their target, the likelier the Theft will either not work, be random, and/or rely on luck.\nA successful Theft will make their target lose the Stolen power and would need anywhere from a couple of hours to a couple of days to recover.\nA Stolen ability will continue to function if activated prior to the Theft, preventing it from being a way to stop foreign Beyonder powers.\nMental Corruption can be considered a kind of Beyonder power and thus can also be Stolen, albeit at one's own risk.\nThey can try to Steal objects from a target within a 50 meter range, or conversely, slip dangerous items into the pockets and hands of their target within the same range.\nThey can Steal more diverse things such as fire.\nOwnerless objects aren't hard to Steal.\nSuperior Observation: They can detect items as well as their value and type within a 50 meter range.\nUnless there are Beyonder powers of Concealment that can resist this type of perception, no treasure can escape a Prometheus \"nose\".\nPhysical Enhancement: They gain additional physique, strength, and speed enhancements.\nPathway Version Difference\n\nAmon's version lacks the second type of Theft -gifting items- and the transformation of Superior Observation, and its resistance to mental pollution is not enhanced until reaching Sequence 4."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_5:_Dream_Stealer_(Dreams_Thief)",
        "section_id": "Sequence_5:_Dream_Stealer_(Dreams_Thief)-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Dream Stealer (Dreams Thief)",
        "text": "New Abilities\n\nDisguise (Theft of Heavenly Mysteries): They can Disguise themselves as a follower of a True Deity, bypass defenses, Steal prayer responses, and create all sorts of Ritualistic Magic.\nIn battle, through the use of longer Ritualistic Magic, pre-arrangements, or the Stealing of prayer responses, they can get some kind of enhancement or use some kind of abilities.\nThe higher the intelligence of the corresponding True Deity, the greater the probability of a Dream Stealer failing to Disguise themselves as a follower of said True Deity.\nThrough Disguising themselves as a follower of a True Deity, a Dream Stealer is able to create Charms of that corresponding True Deity's domain.\nStrengthened Abilities\n\nTheft (Stealing): A Dream Stealer's Theft has become more conceptualized, now allowing them to utilize Theft on thoughts, intentions, knowledge, ideals, memories, and Dreams.\nThough they are unable to enter Dreams, Dream Stealers are able to infuse scenes within the Dream to influence their target's future decisions and actions.\nThis is done by Stealing, storing, and transferring Dreams. \nThrough this they can also disrupt Dream Divination\nThought Usurpation: Dream Stealers are able to Steal a target's Thoughts, making them forget their own actions and ideas on the spot.\nIt is possible for a Dream Stealer's targets to completely miss the fact that Thoughts were Stolen, unless if they were to think about it carefully.\nStealing Thoughts would force a Dream Stealer to do the corresponding actions as a follow-up, as those Thoughts now belongs to them.\nMobet Zoroast Stole the King of the North Ulyssan's intention to unleash a breath attack, causing the former to spit and the latter puzzled on what it wanted to do.\nA target's knowledge can temporarily be Stolen, making the target forget it.\nAnderson Hood utilized a Mystical Item related to the Error Pathway to Steal knowledge from a person on how to speak Dutanese.\nThey can Steal things such as an organ or a fetus from a mother's womb.\nThey can Steal mundane abilities like the ability to walk, fly, and speak.\nBy stealing a target's ideal they can make the target lose motivation.\nThey can Steal Beyonder powers from a 80 meter range.\nThe corresponding Stolen Beyonder power can be used for half an hour by a Dream Stealer but it cannot be used in different time periods.\nIf a Dream Stealer has not yet used the Stolen Beyonder power when they first got it, the power itself can be kept by them for a week.\nWithin that time, the victim of the Theft cannot use the Stolen ability again unless they drink another corresponding Beyonder potion.\nDecryption: They are able to Decrypt and break through Bizarro Sorcerer-level Illusions.\nPathway Version Difference\n\nAmon's Pathway Version removes Theft of Heavenly Mysteries. They also can't keep the Stolen abilities, with partial restoration at Sequence 4 and complete restoration at Sequence 3."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_4:_Parasite",
        "section_id": "Sequence_4:_Parasite-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Parasite",
        "text": "New Abilities\n\nParasitism: This is a form of Theft, specifically Theft of Life, including Parasitic Theft at the physical level. Parasites can use their Worms of Time to be a literal leech that can latch onto a target's Spirit Body, turning that target into their host.\nThis ability has 2 modes:\nConcealed Mode: They can hide in the body of their target and perceive everything their host sees and hears but cannot fully Control their host at this stage. This means the host has to speak vocally for communication.\nThis also grants them some level of Concealment abilities as Divinations that are directed at them will instead be obstructed by their host.\nControlling Mode: Parasites are able to nearly fuse with their target's Spirit Body, enabling full Control over the host's body as well as being able to full understand the target's thoughts and intentions.\nAmon's Avatar had Parasitized Klein, making Klein unable to Control his body or Conceal his thoughts from \"Him\".\nParasitism can be used as a way to extend lifespans or recover from weakness, however switching hosts is energy-consuming, therefore they usually choose hosts that live longer.\nThey prefer Beyonders of the same Pathway, their second choice is the Fool Pathway or Door Pathway because their Beyonder Characteristics can supplement Parasites and help them recover faster.\nThe host can also influence their Parasite through their body structure and hormones.\nIf the host is a normal animal, a Parasite risks being affected: losing auditory speech and forgetting their Identity as a human. In these cases, they must keep talking to humans to prevent losing control.\nParasites will always Steal something when emerging from their Parasitized host.\nFlora Jacob, when she emerged from her Parasitic form, Stole Klein's Marionette's Thoughts, Beyonder powers of Air Cannon and Paper Figurine Substitutes, and other items such as his belt, coat, and hat.\nDepending on the mode, the way of discretely interacting with the host will differ.\nIn the Concealed Mode, one can respond to the host through Dreams, subconscious dialogue, etc., without worrying about being discovered by the Parasite.\nThis is because the Parasite must rely on the host's senses to perceive things around and cannot sense and read the host's Thoughts.\nIn the Controlling Mode, one is able to communicate with the host without the Parasite knowing via relying on the object of the host's faith.\nWhen one opens their heart and prays, the object of faith can discover the existence of the Parasite and give feedback with the help of certain Ritualistic Magic to complete separation or removal of the Parasite from the host's body.\nOf course, the prerequisite is that the host themselves does not know what will happen, otherwise the Parasite will be alert and stop it.\nIt would take a massive amount of courage for them to enter the body of a Sea Monster.\nAvatars: Upon complete digestion, they can separate some of their Beyonder Characteristics and create Avatars which can operate independently from the main body.\nAvatars and the main body are still the same; however, they can be located in different areas.\nLow-level Avatars have the ability to use some of their higher Sequence powers. Still, certain matters regarding the use of high Sequence powers would take time.\nAvatars can absorb Error Pathway Beyonder Characteristics to enhance their level.\nCreating an Avatar that equals the main body in level could leave the mental state unstable and can make said Avatar rebel against them.\nHowever, they are able to set a level limit for \"Their\" Avatars. Whenever \"Their\" Avatars reach that limit, they will automatically fracture and create even more Avatars.\nThis effectively prevents any chance of rebellion.\nAvatars can be created by separating Beyonder Characteristics or deep Parasitism.\nThey are able to choose whether or not to synchronize information with their Avatars.\nAt their current level, the number of Avatars they are able to create is pretty small.\nThere is a qualitative difference between a Marionette and an Avatar.\nFor the former, it requires the utilization of Spirit Body Threads and is something fundamentally distinct while for the latter is something that relies on oneself.\nHaving Avatars Steal at the same time as the main body increases the chance of a successful Theft. The more Avatars there are, the better the result\nWith high numbers, achievable at higher Sequences, as long as they weren’t extremely unlucky, there would always be a few who would’ve succeeded.\nThe limit of Stolen abilities number for the same target is shared between the main body and the Avatars.\nInsect Physiology: As parts of a Parasite's body have been transformed into Insects, they will not actually die from attacks unless they are hit in a vital part of their body.\nStrengthened Abilities\n\nDecryption: Their ability as a Cryptologist has been drastically enhanced. Whether it be through evidence or observation, they can expertly Track others through the clues they reveal.\nFlora Jacob Decrypted the mystery about Klein's Location, finding him quickly.\nTheft (Stealing): Their Theft has been fundamentally enhanced. A Parasite can now can broadly Steal general abilities and conceptual things like position, distance, or the different aspects of Life, thus being able to achieve unbelievable effects in combat.\nThey are now able to relatively accurately Steal desired abilities from a target, generally choosing one out of three, the more familiar, the higher the success probability.\nThe number of abilities that can be Stolen from the same target has increased from one to three, but only one can be Stolen at a time.\nStolen Beyonder powers, regardless of the targeted Beyonders' status or level, will remain usable to a Parasite for about 2 hours.\nIf the Theft target's level is low, and they have a deep grasp of the target's situation, a Parasite can Steal whatever is desired.\nDue to the symbolism of Inconceivable, Theft has the effect of making Stealing from clones, such as Marionettes, Avatars, etc, is considered as Stealing from the main body, which will cause abilities from the main body to be Stolen as well.\nKlein Moretti was an exception due to the blessings of the Sefirah Castle. A normal Fool Pathway Beyonder needs to be at least an Attendant of Mysteries to be able to regain their abilities via Marionette Interchange.\nHowever, at a similar level Theft will also experience a qualitative change of its own.\nTheir Theft now could be applied on the different aspects of Life such as being able to Steal living beings' organs, like someone's heart.\nThey can also Steal others' Life, aging a young person into a hunched old man who had loose skin, thin white hair, and missing teeth.\nThis form of Theft is different from directly Stealing the Time of a target as it only involves Stealing the Life of the target.\nThey can perform large-scale Thefts, Stealing multiple things or abilities at the same time.\nFlora Jacob Stole Klein's Marionettes’ ability to walk and use certain Beyonder abilities.\nAt this level, they can control the items they Steal and make them appear at a suitable time.\nThought Usurpation: They are now able to Steal the Thoughts and ideas of others without having to act out the corresponding actions.\nAmon repeatedly brought along items and Sealed Artifacts \"He\" Stole from other people.\nAmon Stole Klein's Thoughts of suicide, without doing the follow-up actions.\nThey are now able to steal at least 500 meters of Distance and Position.\nFlora Jacob Stole Gehrman Sparrow Marionettes' Position, replacing each other Position.\nFlora Jacob Stole the Distance between her and Klein, instantly appearing beside him.\nMythical Creature Form\n\nAs a Sequence 4 Demigod they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. The small worms with 8 circles, transparent rings, and three-dimensional patterns as though time is swirling through it are called Worms of Time.\nParasites can divide Worms of Time from their own Mythical Creature Form.\nThey can kill these maggots and wait for the minute Beyonder Characteristics to be released, then use the carcasses to contain power that is bestowed by a high-level existence.\nThrough this, they are able to use the carcasses of their Worms of Time as high-level materials to create various charms and special bullets.\nThis fractures their own Spirit Body, dealing considerable damage and making them unable to do this frequently unless they want death.\nIf they lose too much Worms of Time they are able to recover by absorbing the Beyonder Characteristics of the Error Pathway.\nPathway Version Difference\n\nIn Amon's Pathway Version, though they get the previous Beyonder abilities they were lacking, they didn't get all the corresponding information about their abilities while some remain incomplete."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_3:_Mentor_of_Deceit",
        "section_id": "Sequence_3:_Mentor_of_Deceit-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Mentor of Deceit",
        "text": "New Abilities\n\nDeceit: A Mentor of Deceit is a more profound version of a Swindler as their Deceit now extends to more abstract concepts and rules of reality. This is a lesser manifestation of Deceit authority.\nThey are masters of Deceit and trickery and can Deceive people very easily by using their enemies' problems and weaknesses.\nAgainst Mentors of Deceit one will fall before uncountable tricks, make Errors in judgements, be misled from the truth and the right choices, and ignore obvious problems.\nQonas Kligor's body, under the effect of Deceit, didn't realize the fact that he had already escaped from the Parasitized state, therefore his body didn't obey his orders.\nQonas Kilgor, under Deceit, had unknowingly entered the range where his Spirit Body Threads could be controlled by Klein for around 3 seconds.\nKlein Moretti didn't realize the issues with Amon's self-proclaimed \"Half-Mad\" state until it was too late, effectively being Deceived.\nTheir voices are filled with a persuasive power that makes them able to easily Deceive their enemies, gaining trust and belief in their words without much of thinking about it.\nAmon's Avatar words to Flora Jacob made Klein, who the words were not even addressed to, find extremely reasonable, forgetting the true reason for coming to the forest.\nAmon's Avatar made Flora Jacob, who was on the verge of losing control, calm down, follow, listen, and become persuaded by his words.\nAmon's Avatar Deceived Flora Jacob so she couldn't realize the potential problems he'll bring to her with his actions.\nThey are able to create various tricks and plans that are very hard to not to fall for and are very difficult to know the true meanings (if there is any) behind.  \nKlein Moretti didn't realize the problems with Amon talking about the hidden history a lot and the real intentions behind \"His\" actions in the Forsaken Land of Gods.\nThey can Deceive and manipulate the laws of nature, the rules of the world, and the mystical connections surrounding all.\nIt's like an Error that violates the laws of nature.\nThey can extend an Unaging's death to their body, Mirrorselves, and dormant Mirrors.\nHowever, this has a certain risk of failure.\nKlein Deceived the rules of the Pride mask, allowing him to enter the Garden of Eden.\nAmon Deceived a lantern, allowing it to emit light without needing fuel for a week.\nAmon constructed the Sea Prayer Ritual to constantly siphon power via Deceit.\nPallez Zoroast Deceived Gehrman Sparrow's destination to change it.\nStrengthened Abilities\n\nSuperior Observation: Mentors of Deceit are able to directly discern a target's weaknesses, which they can then use to trick their opponents.\nThe actions of others can quickly expose their problems in the eyes of a Mentor of Deceit, making it easy for them to mislead their enemies into making Errors in their judgement.\nAmon's Avatar, only from Klein's action of turning only insects and animals into Marionettes, was able to determine Klein's weaknesses and take the most appropriate action against him, so \"He\" could easily mentally break the latter down.\nMentors of Deceit are not only able to see a target's mental state and problems but are also able to sense the changes in the order and rules.\nTheft (Stealing): Their ability to Steal has been marginally enhanced.\nThey are now able to Steal three Beyonder powers in 1 attempt.\nA Mentor of Deceit can increase the accuracy of their Theft by Stealing the last three Beyonder powers their target has used, beginning with the most recent power.\nDisguise (Theft of Heavenly Mysteries): In combat, they can now rely on incantations or arrangements to Steal Boons or gain Beyonder abilities of corresponding True Deities.\nThe lower the True Deities' intelligence, the higher the likelihood of success.\nAvatars: They have mastered the ability of creating Avatars.\nThe number of Avatars they can create has experienced a qualitative change.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, they can listen to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_2:_Trojan_Horse_of_Destiny_(Fate_Stealer)",
        "section_id": "Sequence_2:_Trojan_Horse_of_Destiny_(Fate_Stealer)-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Trojan Horse of Destiny (Fate Stealer)",
        "text": "Beyonder Characteristics\n\nThere are a total of nine Trojan Horse of Destiny Beyonder Characteristics in existence. A maximum of six Trojan Horses of Destiny are allowed to exist at once if there are three Worms of Time already due to the limited amount of Beyonder Characteristics.Further information: Error Pathway/Misc\nNew Abilities\n\nLoopholes: \"They\" can exploit the Loopholes within the world's order and rules, creating all sorts of strange and terrifying effects that are very hard to deal with.\nEverything is relative, and all of them have Loopholes. No Beyonder power is uncrackable and those Loopholes can be exploited in any suitable situation.\nTampering with another person’s Fate, making certain Errors appear within a certain period of time, is an exploitation for a certain Loophole in Fate.\n\"They\" are able to find the Loopholes within Fate, thus allowing \"Them\" to break through Destined / Inevitable states.\nA Trojan Horse of Destiny is able to use a Loophole in Fate to directly Parasitize a person that is imitating \"Them\".\n\"They\" are able to exploit a Loophole that uses the expiration of the Envisioned objects, so as to also become a figment of Imagination to leave the surroundings.\nIf two Doors created from the Door Pathway have enough similarities, \"They\" can use one of the Doors to reach the other side of the other Door.\n\"They\" can exploit a Loophole that allows \"Them\" to consume Lower Sequence Beyonder Characteristics from adjacent Pathways without a severe increase in madness.\nWithout \"Their\" ability to sense the changes in Order and rules, there is no way for \"Them\" to accurately find and exploit the Loopholes of the world.\nAuthorities\n\nDestiny: \"They\" gain partial authority over Destiny.\n\"They\" are able to sense subtle changes in \"Their\" Destiny and ripples generated by Fate, making \"Them\" capable of sensing and detect the actions and incidents which \"They\" are a part or center.\nAmon can use the deaths of \"His\" Avatars to see the corresponding changes in Destiny; thus, finding the source of the stir and figuring out the activity range of the mastermind. \nAmon had said that if Klein had worn the monocle over his right eye with the intention of imitating \"Him\", \"He\" would have been able to notice.\n\"They\" are able to become immediately aware of any sudden abnormalities hidden within \"Their\" Fate and Destiny or that of the region \"They\" are currently in.\nPallez Zoroast was able to feel the abnormalities that happen in the Fate of the area, taking countermeasures against Amon's Avatar that attacked Klein.\n\"They\" can tinker with the Destiny of other beings, making certain Errors appear within it.\nAmon's Avatar made it so no one could notice Klein's intentions to seek help, be it through the creation of various commotions or prior agreements that were set by Klein.\nEven if Klein were to use Evernight's emblem, it will only cast Concealment and not transmit his intentions of seeking help. Even creating an explosion will not make the pedestrians and servants in the room nearby hear a thing.\n\"They\" can bore through Fate and alter it, creating deviations in Prophecies.  \nAmon's Avatar caused a deviation of 1 to 2 days for Will Auceptin's Prophecy.\n\"They\" can sense the changes of others' Fate such as Luck changes.\nTheft (Stealing): \"They\" wield partial authority over Theft with \"Them\" now able to Steal various aspects of Fate, connections, identity, self-awareness and Beyonder Characteristics.\n\"They\" can invade and Steal the identity and Destiny of a person, and most will not realize that the person has changed without deep observation. Through this, the target would be left without a Fate, becoming disconnected from reality, unlucky, while also slowly dying.\nStealing the Fate, identity, and self-awareness of a high-level target simultaneously triggers an identity crisis, stemming from conflict between \"Them\" and the target's self-awareness.\nThis sort of problem is similar to devouring a high level Beyonder Characteristic that contains a strong mental imprint.\nThis Theft grants \"Them\" all the information, memories, and experiences of the target, and renders all abilities directed at \"Their\" original identity ineffective.\nIf \"They\" were to Steal someone's Fate and identity that also entails experiencing all that their Fate encompasses, be it fortunate or calamitous.\nAmon personally Stole Termiboros's identity, allowing \"Him\" to gain \"His\" Sequence 1 Beyonder Characteristic; however, at the same time Amon had to possess Termiboros's Fate, which was being Sealed inside Lumian Lee.\nFate Siphoning: \"They\" can siphon off the Fate between two creatures in a short time, and when the Fate Siphoning is done, it's akin to the swapping of Fates.\n\"They\" don't need to go fully with the exchange and can instead transfer the target's future Fate to \"Themself\" or transfer a shorter personal future Fate onto a target.\nAudrey used the Fate Siphon Charm to siphon off the Fate of being Hypnotized by Hvin Rambis between her and him, making Hvin Rambis be Hypnotized by Audrey.\nAmon's Painting siphoned off the Fate between Overseer Perle's Painting and Lumian, making Lumian's Fate to fall asleep affect Perle's Painting instead of him.\n\"They\" are able to directly Steal Beyonder Characteristics from others.\nEven if the target stopped resisting and actively cooperated, Stealing the highest Sequence Beyonder Characteristics from another would still take significant time and carry a notable risk of failure. Moreover, it required an exceptionally high level of authority.\nAmon Stole Medici's two Conqueror Beyonder Characteristics, lowering Medici Sequence from King of Angels to a mere Angel.\nKlein Moretti Stole an Attendant of Mysteries Beyonder Characteristics from \"Himself\" to begin \"His\" Apotheosis Ritual.\n\"They\" are able to use this specialty of the Error Pathway in order to lower \"Their\" Sequence level whenever \"They\" need to through the process of creating Avatars and giving \"Their\" unwanted Beyonder Characteristics to it.\nCompleting a Fate and identity Theft before attempting to Steal a target's Beyonder Characteristics will make the Theft success in a few tries, even if the target's level is much higher than \"Them\".\n\"They\" are able to Steal the mystical connections between a Beyonder and any external power source, preventing the Stolen target from accessing said power source.\nKlein Moretti Stole Evil Spirit Sasrir's mystical connection to the Blasphemy Slate, and thus \"His\" connection to the Chaos Sea.\n\"They\" can Steal Spirit Body Threads, and with Deceit, make it so that any attempt at manipulating \"Their\" Spirit Body Threads will instead affect the Stolen Spirit Body Threads.\nThis is a counter to the Fool Pathway's Spirit Body Threads Manipulation.\nParasitism:  \"They\" can split off \"Their\" Worms of Time and invade \"Their\" targets in a concealed manner through Spirit Body Threads. This is a more unavoidable form of Parasitism.\n\"They\" can Parasitize a Sealed Artifact with living characteristics, significantly reducing the negative effects and making it obedient.\n\"Their\" ability to Steal Beyonder powers has been greatly enhanced.\n\"They\" can Steal up to 6 Beyonder powers from a single target in only one attempt, and they will still be usable for a week after the activation.\nAmon's Avatar stole 6 Beyonder powers from Sequence 4 Klein in 1 attempt.\nStrengthened Abilities \n\nAvatars: The nature of \"Their\" Avatars have been enhanced, now possessing the traits of Angels, such as being capable of shattering Beyonder Characteristics.\n\"They\" can use \"Their\" Avatars to gather and consume Beyonder Characteristics, which can return to the main body, making them become even stronger.\nBy the same mechanism, the Avatars can use the strongest one as the center and automatically gather together to achieve an elevation in strength.\nDeceit: \"Their\" power to Deceive order and rules is now capable of Deceiving and misdirecting mysticism laws, even the mysticism laws that Angels are forced to obey. \nKlein, by using a Trojan Horse of Destiny's Deceit within the Sefirah Castle, Deceived the rules of \"His\" revival needing to be a certain range around \"His\" corpse, misdirecting and Deceiving the rules into thinking that his blood is \"His\" corpse.\nMythical Creature Form \n\n\"Their\" Mythical Creature Form becomes complete. It is a phantom of huge ancient stone clock whose hands on the clock are \"Their\" Worms of Time.\nPathway Version Difference\n\nFrom this Sequence onwards, there are no differences between Pathway Versions."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_1:_Worm_of_Time",
        "section_id": "Sequence_1:_Worm_of_Time-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Worm of Time",
        "text": "Description\nThe dark side of Time, the Loophole in Time.\nAuthorities\n\nTheft (Stealing): At this level, \"They\" can temporarily Steal Time, anchors, and authorities.\n\"They\" can Steal the different aspects of Time to achieve unbelievable effects:\nAging: \"They\" can cause the target to lose a significant amount of lifespan, increasing \"Their\" own lifespan in the process while having the target enter an Aged state.\nWhat is Stolen is purely the duration of survival, which does not grant growth to the target. This means Aging only reduces the predetermined years of life, with accelerated Aging being a symbolic manifestation of the Theft of lifespan.\nAs such, if a Worm of Time were to Steal the lifespan of a baby, the baby would only rapidly Age and die and not grow up.\n\"They\" can Steal an amount of Time from a target, making certain processes take longer.\nAmon's Avatar Stole a general amount of Klein's Time, making \"His\" convergence to Pallez Zoroast be slower, but the process couldn't be fully interrupted.\nIf \"They\" \"gift\" back Stolen Time, \"They\" can reverse the state of the target.\n\"They\" can directly Steal the anchors of Beyonders through certain Loopholes, granting \"Them\" the stability provided through its prayers.\nWhile this type of Theft is normally of little value, it is very useful at the critical moment of an advancement or apotheosis ritual, the sudden decrease in anchors would tip the balance of advancing Beyonders and make them lose control on the spot.\n\"They\" can Steal a Uniquenesses from a target who accommodated it.\nThis type of Theft will take countless failures in order to succeed, unless \"They\" were previously able to Steal  target's corresponding Fate first.\n\"They\" are able to Steal any Distance within \"Their\" perception.\nWhen \"They\" Steal authorities, \"They\" Steal it completely.\nFor example, if \"They\" were to Steal the authority of Change from an Attendant of Mysteries, \"They\" would Steal all the abilities associated with Change as well as Grafting itself.\nTime: \"They\" have a weakened authority over Time, derived from the King of Space-Time.\n\"They\" can summon a phantom of huge ancient stone clock whose hands on the clock are \"Their\" Worms of Time. With it, \"They\" can alter Time and choose whether or not to affect certain objects within range to avoid friendly fire.\n\"They\" can slow down Time, even to the point of stopping it.\nAmon slowed Time, making everything in \"His\" surroundings slow down, allowing \"Him\" to interfere with Arianna's attack on Klein as well as slowing Zaratul down.\nKlein used 0-62 to Replicate Amon's Beyonder authority of Time, causing the freezing of a lightning sea created by Sasrir's Evil Spirit.\n\"They\" can speed up Time within the area.\nAmon accelerated Time, making the surroundings lose ten to twenty seconds in a second which also lowered the Time that Klein's Historical Projections could operate.\n\"They\" can reverse Time, but only briefly.\nThis reverses the flow of Time itself, unlike a Snake of Mercury who only overwrites the current state of Fate and cannot reverse Time. \nPallez Zoroast reversed Time on Klein Moretti, making Klein regain his lifespan that was stolen by one of Amon's Avatars.\n\"They\" have a certain degree of control over History.\nA Worm of Time is able to make the Fog of History take the form of a 'curtain', which projects the recent events that have happened in the area. The things \"They\" are able to see in this grayish-white fog 'curtain' takes the form of pictures.\nPallez Zoroast displayed the recent events in Lake Dalsh to know what Oxyto was trying to hide with his actions before his escape.\nStrengthened Abilities\n\nDecryption: \"They\" are capable of Decrypting almost any mystery and the most symbolic meanings within various things, recreating the truths behind them if \"They\" have sufficient evidence.  \nPallez Zoroast was able to Decrypt some of the symbolic meaning of Lumian's dream to a certain degree, though \"He\" was unable to Decrypt it fully because of insufficient evidence.\nAmon was able to Decrypt the mystery behind the reason why \"His\" connection to his Avatars had cut off, just through finding one piece of evidence.\nAvatars: \"They\" can divide or make \"Their\" Avatars absorb Error Pathway Beyonder Characteristics to have their level and strength increase up to  Sequence 2 without fearing any issues.\nIn the advent of a Worm of Time's death, a Sequence 2 Avatar can turn into \"Them\" by Stealing the main body's Spirit Body, consciousness, and psyche.\nLoopholes: Whenever there are Time limits or requirement, \"They\" have a Bug that \"They\" can exploit.\n\"They\" are able to find exploitable Loopholes within the Inevitability formed by the Circle of Inevitability, however, \"They\" will need time to find said Loopholes.\n\"They\" are able to exploit certain Loopholes within Historical Projections in order to slow down the rate at which those projections dissipate."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Error_Pathway/Abilities",
        "h2_id": "Sequence_0:_Error_(Bug)",
        "section_id": "Sequence_0:_Error_(Bug)-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Error (Bug)",
        "text": "Description\nThe Trojan Horse of Destiny, The Worm that Erodes Time, The Loopholes in Rules, The Manifestation of all Errors.\nSymbolism\n\n\"They\" can use surface-level symbolism application of \"Their\" authorities.\nAuthorities\n\nError (Bug): As the embodiment and manifestation of the Loopholes in the world, \"They\" can fix all and create Errors within everything of a normal or abnormal nature.\nIf the authority of Error were to take effect at the same level, it would often have different preconditions, once an Error is created, it would be very difficult to fully defend against or completely terminate its effects when compared to Fooling.\nThe following preconditions include, but are not limited to:\nThe medium and target had to be similar enough.\nThere is a certain connection between the two.\nThere are certain logical contradictions between certain matters or objects.\nSome of the rules are indeed incomplete.\nWhile not directly affecting the target, construct an Erroneous environment as a Divine Kingdom.\n\"They\" can Steal certain authorities or permissions of the imitated object by Substituting the false for the real. \nAmon released the suppression of the Celestial Worthy of Heaven and Earth for Blessings imprint on \"His\" body, satisfying the first category from the conditions, allowing \"Him\" to effectively become an owner of the Sefirah Castle.\nWith the combination of the Door and Error authority, as well as releasing the suppression of the Celestial Worthy of Heaven and Earth for Blessings on \"His\" body, Amon was able to enter the Sefirah Castle.\n\"They\" can avoid enemy attacks by creating Loopholes.\n\"They\" can create a Loophole to separate \"Themselves\" from the real world, allowing \"Them\" to avoid damage in the real world. At the same time, \"He\" cannot interact with reality.\nKlein borrowed the Error authority to avoid Amon's Space Destruction attack.\nAmon used the Error authority to avoid Bladel's Twilight Sword attack.\n\"If \"They\" are attacked by multiple enemies simultaneously, \"They\" can induce an Error, misdirecting those attacks toward another target, resulting in friendly fire.\n\"They\" can formulate an Error within \"Themselves\" to let \"Their\" shadow replace \"Themselves\", allowing \"His\" true body to be unharmed from most forms of damage. \nAmon used the Error authority to avoid various attacks from Klein.\n\"They\" can use the relationship between Substitute and their main body to create a Bug, thus blurring the relationship between the Substitute and the main body.\n\"They\" can make the escape of the Substitute equivalent to the escape of the original body, and attacking the Substitute equivalent to attacking the original body.\nAmon Parasitized Klein's Paper Figurine Substitute then created a Bug so that the Substitute getting Parasitized is equivalent to Klein getting Parasitized.\n\"They\" are able to create an Error between \"Themselves\" and \"Their\" Avatars in order to swap the positions between the Avatar and the true body.\nThis is similar to the swapping of Marionettes of the Fool domain, but at this level, the principles were different. It wouldn’t be interrupted in most situations. \nBy using an Error, \"They\" can create at least two Sequence 1 Avatars. This can be achieved through \"Them\" utilizing 2 methods:\nBy separating 2 of \"Their\" own Sequence 1 Beyonder Characteristics from \"His\" main body, leaving only one Sequence 1 Beyonder Characteristic with \"Him\" to maintain \"His\" level.\nBy gathering several Error Pathway Beyonder Characteristics until an Avatar possesses the status of a Worm of Time without actually possessing the relevant characteristic.\nBy creating a Loophole, \"They\" can travel using the Dreams of other creatures.\nAmon, using the chaotic nature of The Ruins of the Battle of Gods to satisfy the needed condition, created a Loophole to travel quickly using the Dreams there.\nLoophole: \"They\" can exploit and find any Loophole in existence.\n\"They\" can use the Law of Similarity to make Similar things affect each other, thus affecting those beings in a group-wide manner, even at the Great Old One level.\n\"Their\" Divine Kingdom is an Erroneous environment, which is not direct Divine Kingdom like a Red Priest but instead rules-based like that of a Fool's or Door's Divine Kingdom.\nDeceit: \"They\" hold the authority of Deceit, being able to misdirect even True Deities about \"His\" truest intentions and ultimate plans.\nFor a master of Deceit, if \"They\" were to go mad, lacking rationality to restrain oneself and making \"Their\" actions more instinctive, that would be fatal.\nAmon Deceived \"His\" instincts into a certain action \"He\" wanted. This effect was applied even when \"He\" was subjected to The Fool’s Blind Stupidity.\nAmon had completely Deceived Klein Moretti about \"His\" plans, leaving the latter having no way to realize the Deception until it was too late.\nAmon had Deceived the Sefirah Castle in order to fulfill and create the corresponding requirement to complete the creation of a Bug.\nTheft (Stealing): The authority of Theft is under the Inconceivable symbolism, and it now has reached a deeper level of conceptualization; being able to Steal more specific aspects of a concept as well as have a higher success rate on most matters.\n\"He\" can now Steal more abstract concepts like someone's childhood and teenage phases, allowing that person to instantly grow up, a feat \"He\" couldn't do as a Worm of Time.\nEternal Slumber of Darkness can be Stolen and Gifted.\nDecryption: Stems from the Spirit World, \"Their\" power to Decrypt is massively improved, allowing \"Them\" to crack the secrets of many things from a tiny amount of information.\n\"They\" are able to instantly sense the secrets and general traits of environments \"They\" enter. \nAmon cracked the secrets and found Loopholes in the Fool’s Divine Kingdom from the information \"He\" gained from just 2 attempts of breaking into it.\nIn addition, \"He\" fully Decrypted Klein's reasons for constructing a Divine Kingdom.\nTime: \"They\" now have an authority over Time.\nSpace: \"They\" have partial authority over Space.\nThis is because Space-Time authorities cannot be completely separated.\nReferences\n\n↑ 1.0 1.1 1.2 1.3 Mystery Setting Collection (2) by Cuttlefish\n\n↑ 2.00 2.01 2.02 2.03 2.04 2.05 2.06 2.07 2.08 2.09 2.10 2.11 2.12 2.13 2.14 2.15 2.16 Cuttlefish's WeChat Post: \"Marauder Pathway Abilities\"\n\n↑ 3.0 3.1 3.2 \nLord of Mysteries, Chapter 65\n\n↑ 4.0 4.1 \nLord of Mysteries, Chapter 287\n\n↑ 5.0 5.1 \nLord of Mysteries, Chapter 286\n\n↑ \nLord of Mysteries, Chapter 784\n\n↑ 7.0 7.1 Cuttlefish's WeChat Post: \"Complete Potion Formulas of the Sleepless Pathway\"\n\n↑ 8.0 8.1 8.2 \nLord of Mysteries, Chapter 981\n\n↑ \nLord of Mysteries, Chapter 1139\n\n↑ \nCircle of Inevitability, Chapter 333\n\n↑ \nCircle of Inevitability, Chapter 795\n\n↑ \nLord of Mysteries, Chapter 593\n\n↑ 13.0 13.1 \nLord of Mysteries, Chapter 612\n\n↑ 14.0 14.1 14.2 \nLord of Mysteries, Chapter 1165\n\n↑ 15.0 15.1 \nLord of Mysteries, Chapter 1380\n\n↑ \nLord of Mysteries, Chapter 819\n\n↑ \nLord of Mysteries, Chapter 821\n\n↑ Cuttlefish's WeChat Post: \"Complete Potion Formulas of the Sleepless Pathway\"\n\n↑ Cuttlefish's WeChat Post: \"Corpse Collector Pathway Abilities\"\n\n↑ \nLord of Mysteries, Chapter 940\n\n↑ \nLord of Mysteries, Chapter 1065\n\n↑ Cuttlefish's WeChat Post: \"The Circle of Inevitability Pathway\"\n\n↑ Cuttlefish's WeChat Post: \"Corpse Collector Pathway Abilities\"\n\n↑ \nLord of Mysteries, Chapter 633\n\n↑ 25.0 25.1 25.2 25.3 25.4 25.5 \nLord of Mysteries, Chapter 1385\n\n↑ \nLord of Mysteries, Chapter 1346\n\n↑ \nLord of Mysteries, Chapter 1005\n\n↑ 28.0 28.1 \nLord of Mysteries, Chapter 986\n\n↑ \nCircle of Inevitability, Chapter 357\n\n↑ \nLord of Mysteries, Chapter 1345\n\n↑ Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\", Q47\n\n↑ 32.0 32.1 32.2 32.3 \nLord of Mysteries, Chapter 982\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"\n\n↑ 34.0 34.1 Archive:Cuttlefish's WeChat Post: \"Chained Pathway Potion Formulas\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"\n\n↑ Cuttlefish's WeChat Post: \"The Monarch of Decay Pathway\"\n\n↑ Cuttlefish's WeChat Post: \"Marauder Pathway Abilities\" Q&A\n\n↑ \nLord of Mysteries, Chapter 1158\n\n↑ \nLord of Mysteries, Chapter 1029\n\n↑ 40.0 40.1 \nLord of Mysteries, Chapter 1027\n\n↑ \nLord of Mysteries, Chapter 983\n\n↑ \nLord of Mysteries, Chapter 1167\n\n↑ 43.0 43.1 \nCircle of Inevitability, Chapter 1140\n\n↑ \nLord of Mysteries, Chapter 1156\n\n↑ \nCircle of Inevitability, Chapter 1032\n\n↑ 46.0 46.1 46.2 46.3 46.4 \nLord of Mysteries, Chapter 1005\n\n↑ The Few Sequence Names that are Missing by Cuttlefish\n\n↑ 48.0 48.1 \nCircle of Inevitability, Chapter 883\n\n↑ Cuttlefish's WeChat Post: \"The Mother Goddess of Depravity Pathway\"\n\n↑ Screenshot\n\n↑ 51.0 51.1 51.2 51.3 \nLord of Mysteries, Chapter 1383\n\n↑ 52.0 52.1 \nCircle of Inevitability, Chapter 871\n\n↑ \nLord of Mysteries, Chapter 1206\n\n↑ \nLord of Mysteries, Chapter 1160\n\n↑ Cuttlefish's WeChat Post: \"The Mother Goddess of Depravity Pathway\"#Question 14\n\n↑ \nLord of Mysteries, Chapter 1161\n\n↑ 57.0 57.1 \nLord of Mysteries, Chapter 1153\n\n↑ \nLord of Mysteries, Chapter 985\n\n↑ \nLord of Mysteries, Chapter 1005\n\n↑ 60.0 60.1 60.2 60.3 Author's note for \nLord of Mysteries, Chapter 1006\n\n↑ \nLord of Mysteries, Chapter 991\n\n↑ \nLord of Mysteries, Chapter 1157\n\n↑ 63.0 63.1 \nLord of Mysteries, Chapter 1264\n\n↑ 64.0 64.1 64.2 \nLord of Mysteries, Chapter 1374\n\n↑ \nLord of Mysteries, Chapter 1380\n\n↑ \nLord of Mysteries, Chapter 1375\n\n↑ \nCircle of Inevitability, Chapter 733\n\n↑ 68.0 68.1 \nCircle of Inevitability, Chapter 1121\n\n↑ \nLord of Mysteries, Chapter 1345\n\n↑ \nLord of Mysteries, Chapter 1375\n\n↑ Tyrant Q&A\n\n↑ \nLord of Mysteries, Chapter 1175\n\n↑ \nLord of Mysteries, Chapter 447\n\n↑ \nLord of Mysteries, Chapter 447\n\n↑ \nLord of Mysteries, Chapter 1125\n\n↑ \nLord of Mysteries, Chapter 1006\n\n↑ \nLord of Mysteries, Chapter 1374\n\n↑ \nLord of Mysteries, Chapter 1367\n\n↑ Cuttlefish's WeChat Post: \"Sun Pathway Abilities\"\n\n↑ \nCircle of Inevitability, Chapter 1097\n\n↑ \nLord of Mysteries, Chapter 1164\n\n↑ \nLord of Mysteries, Chapter 1262\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"\n\n↑ Cuttlefish Q&A\n\n↑ Archive:Cuttlefish's WeChat Post: \"Fate Pathway Rituals\", Rituals Post, QnA N.63\n\n↑ \nCircle of Inevitability, Chapter 766\n\n↑ \nCircle of Inevitability, Chapter 299\n\n↑ \nLord of Mysteries, Chapter 1243\n\n↑ \nLord of Mysteries, Chapter 1152, Original Chinese Raw\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Question 28\n\n↑ 91.0 91.1 91.2 91.3 91.4 91.5 \nLord of Mysteries, Chapter 1386\n\n↑ \nLord of Mysteries, Chapter 1381\n\n↑ \nLord of Mysteries, Chapter 1346\n\n↑ \nLord of Mysteries, Chapter 1153\n\n↑ Cuttlefish's WeChat Post: \"Apprentice Pathway Abilities\"\n\n↑ \nLord of Mysteries, Chapter 1384\n\n↑ \nLord of Mysteries, Chapter 1384\n\n↑ \nLord of Mysteries, Chapter 1379\n\n↑ Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"\n\n↑ \nLord of Mysteries, Chapter 1382"
      }
    ]
  }
]