[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_9:_Seer",
        "section_id": "Sequence_9:_Seer-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Seer",
        "text": "New Abilities\nEnhanced Memory: Initially, those who drink the Seer potion will gain a slight increase in memory that will continuously improve during potion digestion.\nThis Enhanced Memory grants a Seer the ability to memorize and learn the steps of various Ritualistic Magic and Divination Arts.\nSpirituality: A Seer's Spirituality will get enhanced upon drinking this potion.\nSpirit Vision: They can use Spirit Vision to see non-physical things, such as ghosts and specters. They could see the different parts of a Soul, deduce a person's health and emotions through it, and determine if something has a magical aura.\nThey can “see” obstructed objects and “hear” faint footsteps, allowing them to take preemptive judgment. However, their visual, auditory, and tactile senses do not have any enhancements.\nDivination Arts & Ritualistic Magic: They can master all kinds of Divination methods, including astrology, spiritual numbers, and scrying as well as become more learned than a Mystery Pryer when it comes to Ritualistic Magic.\nSeers don't gain knowledge on how to directly utilize these mystical arts, only the ability and talent to do them at an expert level. Their mastery is dependent on their time of learning.\nDanger Intuition: They can intuitively detect danger using their Spirituality."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_8:_Clown",
        "section_id": "Sequence_8:_Clown-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Clown",
        "text": "New Abilities\n\nPhysical Enhancement: After advancing into a Clown, they will possess a strong control over their body, making them akin to a master acrobat and circus performer.\nA Clown has near complete control over their bodily functions and facial expressions.\nTheir face will only show the expressions they wish to show, with the only situations such as extreme shock or pain causing them to show their true feelings, making them the nemesis of Spectators. This also applies to their limbs and other body parts.\nThey can also project their current appearance by calming their mind.\nTheir dexterity and speed become exceptional, while their strength gains a decent increase.\nThese enhancements allow a Clown to commit various feats of acrobatics, such as swinging themselves up by their feet, easily scaling the outsides of buildings or using backflips to very steadily escape from attacks during fights.\nThey gain powerful coordination and a near inhumane sense of balance. A Clown will never lose their balance, barring certain extreme circumstances.\nTheir enhanced coordination allows them to walk over tightropes as if they were flat ground, jump and land on the backrest of a chair without stumbling, while also making them talented with various combat techniques.\nPaper Daggers: A Clown becomes capable of temporarily turning sheets of paper as hard and sharp as steel, allowing them to throw them as flying daggers or use them as knives.\nThese Paper Daggers that a Clown makes are powerful enough to stick to solid stone and pierce through a Hunter's flesh and bone.\nStrengthened Abilities\n\nSpirituality: Their Spirituality gets marginally enhanced.\nDanger Intuition: The Danger Intuition of a Clown is greatly enhanced, even granting them a short-term form of premonition, though often ambiguous and unclear.\nThey can supernaturally see the appearance of someone (or a group of people) standing behind a door without ever having to open it themselves. This does not rely on Spirit Vision.\nThey can sometimes intuitively predict the next action somebody will take. This can only provide an opportunity to take advantage of as it happens infrequently.\nLike Divination, this ability is much more reliable when it comes to actions that will cause harm to the Clown. This allows them to often pre-dodge attacks that would be very lethal."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_7:_Magician",
        "section_id": "Sequence_7:_Magician-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Magician",
        "text": "New Abilities\nMagicians possess 9 spell-like abilities that they are able to cast at high speeds, without needing to chant or inject Spirituality to activate them.\nDamage Transfer: So long as a Magician is not dead and can still move their hand, they can Transfer wounds to an different areas like arms or legs, turning fatal wounds into minor injuries.\nEach wound can only be Transferred once.\nThey cannot Transfer damage with objects.\nThey can Transfer the wounds of others.\nFlaming Jump: A Magician can phase through a fire spark that they had left behind and any flame that existed within 30 meters. The range would increase over time as they digest the potion.\nDuring Flaming Jump, Magicians will become immune to ordinary flames. This will last until after they come out of it, after which they must use Flame Controlling for protection.\nA Pyromaniac's Flames and a Witch's Black Flames are also things they can phase into and be immune to during the teleportation process.\nThis is similar to the Teleportation abilities of a Traveler in that it uses the unique traits of the Spirit World. However, Magicians do not directly enter it.\nThis means Magicians are able to use Flaming Jump inside areas where the connection to the Spirit World is restricted.\nHowever, if one’s Luck is extremely bad or that section of the Spirit World has issues, there could still be danger.\nAir Bullet: Magicians can produce air projectiles with power and speed comparable to that of bullets fired from a custom revolver just by snapping their fingers or mimicking a gun sound.\nThe power and speed of their Air Bullets will improve along with the digestion of the potion and the raising of their Sequence.\nPaper Figurine Substitute: Magicians can transform a Paper Figurine into themselves and swap places with it. It can not only block a fatal blow but also weaken the damage from Curses.\nThis can be used as crude body doubles to fool others into thinking they were there.\nAfter using one, the Magician would reappear in a different but nearby location.\nFlame Controlling: Magicians are able to freely manipulate flames and ignite certain flammable substances within a range of 30 meters with a simple gesture or action.\nLike their other abilities, the range of manipulation will increase with the digestion of the potion and raising of their Sequence.\nOnce the potion has been completely digested, a Magician could summon a single swirling flame out of thin air.\nUnderwater Breathing: A Magician can create a thin, invisible air pipe which would allow them to breath freely underwater and seemingly turn into a Murloc.\nThe initial length of this invisible air pipe a Magician could conjure up is exactly 5 meters. As the potion digests, the length of the pipe would increase.\nBone Softening: This ability allows a Magician the ability to soften their bones to some degree. This can be used to escape from a variety of different restraints like handcuffs, ropes, and chests.\nDrawing Paper As Weapons: This is an evolution of the Clown's Paper Daggers. It now allows a Magician to turn paper into a variety of different weapons, such as bats, bricks, canes etc.\nIllusion Creation: They can influence the environment, creating Illusions with colors, sounds, and smells that would be close to reality, allowing them to pass off the false as true.\nThey can use sounds Illusions to secretly transfer their sounds to others.\nStrengthened Abilities\nPhysical Enhancement: Magicians experience a qualitative change to their overall dexterity.\nTheir hands become more agile and their body become more nimble, allowing them to master many non-supernatural magic tricks.\nSpirituality: A Magician's Spirituality will get enhanced once more upon reaching this level.\nSpirit Vision: Their ability to see various spiritual things gets slightly enhanced, but not by much.\nThey cannot see the Astral Projection deep in the Ether Body, and as such, are unable to discern whether a target is a Beyonder or not.\nThey possess many different ways to interfere with the Spiritual Intuition of a target."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_6:_Faceless",
        "section_id": "Sequence_6:_Faceless-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Faceless",
        "text": "New Abilities\nShapeshifting: They can become anyone at any time with their ability to freely mold their body and flesh, enabling them to perfectly mimic their target's face, body, voice, or even smell to some degree.\nWhile it is possible for a Faceless to mimic the facial features and body proportions of someone of the opposite gender, they cannot change their actual physical gender.\nA Faceless restrictions include height and mass. They cannot mimic the body proportions of an individual that is too disparate in size from their original body.\nTheir new height cannot be more than a head taller or shorter than their original height\nThere is a limit to the enlargement and shrinkage of the head, legs, arms, bones etc.\nA Faceless possesses full control over the transformation on their body.\nThey can freely shift the position of their eyes and other facial features around on their face.\nThey can make their face completely featureless, without any eyes, nose, or mouth,\nThey can even create \"fake\" facial features on their face such as false eyes.\nThey can change their body odor by adjusting the pores on their skin.\nHowever they still are unable to change their lower body.\nShapeshifting and their bodily control make a Faceless good at acting.\nThey are able to accurately recall the shape and temperament of everyone they know and recognize them no matter how well disguised they may be.\nThe accumulation of the previous potion skills along with Shapeshifting leads to them being good at combat, Tracking, and anti-Tracking.\nStrengthened Abilities\nTheir previous abilities are enhanced.\nFlame Controlling, Flaming Jump, and other spell-like abilities had become about 30% stronger.\nThe original power of their Air Bullets and the length of their invisible pipe that enables Underwater Breathing have increased severalfold.\nThe number of times a Faceless can use Paper Figurine Substitutes and Damage Transfer has increased as a result of their Spirituality gain.\nSpirituality: Their Spirituality grows to a large extent upon becoming a Faceless.\nTheir Divination skills receive a substantial improvement."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_5:_Marionettist",
        "section_id": "Sequence_5:_Marionettist-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Marionettist",
        "text": "New Abilities\nSpirit Body Threads Manipulation: This is the core power of a Marionettist. With it, they are able to perceive and manipulate Spirit Body Threads, from up to 100 meters away.\nThrough manipulating the Spirit Body Threads of an organism, they directly influence the target’s Soul Body, Astral Projection, Body of Heart and Mind, and Ether Body. Then, using the Ether Body as a bridge, they can control their target’s body.\nWithin the same Sequence level, targets who have been turned into Marionettes are unable to utilize their Resurrection methods to Revive and escape being a Marionette.\nThrough the changes within the Spirit Body Threads of an individual target, a Marionettist will have the capability to be able to detect the Parasitism caused by a Parasite.\nBy tracing the Spirit Body Threads of a target, a Marionettist can perceive Invisible targets, such as a Shadow Ascetic's Shadow Lurking or a Witch's Invisibility.\nThe process of Spirit Body Threads Manipulation can be hard to detect, and only Beyonders with Divination or Prophetic abilities are able to detect it happening.\nThe process of controlling a target's Spirit Body Threads has a limited range of 5-10 meters (depending on potion digestion) and is split into 2 separate phases.\nThe initial phase of control takes between 5 and 20 seconds to achieve, depending on the rate of potion digestion and the potency of their target's Spirit Body.\nThe target's movements and thoughts begin to slow considerably and are often the first sign that they are being controlled. They can still attempt to fight back and can still think and move, but at reduced speed and greater difficulty; this will only increase as the Marionettist deepens the control of their Spirit Body Threads.\nThis process can be interrupted by external stimuli, usually sharp and abrupt pain, both physical and mental. Upon the process being interrupted, the target immediately regains full faculty over both thoughts and physical movement and the Marionettist would have to start the process over from the beginning.\nThe final phase occurs if the first step is not interrupted for around 5 to 2 and a half minutes, which will lead to full transformation of a target into a Marionette.\nThe amount of time needed to turn a target into a Marionette varies according to the potency of their target's Spirit Body and their digestion of their potion.\nMarionette: Akin to a puppet, they are under full control of their Marionettist. They are dead for all intents and purposes, although they still retain a Soul.\nApart from superficial surface thoughts, they would not be able to know about the details of their Marionette's previous lives unless it encounters something or someone familiar.\nOnly then will they \"remember\" details about this familiar place or person.\nMarionettists are initially limited to 1 Marionette at a time. They can have a maximum of 3 Marionettes at a time after completely digesting their potion.\nThey are still able to control others' Spirit Body Threads, but are unable to fully convert them into Marionettes without exceeding their current limit.\nMarionettes can speak any languages they had learned when they were alive, even ones that the Marionettist does not currently know.\nHowever, the Marionettist doesn't \"learn\" the language in this manner and will not be able to speak it themselves.\nThe initial maximum range for controlling a Marionette is 100 meters, this goes up to at least 200 meters with digestion of their potion.\nMarionettists can possess their Marionettes, allowing them to fully experience everything their Marionettes sees and feels.\nIt can use all its original Beyonder powers, consuming its own Spirituality, allowing them to be directed from afar without danger.\nMarionettes that possess Revival abilities are able to use them to Revive and will still be their Marionettes.\nMarionettes are unable to consume potions for advancements, as their Spirit Bodies are essentially dead.\nStrengthened Abilities\nMarionettists will also receive a 50% increase to their Beyonder abilities.\nAir Bullet: Its strength is comparable to a bullet shot from a steam rifle."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_4:_Bizarro_Sorcerer",
        "section_id": "Sequence_4:_Bizarro_Sorcerer-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Bizarro Sorcerer",
        "text": "New Abilities\nBestowal: Bizarro Sorcerers can \"gift\" their Worms of Spirit to their Marionettes allowing those \"gifted\" to use the Bizarro Sorcerers' Beyonder powers.\nInitially, Bizarro Sorcerers are only only split 50 Worms of Spirit from their Mythical Creature Form. This will increase with digestion of their potion.\nIf they go beyond their limit, they will suffer from symptoms of schizophrenia that cannot be treated. This will increase their tendency of losing control.\nThey can retrieve, \"gift\" and switch Worms of Spirit to any Marionette within a range of 1 kilometer through their Spirit Body Threads.\nIf the Worms of Spirit's connection to the Bizzaro Sorcerer is cut, the Marionette that has been disconnected will die shortly after.\nBizarro Sorcerers must implant at least a single maggot in a Marionette if they want it to use their Beyonder abilities.\nBeing technically dead, Marionettes through Shapeshifting can be molded into shapes impossible for a living creature to assume (such as a 2 finger width human figure).\nThrough this, they can increase the range of their ability to make new Marionettes by 1150 meters (1000 meters as the initial range for controlling a Marionette, plus 150 meters as the initial range for taking control of a new one) by using their already converted Marionettes to take control of new Marionettes.\nMarionettes converted in this manner can only be \"gifted\" a new Worm of Spirit via the already converted Marionette, so the latter must have more than one small maggot in it for it to do so.\nWhen a Marionette with a small maggot dies, it's Beyonder Characteristics will return to them after a certain time period due to the Law of Beyonder Characteristics Convergence.\nIf the process for the return of their small maggots' Beyonder Characteristics is interrupted, that Worm of Spirit may be lost.\nSince Worms of Spirit are part of Bizarro Sorcerers, \"gifting\" those Worms of Spirit to their Marionettes will not grant them the ability to think and be self-conscious.\nAs long as a Marionette of a Bizarro Sorcerer is implanted with one of their small maggot and is still alive, the Bizzaro Sorcerer will be alive.\nConcealment: Bizarro Sorcerers possess Concealment abilities to a certain degree.\nThey are able to hide their Sequence level from a Beyonder of the same or lower level of the Justiciar Pathway, but are not able to hide the fact that they are a Beyonder.\nStrengthened Abilities\nTheir previous abilities as a Beyonder have been massively enhanced.\nTheir abilities as a Magician have been massively improved.\nDamage Transfer: Their wounds or that of others can be Transferred onto a paper figurine.\nAir Cannon: The upgraded form of Air Bullet whose might has increased to that of a cannon.\nFlaming Jump: The range for them to phase using flames has increased to 1 kilometer.\nIllusion Creation: Their illusion abilities have experienced a qualitative upgrade.\nTheir auditory illusions that are nearly as loud as a Cataclysmic Interrer's roar.\nThey are able to hide an entire cruise liner as well as create illusory thoughts.\nShapeshifting: They can transform into any animals that aren't too disparate in size.\nWhen they are in a Spirit Body state, this restriction is removed.\nSpirit Body Threads Manipulation: Their ability to control the Spirit Body Threads of others have been massively strengthened and enhanced.\nThe initial control of someone's Spirit Body Threads can be achieved by a Bizzaro Sorcerer in just 3 seconds while full control is achieved within 15 seconds.\nThe initial range for them being able to control Spirit Body Threads has increased to 150 meters. This range will increase as they digest the potion.\nMarionette: The amount, effect, and corresponding alterations Bizzaro Sorcerers can do with their Marionettes have increased tremendously.\nThey are initially able to control up to 50 Marionettes which increases with potion digestion. In addition, they can control Marionettes within a range of 1 kilometer.\nIf a Marionette were to go beyond their control range, as long as they return in range within 10 minutes, the Marionette wouldn't escape their control and truly die.\nA Marionette's superficial consciousness can be read, and through enhanced control over Spirit Body Threads, they can achieve effects similar to Spirit Channeling.\nThe higher the level of the Marionette they are trying to gain information from, the poorer the effects of a Bizzaro Sorcerer's emulated Spirit Channeling.\nMarionette Interchange: Bizzaro Sorcerers are able to seamlessly swap places with their Marionettes within a distance of 1 kilometer.\nWhen they are swapping positions with a Marionette, a Bizzaro Sorcerer can only choose to swap their bodies or bodies and external objects.\nSpirituality: Their Spirituality has been massively improved.\nDivination: Bizarro Sorcerers are able to obtain more information using simple Divination methods such as instantaneous Dream Divination with a flip of a coin.\nSpirit Vision: The restriction of having to do a corresponding action to activate Spirit Vision is now removed as now they’re capable of activating it at will.\nMythical Creature Form\nAs a Sequence 4 Demigod they possess some level of Godhood, and with it comes an incomplete Mythical Creature Form. The small transparent maggots inscribed with three-dimensional sinister tentacle patterns are called the Worms of Spirit.\nBizarro Sorcerers can divide Worms of Spirit from their own Mythical Creature Form.\nThey can kill these maggots and wait for the minute Beyonder Characteristics to be released, then use the carcasses to contain power that is bestowed by a high-level existence.\nThrough this, they are able to use the carcasses of their Worms of Spirit as high-level materials to create various charms and special bullets.\nThis fractures their own Spirit Body, dealing considerable damage and making them unable to do this frequently unless they want death.\nIf they lose too much Worms of Spirit they are able to recover by absorbing the Beyonder Characteristics of the Fool Pathway."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_3:_Scholar_of_Yore",
        "section_id": "Sequence_3:_Scholar_of_Yore-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Scholar of Yore",
        "text": "New Abilities\nHistory: Their main ability is to access and get help from History, which is divided into three parts- Historical Void Borrowing, Historical Void Projection, and Historical Void Hiding.\nHistorical Void Borrowing: They have the ability to Borrow strength from their past self, whose power can be borrowed as many times as they want so long as they have enough Spirituality.\nTo a certain extent, this is something that’s self-perpetuating, preventing a Scholar of Yore from ever really being in the nadir until their Spirituality is completely drained.\nKlein Moretti Borrowed a past state of his island of consciousness being invaded by Hvin Rambis, and with the fact that he was able to maintain his lucidity in Dreams and the Mind World regardless of any intrusions, he began to examine if there were any abnormalities in his mind and thoughts that were being Parasitized.\nBefore their Spirituality is drained, they can always Borrow energy from their own past self, with there being no limit to the number of times they can borrow it.\nAs for the Spirituality of a Scholar of Yore who digested 80% of the potion, even without the process of recovering, they are able to Borrow power nearly ten times a day, maintaining it for five minutes each time.\nHistorical Projection Summoning: They can Summon people or objects that existed in the past for a limited time as Historical Projections from the Historical Void.\nThere are three factors that influence the probability of successfully Summoning the target from the Historical Void and the duration of the Summoned target:\nThe more detailed and the better the understanding one has of the corresponding piece of history and matters, the higher the chance of success is and the longer it will last.\nThe lower the target’s level is relative to the Scholar of Yore, the higher the chance of success in Summoning the Historical Projection and the longer it will last.\nIncreasing one's affinity with the target they wish to Summon in the future from will increase the chances of success in Summoning it and its duration.\nAt 80% potion digestion, if it’s the most ordinary item or something that was once theirs, they can maintain its availability for a maximum of 15 minutes.\nHistorical Projections would also have their corresponding Spirit Body Threads and thus, can be turned into Marionettes. In addition, Marionettes can be summoned as well.\nScholars of Yore can only summon 3 Historical Projections at a single instance in time. This also includes Historical Projections which are Summoned by their Marionettes.\nSuccessfully Summoned Historical Projections of a higher level than the Scholar of Yore will only have a portion of the strength and quality of the original target.\nHistorical Projections of Historical Projections can be Summoned. The difficulty of Summoning these are reduced, but so are their strength.\nHistorical Projections are reliant on orders and lack intelligence, making them limited to an instinctive and mechanical manner in combat.\nDue to the mysticism principle of \"a unique shared consciousness in time\", a Historical Projection does not contain the past memories of it's counterpart.\nThis means that a Scholar of Yore is not able to utilize a Historical Projection in order to ask and gain answers to questions they don't have knowledge on.\nWhile the principle above does not apply to the deceased, a Scholar Of Yore's level is insufficient to summon Historical Projections that are fully conscious.\nIf the target's true body hides in the Historical Void or enters a Concealed state, they can send their mind to their Historical Projection and control it.\nExistences who have died but still have a Soul remaining (or have residual will) can sense when their Historical Projection have been Summoned.\nA Scholar Of Yore is connected to their Summoned Historical Projection(s) and can utilize this connection to communicate their intent and orders directly without speaking.\nThis relies on the Scholar of Yore's Historical Projection's lack of intelligence and/or having a good relationship with it as a means of control.\nThis allows for a Scholar of Yore to quickly coordinate with an ally who is controlling their summoned Historical Projection.\nThey cannot Summon things directly related to a Uniqueness which includes Uniqueness as objects and those who have accommodated it within them.\nHowever, there are ways to bypass this restriction to some extent, they can instead Summon objects/people which a Uniqueness can exert power on.\nZaratul summoned an Angel from the \"Red of War\" army, whose members could link with Red Angel Medici to become one.\nKlein Moretti summoned 0-17's Historical Projection to be used as Evernight Goddess's descent vessel.\nHistorical Projections have natural flaw, problem, and weakness in terms of Fate and Time, which determines the time limit on their existence.\nIf Fate chooses the Fate Tributary of Historical Projection were prematurely terminated due to unexpected influence, they will naturally dissipate.\nIf the duration of a Historical Projection ends, it will dissipate. As such, for Pathways with authority over the flow of Time, they can hasten its end.\nHistorical Void Hiding: They can enter the Historical Void and Hide within its gaps, so long as their Spirituality allows. This allows a Scholar of Yore to avoid danger, but they must come out the exact spot in the world once the Scholar of Yore stops hiding.\nThe prerequisite of Summoning and Borrowing from the past while in the Historical Void is that there is a past of themselves within the gap of history they are in.\nKlein could not Borrow power from his past self because he was Hiding inside a gap corresponding to a period of history where Giant King Aurmir buried \"His\" parents.\nWhile Hiding in the Historical Void, a Scholar of Yore is able to send their consciousness back to their Historical Projection and control it by themselves.\nThe gaps that they can Hide inside within the Historical Void are limited to the Scholar of Yore's understanding of the corresponding history.\nKlein Hid inside the Historical Void corresponding to a period of history where Giant King Aurmir buried \"His\" parents. This prevented Zaratul from following him there even though the former was an Attendant of Mysteries.\nScholar of Yores gain the ability to produce fog and reduce the temperature of an area.\nStrengthened Abilities\nTheir abilities as a Magician have been enhanced.\nPaper Figurine Substitutes: Their Paper Figurine Substitutes has undergone several qualitative changes, being able to disrupt Divination, Prophecy powers, tracking, and gazes.\nTheir Paper Figurine Substitutes can now also substitute certain parts of a target (like organs). Before one discovers that it’s fake, things can continue proceeding as per normal.\nDamage Transfer: Scholars of Yore are now able to transfer a certain part of ailments, Curses, Prophecies, attacks and gazes to their Paper Figurine Substitutes.\nFlaming Jump: Their range of phasing into flames have increased to 5 kilometers. Their Flaming Jump is now able to transfer objects to them or their Marionettes.\nAir Cannon: The power of a Scholar of Yore's Air Cannon is now equivalent to coastal defense artillery and it's corresponding power could be adjusted at will.\nShapeshifting: Scholars of Yore can transform into any creature that is within a certain limit. Some of the organs of the creature they Shapeshift to would work while others wouldn't.\nSpirit Body Threads Manipulation: A Scholar of Yore's ability to control Spirit Body Threads has been massively strengthened in distance and time.\nThe initial control time of a target's Spirit Body Threads has been reduced to just 2 seconds, and full control can be achieved in just 10 seconds.\nMarionette Interchange: The  limit of swapping positions between a Scholar of Yore and their Marionettes is now 5 kilometers.\nThe initial range for a Scholar of Yore to completely transform someone into a Marionette has been increased to 500 meters.\nIn addition, Scholars of Yore can control Marionettes within a range of 5 kilometers.\nMythical Creature Form\nThe divine pattern on their Worms of Spirit become more complex and has become more expressive of the themes of the Fool Pathway. In addition, a Scholar of Yore can now split about 600 Worms of Spirit from their Mythical Creature Form.\nThis change is a result of the acquired Beyonder Characteristics and mythical knowledge contained within the potion. These divine patterns can differ from person to person because it relates to their personal traits as well.\nit can showcase concepts of strength, strangeness, and supematuralness.\nAfter complete digestion of the potion, a Scholar of Yore would be able to recover from having nearly 500 Worms of Spirit die at once in their Mythical Creature Form.\nLosing all corresponding Beyonder Characteristics wouldn't cause them to lose their status and level. They can slowly recover by absorbing Beyonder Characteristics of the Fool Pathway.\nAs a Sequence 3 Beyonder, they can listen to prayers within a certain range. They can allow different Worms of Spirit from their Mythical Creature Form instinctively listen to prayers and respond to them while turning in the complicated ones to the main body."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_2:_Miracle_Invoker",
        "section_id": "Sequence_2:_Miracle_Invoker-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Miracle Invoker",
        "text": "Beyonder Characteristics:\n\nThere are a total of nine Miracle Invoker Beyonder Characteristics in existence. A maximum of six Miracle Invokers are allowed to exist at once if there are three Attendants of Mysteries already due to the limited amount of Beyonder Characteristics.Further information: Fool Pathway/Misc \nAuthorities\nMiracles: \"They\" are able to perform Miracles for others and \"Themselves\", thus being able to achieve a myriad of effects with varying potency, which scales based on the similar accumulated Wishes that \"They\" have granted to others beforehand.\nIts effects don't only come from the Beyonder Characteristics but also from similar Wishes of different creatures with Spirituality that may be related to the Sea of Collective Subconscious.\nTo put it simply, Miracle Invokers need to seek out and satisfy all kinds of Wishes before \"They\" could fulfill \"Their\" own Wishes, turning the corresponding situation into a reality.\nAs for how \"They\" could fulfill others' Wishes, \"They\" have 2 known methods.\n\"They\" could use other Beyonder powers that \"They\" or the Sealed Artifacts that \"They\" wield possess to achieve the corresponding effects. \nKlein fulfilled other people's Wishes to know about the answers to their corresponding questions by using Arrodes.\nKlein utilized Life's Cane fulfill Jasmine's Wish of restoring her appearance before she was burned in an accident.\n\"They\" could also just directly grant a Wish with \"Their\" previous accumulated power of Wishes in order to create a true Miracle. \nKlein rebuilt various houses and buildings, and eventually Constant City to its former, non-war-torn state via a Wish.\nKlein removed all the deformations and disfigurements of the body in all the citizens of Moon City via a Wish.\nAt the very beginning, the Wishes that \"They\" could fulfill were small and trivial. \"They\" had to accumulate them one step at a time before \"They\" could create a true Miracle.\nThe effects of the Miracles each Miracle Invoker can perform are varied based on \"Their\" personally accumulated Wishes. Some effects include Teleportation, the dissipation of Godhood, the shrinkage of an area, and much more.\n\"They\" can use Wish to extend \"Their\" lifespan and the upper limit depends on  how powerful \"Their\" Wish-granting ability is.\nKlein shrunk the Belltaine City Library so that its boundaries prevented 0-02 from delivering severe punishment to others.\nAntigonus moved a portion of an ancient Divine Kingdom from “His” memories into the real world through a Wish.\nKotar made Godhood dissipate in an area, suppressing all Beyonder powers above the Sequence 5 level.\nWith enough Miracles, \"They\" can use a Wish to briefly obtain power equivalent to a Sequence 1.\nMiracles can be used to break through Prophecies.\nWishes are often distorted, and the bigger the Wish, the more distorted its outcome, which can cause unwanted things to happen. Therefore, \"They\" should be careful of what \"They\" Wish for.\nThe distortion of \"Their\" Wishes can be reduced by setting some clear constraints for the Wish such as time and area limits.\nAdditionally, with Wishes that directly alter a high-level being's state, there will be either a lower effect or more distortion.\nIf a half-Lord of Mysteries' Wish was to affect the Primordial Demoness, who is the female body of Primordial God Almighty, clear time and space constraints must be made.\nOtherwise, the Wish may distort into a direction favoring \"Her\".\nLimited at the level of Sequence 7, Zaratul in The Fool's Dream set a time limit of \"His\" Wish being 30 seconds long with it being poor at affecting those with Godhood.\nThe stronger the Godhood, the more likely the opposing Beyonders with Godhood will be able to break through the restrictions of \"His\" Wish and interfere with \"Him\".\nThe Godhood of Evernight Goddess caused the power of Kotar's Wish to gradually be weakened in high speed, until it was completely nullified.\nThis brought Godhood back starting at the Sequence 4 level.\nAlthough \"They\" are able to perform Miracles for the same person repeatedly, A Miracle Invoker cannot grant similar Wishes to the same person within a short period of time.\nStrengthened Abilities\n\nHistory: \"Their\" improved use of the Historical Void includes several abilities along with greater enhancements to the things \"They\" are able to summon as well.\nResurrection: When \"They\" die, \"Their\" Beyonder Characteristics will enter the Historical Void and fuse with \"Their\" Worms of Spirit from the past, turning them corporeal. When \"They\" will it, these Worms of Spirit will escape the Historical Void and reform in reality to allow \"Them\" to Resurrect.\n\"They\" need to resurrect within 3 days or \"They\" will truly die or become an Evil Spirit.\nThis is also a type of Miracle \"They\" can do at default without accumulating Wishes.\n\"Their\" ability to Resurrect becomes completely ineffective after 4 utilizations.\n\"Their\" Spirit Body (but not physical) can be reborn inside Historical Void.\n\"They\" are limited to reviving in a certain range around \"Their\" corpse.\nDespite that, if \"They\" have made Wishes of a correct enough domain, \"They\" are able to make a  Miracle for \"Them\" to Revive in a distant place away from \"Their\" corpse.\nKotar gave up on reviving near the area of \"His\" original corpse and instead fulfilled \"His\" own Wish to revive at a distant spot far away from it.\nWhen \"They\" die naturally, \"They\" will consume a Resurrection to reset \"Their\" state. This will naturally reset \"Their\" lifespan, making \"Them\" younger\nJamming in Fate: A Miracle Invoker can exert some influence on the future so that the probability of something becomes larger or smaller to a certain extent.\nThis ability is equivalent to interfering with the Fate of a target; however, this aspect is still different from how Wheel of Fortune Beyonders manipulate Fate.\nHistorical Void Summoning: \"They\" are no longer limited to just Summoning items and people. It can be extended to certain scenes and historical events that \"They\" are familiar with.\nThis ability is limited to a total of 9 items/people/scenes, with only 3 at Angel-level. \nZaratul summoned a Historical Projection of fish meat at Klein's request and warned him that it could only be maintained for 45 minutes.\nKlein summoned the projection of the Tudor-Trunsoest United Empire’s Hall of Consuls, a scene filled with Distortions.\nSpirituality: \"Their\" corresponding Spirituality and the aspects of \"Their\" Soul (be it Spiritual Intuition, Divination Arts, etc.) have been enhanced.\n\"They\" can see the result of \"Their\" Dream Divination in front of \"Their\" eyes without falling asleep.\n\"They\" are able to make \"Their\" Spirit Body leave \"Their\" physical body and go to the Spirit World.\n\"Their\" corresponding Danger Intuition and Spiritual Intuition receive a massive boost.\nThese abilities can be used together with Dream Divination so that \"They\" can see several possibilities of the future of subjects or objects \"They\" wanted to Divine.\n\"They\" can see future scenes that have a connection to them in detail even if \"They\" are at a far distance from the source of the connection itself.\nSpirit Body Threads Manipulation: \"Their\" ability to control Spirit Body Threads of others and turn others into Marionettes has been massively strengthened.\nMarionette: The number of Marionettes that \"They\" can control has reached at least 5000 and \"They\" can control them within a city-wide range.\nKlein made Utopia, where \"He\" not only controlled it's 5000 residents, but all of its animals as well. This includes rats, cockroaches, moths, ants, flies, mosquitoes, and pigeons.\nMythical Creature Form\n\"They\" become a complete Mythical Creature. \"Their\" Mythical Creature Form is a vortex stacked with groups of Worms of Spirit with invisible tentacles that grow from within.\nDue to \"Their\" constitution as Worms of Spirit, \"They\" have a high capacity for regeneration, being able to recover quickly from serious and disabling injuries.\nSuch injuries include being able to regenerate \"Their\" entire limbs within seconds.\n\"They\" can separate at least 5000 Worms of Spirit and implant them into \"Their\" Marionettes."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_1:_Attendant_of_Mysteries",
        "section_id": "Sequence_1:_Attendant_of_Mysteries-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Attendant of Mysteries",
        "text": "Description\nThese are Angels who serve the profound mysteries. \"They\" have gained initial control of the corresponding domain's authorities. \"They\" can summon Spirit Body Threads of objects that originally existed. \"They\" can combine many physical objects or abstract concepts together.\n\nNew Abilities\nRegenerate: If the materials that made up an item once had a Spirit Body, then \"They\" could Regenerate the past Spirit Body Threads of it to make it become \"Their\" Marionette.\n\"They\" can't allow something that didn't have Spirit Body Threads to produce them, but \"They\" can allow items that used to have Spirit Body Threads to possess them again.\nThe former mainly consisted of metallic items, gold coins, gold pounds, and so on.\nThe latter mainly consisted of beef, fish, plants, and other types of food.\nOnce creatures ate food that had \"Their\" Spirit Body Threads renewed, they would also transform into Marionettes, as though they had gained intense corruption.\nAuthorities\nReassembly (Tampering/Grafting): Reassembly represents the authority of Change, \"They\" are able to Reassemble many physical objects and/or abstract concepts into something different, resulting in an Inconceivable yet real effect. It is like Changing something's definition, orientation, logic, or rules. \nThe simplest application of Grafting is for \"Them\" to Graft various locations or areas within either the real world and/or the Spirit World together.\n\"They\" can utilize Graft to freely enter the Spirit World and indirectly achieve a Teleportation effect; however, the prerequisite is if \"They\" could locate the region in the Spirit World.\nOn this point, an Attendant of Mysteries that owns Sefirah Castle would gain a unique advantage. Otherwise \"They\" could only rely on \"Their\" preparations.\nGrafting a location to a place near \"Their\" main body ensures \"Their\" Marionettes won't go out of range, enabling \"Their\" Marionettes to go around the world.\nOther applications of Grafting include Reassembling: connections, Anchors and prayers, targets, starting points and endpoints, etc.\nKlein Grafted Amon's Avatars' target of Theft from his thoughts to a drop of blood blessed by the Mother Goddess of Depravity, instantly impregnating the Avatars.\nKlein Grafted the events of Roselle's \"rebirth\" and \"death\" directly to each other, bypassing the process of Corruption that occurred in-between these two states.\nAntigonus Grafted the beginning and endpoint of the pages in Trunsoest Brass Book's law-making, trapping it in an infinite loop to prevent its effects.\nKlein Grafted the corresponding Anchors from the Sea God Scepter to \"Himself\" while \"He\" Grafted the prayers into Derrick Berg.\nGrafting as the authority of Change, is a lesser authority formed by a low manifestation of Change and Bizarreness symbolisms.\nNot only the effects of Reassembly are Bizarre, but it also has a hint of Concealment.\nRealm of Mysteries (Concealment): A manifestation of the Concealment authority, and an embryonic state of a Divine Kingdom. It distorts Space-Time to separate the affected area from outside, preventing enemies and information from leaving. It takes the form of a shadowy curtain.\nThe Realm of Mysteries formed by an Attendant of Mysteries is harder to break than both a Naturewalker's conceived Worlds and a Valley God's Paramita.\nHowever, a Valley God's Paramita is harder to fully destroy or Seal compared to an Attendant of Mysteries' Realm of Mysteries.\nExamples of Realm of Mysteries in use are:\nKlein stirred the power of Sefirah Castle to cast Realm of Mysteries on Antigonus's palace to prevent interference from Amon's Avatars and others from disrupting \"His\" Apotheosis Ritual.\nKlein used Realm of Mysteries around \"Himself\" whenever \"He\" was thinking about important matters, which allowed \"Him\" to think directly of Adam's name without alerting \"Him\".\nBizarreness: \"They\" have an authority over the domain of Bizarreness. \n\"They\" lose the boundary between \"Their\" physical and Spirit Body; where the 2 exist as one yet separated. This is a manifestation of Bizarreness and Controller of The Spirit World to a degree.\nThis is a delicate state that allows \"Them\" to shift the body's status between physical and spirit forms at will as well as separate and integrate these aspects as one at will.\nThe Bizarreness domain contains the abilities of Flame Control, Paper Figurine, and others which they can use to suppress those powers done by a Lower Sequence Beyonder of the Fool Pathway.\nZaratul used \"His\" authority over Bizarreness to make Klein, who was a Scholar of Yore back then, unable to control the flames anymore.\nWith this authority, \"They\" can directly interfere with others and produce fantastical, Bizarre, almost magical effects without relying on forms of lower or same-level abilities or authorities.\nStrengthened Abilities\n\"They\" have mastered the authority of \"Their\" corresponding field.\nSpirit Body Threads Manipulation: The full control of a target's Spirit Body Threads and conversion into a Marionette by an Attendant of Mysteries can be achieved in just 3 to 4 seconds.\n\"Their\" control over Spirit Body Threads reaches a point where \"They\" can make a Marionette use \"Their\" powers without placing a Worm of Spirit inside of it.\nIn the foggy town, Zaratul strengthened the connection between Klein and his Marionette, allowing the Marionette to use his abilities even without a Worm of Spirit.\nResurrection: \"Their\" Resurrection count is reset, meaning \"They\" can Resurrect four times regardless of how many times \"They\" have Resurrected as a Miracle Invoker."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Fool_Pathway/Abilities",
        "h2_id": "Sequence_0:_Fool",
        "section_id": "Sequence_0:_Fool-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Fool",
        "text": "Description\nThis is a True Deity. In a sense, \"They\" are an embodiment of the corresponding authorities. \"They\" are a master of trickery, adept at using all kinds of methods to Fool all things, showcasing all kinds of fascinating Miracles.\nSymbolism\n\n\"They\" can use surface-level symbolism application of \"Their\" authorities.\nFooling: \"They\" hold the corresponding symbol of Fooling.\nAuthorities\nFooling: This is one of the two core authorities of the Fool, with its corresponding symbol. Its main effect is turning falsehood into reality and it  contains History, Time, Fate, Change, Concealment, and the Mind Domain’s of Blind Stupidity.\nHistory: \"They\" are able to Fool History, separating the self of one second from the next. This allows \"Them\" to swap the past, present, or future conditions of \"Themselves\", making \"Their\" past become the present and vice versa.\nKlein Fooled History into swapping \"His\" past and present condition while in a cage without a fixed \"door\". The corresponding past state of \"Himself\" (now as a Historical Projection) was in the cage while \"His\" present self was outside of it.\nTime: \"They\" can Fool Time, confusing the sequence of events, delaying the effects of extraordinary abilities as if breaking free from Time's constraints, moving within a frozen environment through various real or conceptual gaps.\nUnlike Error's Time authority, The Fool Fooling Time does not involve operations like speeding up or slowing down Time. Instead, it disrupts the current manifestation of Time, thereby causing operations that require Time to succeed or fail.\nKlein Fooled Time, confusing its order of events so that Amon's Worms of Time split up at the incorrect timing, allowing Klein, to escape.\nKlein Fooled Time, escaping its limitations to freely move within the frozen environment created by Amon's Time authority.\nKlein Fooled Time, allowing for the effects of \"His\" Grafted star to linger even after the combination was dispelled.\nChange: \"They\" are able to induce significant Changes and alter the surrounding environment based on certain concepts.\nKlein Grafted and Fooled the concepts of massive, Extremely High Gravity, Temperature, Heat, and Nuclear Fusion together to Change \"His\" surroundings into a conceptual star.\nMind: \"They\" have an authority over \"Blind Stupidity\" from the Mind Domain.\nThis is the simplest implementation, it would greatly lower others' IQ forcefully so that they aren't able to have proper thoughts. This can even affect Sequence 0 True Gods.\nKlein and Antigonus used Blind Stupidity on the Trunsoest Brass Book, making it not realize that it kept skipping the middle process of its law-making.\n\"They\" can Fool \"Their\" targets, weaken their analytical and thinking abilities to degree they don't notice, making them reach a wrong judgements.\nIf \"Their\" targets remember their judgement more carefully and think more about how they have reached it, they would realize that they were Fooled.\nThe Fool Fooled Hidden Sage, causing \"Them\" to believe that the Great Mother will save \"Them\" even when \"They\" had no evidence of that being the case.\nThe Celestial Worthy Fooled The Tarot Club into believing that they had put Peng Deng in the last few steps when it comes to confirming his situation.\n\"They\" can Fool \"Their\" targets to make them forget an information that they have known or make them not pay any attention to it.\nThe Celestial Worthy Fooled the minds of Miss Justice and other people within the Fool's Dream to subconsciously forget about An Xiaotian.\nThe authority of Blind Stupidity overlaps with the Mind authority of the Visionary, capable of influencing the Minds of living beings and exert some effect within the Mind World.\nFor a falsehood to be turned into truth, it first needs the said falsehood to exist.\nIf \"They\" were to turn a fictional character into a real person, the character would need to be created first; only then could \"They\" make it a reality.\nReassembly (Tampering/Grafting): The authority of Reassembly, born from the interplay of the symbols Change and Bizarreness, forms one of the two core authorities of The Fool.\n\"They\" can directly Graft physical objects, entities and abstract concepts — including \"Themselves\" — that originally had no connection, producing Inconceivable yet entirely real effects.\nThe authority of Reassembly can directly act on \"concepts\" and even \"authority\" itself.\nThe ability, Damage Transfer, is a subordinate and specialized application of Grafting.\nShapeshifting: It is one the authorities that belong to the symbol of Change. One of its uses is to Change \"Their\" own gender from male to female.\nController of the Spirit World: Unlike the Door Pathway—which primarily utilizes the Spirit World for Traveling—and the Error Pathway—which leverages it for Decryption and influencing the Body of Heart and Mind, the Fool Pathway controls most of the authorities regarding the Spirit World. Thus, the Fool can be regarded as a lesser version of the Lord of the Spirit World.\nRegenerating or manipulating Spirit Body Threads are but superficial applications of this authority. In truth, these authorities are not confined solely to the Spirit World, but also involve lower manifestations of the Bizarreness and Change symbols, making them composite abilities.\nThe Fool cannot achieve the effect of Sealing off the Spirit World and only through merging with the Door can \"They\" accomplish it to some extent.\nThe Fool, to some extent, is able to command the Seven Lights and Angel-level spirit world creatures through Controller of the Spirit World.\nThe Fool Pathway can be considered the core of the Lord of Mysteries's Pathways in matters regarding the Spirit World.\nPuppetry: A lesser authority created by a low manifestation of the symbols of Bizarreness, Change, and the Dominator of the Spirit World.\n\"They\" can turn conceptual beings into \"Their\" Marionettes. This will work even against the Door when \"They\" are in \"Their\" Conceptualization state.\nHistory: \"Their\" authority of History formed from the fusion of the symbolisms of the King of Space-Time and Bizarreness.\nAlthough the past cannot be altered and History has already been established, the Fool can still manipulate History to a certain extent.\nMiracles: The Fool's authority over Miracles belongs to the Inconceivable symbolism, which also known as Bizarreness.\nMiracles are 'Unexplainable' and 'Incomprehensible'—that is why they are called Miracles.\nThe Fool can reset \"Their\" Resurrection count once, and the upper limit of \"Their\" Resurrections has increased.\nRealm of Mysteries (Concealment): \"Their\" Divine Kingdom is complete; it arises naturally from the fusion of the symbolisms of Bizarreness and the King of Space-Time.\nSince the Inconceivable symbol is also known as the Bizarreness symbol, it naturally encompasses the concept of the Incomprehensible, meaning it carries a degree of Concealment.\nThe Concealment elements that are present in the Fool's symbolism originate here, representing a manifestation of Bizarreness.\nWithin the Fool's Divine Kingdom, the Realm of Mysteries, there are various objects Tampered with various effects that makes it hard for others to brute force their way into.\nKlein's Realm of Mysteries contained various doors that were Grafted with many effects. One of them made it where opening it will cause the target to instantly be Teleported into the sea.\nAnchor of Destiny: This is an authority under the symbolism of the Beacon of Destiny. The Fate of the Anchor of Destiny is exceedingly difficult to alter and unless \"They\" exercise self-restraint, \"Their\" words will become one of the nodes in the future development of the River of Fate.\nWhatever \"They\" say becomes the future, though the manner of its realization and the ultimate outcome may not necessarily be what \"They\" intended, and could turn out highly Distorted.\nReferences\n\n↑ \nLord of Mysteries, Chapter 32\n\n↑ \nLord of Mysteries, Chapter 44\n\n↑ \nLord of Mysteries, Chapter 29\n\n↑ \nLord of Mysteries, Chapter 169\n\n↑ \nLord of Mysteries, Chapter 296\n\n↑ \nLord of Mysteries, Chapter 416\n\n↑ \nLord of Mysteries, Chapter 472\n\n↑ \nLord of Mysteries, Chapter 582\n\n↑ \nLord of Mysteries, Chapter 835\n\n↑ Archive:Cuttlefish's WeChat Post: \"Complete Formulas of the Spectator Pathway\"#QnA, Question 16\n\n↑ 11.0 11.1 \nLord of Mysteries, Chapter 300\n\n↑ \nLord of Mysteries, Chapter 75\n\n↑ 13.0 13.1 \nLord of Mysteries, Chapter 451\n\n↑ \nLord of Mysteries, Chapter 906\n\n↑ \nLord of Mysteries, Chapter 452\n\n↑ \nLord of Mysteries, Chapter 665\n\n↑ 17.0 17.1 17.2 Cuttlefish's WeChat Post: \"Complete Formulas of the Moon Pathway\"\n\n↑ \nLord of Mysteries, Chapter 1033\n\n↑ 19.0 19.1 \nLord of Mysteries, Chapter 967\n\n↑ \nLord of Mysteries, Chapter 946\n\n↑ \nLord of Mysteries, Chapter 982\n\n↑ \nLord of Mysteries, Chapter 1000\n\n↑ \nLord of Mysteries, Chapter 1158\n\n↑ \nLord of Mysteries, Chapter 1138\n\n↑ \nLord of Mysteries, Chapter 1156\n\n↑ \nLord of Mysteries, Chapter 1243\n\n↑ \nLord of Mysteries, Chapter 1140\n\n↑ About \"Lord of Mysteries 2\", we interviewed God Cuttlefish (Part 1)\n\n↑ \nLord of Mysteries, Chapter 1164\n\n↑ 30.0 30.1 \nLord of Mysteries, Chapter 1147\n\n↑ 31.0 31.1 \nLord of Mysteries, Chapter 1165\n\n↑ 32.0 32.1 \nCircle of Inevitability, Chapter 979\n\n↑ \nLord of Mysteries, Chapter 1150\n\n↑ Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\"#QnA, Question 31\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Potion Formulas\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Fate Pathway Rituals\"\n\n↑ \nCircle of Inevitability, Chapter 1033\n\n↑ 38.0 38.1 \nCircle of Inevitability, Chapter 1137\n\n↑ 39.0 39.1 \nLord of Mysteries, Chapter 1246\n\n↑ \nLord of Mysteries, Chapter 1168\n\n↑ Cuttlefish's WeChat Post: \"The Circle of Inevitability Pathway\"\n\n↑ \nCircle of Inevitability, Chapter 1140\n\n↑ \nLord of Mysteries, Chapter 839\n\n↑ 44.0 44.1 \nLord of Mysteries, Chapter 1291\n\n↑ 45.0 45.1 \nLord of Mysteries, Chapter 1356\n\n↑ \nLord of Mysteries, Chapter 1278\n\n↑ 47.0 47.1 \nLord of Mysteries, Chapter 1374\n\n↑ Cuttlefish's WeChat Post: \"The Primordial Hunger Pathway\"\n\n↑ \nLord of Mysteries, Chapter 1360\n\n↑ \nLord of Mysteries, Chapter 1149\n\n↑ 51.0 51.1 51.2 Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\"#QnA, Question 46\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\", Question 28\n\n↑ \nLord of Mysteries, Chapter 1381\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\", Question 18\n\n↑ 56.0 56.1 \nLord of Mysteries, Chapter 1384\n\n↑ \nCircle of Inevitability, Chapter 967\n\n↑ \nCircle of Inevitability, Chapter 971\n\n↑ Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"#QnA, Question 55\n\n↑ Archive:Cuttlefish's WeChat Post: \"Fate Pathway Rituals\"#QnA, Complete Formulas Post, Question 12\n\n↑ Cuttlefish's WeChat Post: \"The Supernova Dominator Pathway\"\n\n↑ 62.0 62.1 Cuttlefish's WeChat Post: \"Fate Pathway Rituals\""
      }
    ]
  }
]