[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_9:_Secrets_Suppliant",
        "section_id": "Sequence_9:_Secrets_Suppliant-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Secrets Suppliant",
        "text": "New Abilities\nKnowledge (Mysticism): Secrets Suppliants are bestowed with a decent amount of knowledge regarding sacrifices and some knowledge on Ritualistic Magic.\nThere are some Honorific Names included in the potion's knowledge, but they're all secret entities with sinister names that includes elements like \"depravity\", \"true kin\", or the \"gaze of fate\".\nIt is known that the information attached to the potion contains the name of the True Creator and Angel of Fate Ouroboros; however, the three parts of the name \"gaze of fate\" does not fully describe the latter's Honorific Name. Aurora Order members who gave this name have other purposes, so they have made some processing on the name.\nThe knowledge attached to the potion given will more or less cause distortions in a Secrets Suppliants' cognitive perspectives and thus make it easy for them to lose control.\nHigh Spirituality: Secrets Suppliants have a high Spiritual Perception which they can use it to detect some mysterious and horrible existences.\nRitualistic Magic and Divination Arts: They can use their strong Spirituality  to perform Divination and Ritualistic Magic, but it's not as accurate as pathways that specialize in this field.\nTheir High Spirituality also allows them to detect auras of relatively powerful Beyonders (provided that those Beyonders did not conceal their aura beforehand).\nOsta Trul was able to feel that the real world was wrapped in a thick veil, and beyond that veil, emotionless eyes were watching them."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_8:_Listener_(Whispered)",
        "section_id": "Sequence_8:_Listener_(Whispered)-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Listener (Whispered)",
        "text": "Description\nNighthawk files state that every Listener is a lunatic - even if they look normal on the surface, they are always crazy on the inside. The files also state that it was difficult for Listeners to survive the next five years after taking the potion if they were unable to advance, because they frequently came into contact with powerful, distorted entities.\n\nNew Abilities\nListen: Every Listener can Listen directly into the whispers of the secret entities; thus, they frequently come into contact with information from powerful, distorted, and unique entities.\nWhile they can obtain powerful, twisted, and unique abilities, if they cannot advance in Sequence,  it would be difficult for them to survive for more than 5 years.\nEvery Listener is a lunatic - even if they look normal on the surface and behave normally at ordinary times, they are always crazy on the inside.\nEven if they don't actively use Listening, one will hear more than ordinary people and most of the Low-Mid Sequence Beyonders within a normal area.\nWhen the source of the sound is close enough to them, a Listener will be more affected and will receive more dangerous information.\nAt this stage, this Beyonder power is always active (in a passive state). At later Sequences, they can choose whether or not to proactively use it.\nStrengthened Abilities\nHigh Spirituality: Their spiritual sense is further enhanced."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_7:_Shadow_Ascetic",
        "section_id": "Sequence_7:_Shadow_Ascetic-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Shadow Ascetic",
        "text": "New Abilities\nA Shadow Ascetic gains a preliminary control and grasp over Shadows\nShadow Summon: Shadow Ascetics can summon Shadow creatures to influence, restrict or attack the target; however, Summoning a Shadow creature is a risky action.\nThe Summoned Shadow creature may be something terrifying and out of control, or it may merely be a monster that only feeds on the Shadow Ascetic.\nShadow Curse: Using the target's Flesh and Blood, the cooperation of a Ritual, or part of the target's Shadow as a medium, they can inflict a Curse on them.\nShadow Manipulation: After Lurking in the Shadows, Shadow Ascetics can influence the target's Shadow in the Shadow World, and even try to capture it.\nA Shadow Ascetic can envelop a target in huge black chrysalis made from Shadows that can contain a Pugilist from the Twilight Giant Pathway that has lost control.\nShadow Lurking: Shadow Ascetics can Conceal themselves in larger Shadows as well as use the power of Shadows to secretly track a target.\nIn a Shadow Ascetic's visual perception, their surroundings will appear grayish-black and transparent with the surrounding area being blurred.\nAll the sounds a Shadow Ascetic will hear in this Concealed state will seem to come from the empty depths of the starry sky, empty and distant.\nThis state would occasionally evoke the sensation of being watched by the Darkness to the targets a Shadow Ascetic looks at.\nShadow Shaping: Shadow Ascetics are able to directly utilize the power of Shadows and Shape those Shadows into weapons or animals.\nSuch Shadow items can cause damage that makes the target cold and Degenerate.\nStrengthened Abilities\nListen: It is at this Sequence where a Shadow Ascetic can turn off this Beyonder power."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_6:_Rose_Bishop_(Rose_Priest)",
        "section_id": "Sequence_6:_Rose_Bishop_(Rose_Priest)-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Rose Bishop (Rose Priest)",
        "text": "New Abilities\nFlesh & Blood Magic: Every Rose Bishop is an expert in Flesh & Blood Magic.\nAs a result, Rose Bishops are extremely good at treating physical injuries and physical Mutation.\nThis is because it's essence is the deep control of cells. No matter what kind of changes occur in the body, as long as it does not involve the Soul, it can be recovered.\nIn other words, if they don't run out of Flesh and Blood and their Soul has not been annihilated, the body of the Rose Bishop does not have fatal weaknesses.\nAs a reference they can heal from and fully restore entire lost limbs. Even seemingly fatal wounds to their head or heart are not necessarily fatal.\nAs for the following manifestations of Flesh & Blood Magic, they are:\nFlesh Creek: They can melt like a candle and turn into pure sticky Flesh and Blood that can quickly penetrate into the ground and move, or hide in other people stomach to avoid detection.\nTo stay better Concealed, they are able to integrate with the host's body; however, once they leave the body, their host will die.\nWhen a Rose Bishop enters the inside of a host body's stomach, they will be able to monitor the host's current status.\nParts of a Rose Bishop's body (like their face) can melt like a candle as a way to assimilate other creatures.\nHeath Doyle's plastered his face on the meter long blue fish, which stiffened and melted into a disgusting pool of Flesh and Blood that surged into his mouth.\nFlesh Softening: They can soften blows on their body as though they were boneless piles of rotten Flesh. Even gunshots would only sink into their body, failing to do damage.\nFlesh Bomb: Their body's Flesh or a part of it can be torn off and made into Flesh Bombs that can be thrown as explosives, which will explode into a rain of Corrosive Blood.\nTheir Flesh and Blood Bombs can also be buried inside other people's bodies, which can be detonated, turning them into sticky and rich Flesh and Blood.\nFlesh and Blood Servants: They can create Flesh and Blood Puppets with immense strength, immunity to spirit attacks, as well as self-destruction capability.\nFlesh and Blood Curse: If a target's Flesh and Blood falls into the hands of a Rose Bishop it can be used to inflict this type of Curse onto the target.\nBody Hiding: A Rose Bishop is able to wrap a corpse up within their body by consuming it with their Flesh and Blood to clear a crime scene quickly.\nFlesh Cloak: A Rose Bishop can create cloaks of sticky Flesh (either procured from them or others) that can reduce Spell and other damage.\nBirth Control: A female Rose Bishop is capable of stopping her menstruation cycle at this Sequence as a Flesh and Blood expert.\nA Rose Bishop must regularly replenish their Flesh and Blood.\nIf they do not do so, a Rose Bishop will not be able to fully exert the power of Flesh and Blood Magic and will easily lose control and/or die."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_5:_Shepherd",
        "section_id": "Sequence_5:_Shepherd-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Shepherd",
        "text": "New Abilities\nGrazing: Shepherds can swallow a target's Soul and Beyonder Characteristics or Boon powers into their body, including Wraiths and Evil Spirits, and use those Beyonder powers for themselves.\nThey can Graze Saint-level Souls, however, doing so will greatly increase their risk of losing control.\nIf a Grazed Soul is at the level of a Demigod, it can be directly released into the real world to fight. This is due to the corporeal Spirit Bodies that Demigods possess.\nUsing the Grazed Soul powers will only consume that Soul's Spirituality\nOnly one of such Soul can exist in the real world at a time.\nReleasing a Soul won't allow the Shepherd to use another Soul.\nLosing Grazing will make them lose control because of the Souls' interaction in their body.\nMaking them unable to use Grazed Souls will not have much of an effect on them. It is only when they lose the ability fully would they begin to lose control.\nA Depriver's Deprivation as well as a Prometheus' Theft are examples of Beyonder powers that can cause a Shepherd to lose control.\nShepherds can't activate Grazing continuously, which restricts passive abilities.\nAs such Beyonder powers that are more passive in nature (like a Devil's Danger Premonition) are effective only when actively Grazing that particular Soul.\nA Shepherd, upon full potion digestion, will be able to Graze up to 7 Souls.\nThey can only use one Soul at a time, but they can instantly switch between them.\nThey can only use up to 3 Beyonder powers from a particular Soul.\nWhen Grazing a new Soul, a Shepherd will be able to choose which powers to acquire.\nThey can still use their own Beyonder powers when using a Soul's Beyonder powers.\nBeyonder powers that normally don't allow its user to move freely like a Nightmare's Nightmare State can be used without the Shepherd needing to stay still.\nA Shepherd's Grazed target has to include a Soul.\nSuch a condition won't be changed even at higher Sequences. Even the Hanged Man needs a Soul to Graze a Uniqueness or Beyonder Characteristic and cannot simply target it alone.\nGrazing entails a certain reduction in the potency Beyonder powers of the Grazed Soul. This is because the Soul must be damaged before it can be Grazed by a Shepherd.\nEven if the Soul of a target stays Grazed, it will gradually wear away afterwards, meaning it can't be permanently kept by them.\nIf a Soul does not fall in Depravity, and instead is forcibly Grazed, it won't completely cooperate with the Shepherd.\nA Grazed Soul might only wield half of its original power.\nStrengthened Abilities\nFlesh and Blood Magic: They have further mastered abilities under Flesh and Blood Magic.\nDevouring: Shepherds can directly Devour a target's Flesh and Blood, along with their Soul, leaving no traces behind. This is a strengthened version of Body Hiding.\nTheir previous capability of using Shadows as a Shadow Ascetic has been enhanced.\nCommandeering Shadows: An advanced version of Shadow Shaping, now allowing a Shepherd to directly be able to Shape the deep non-living Shadows.\nThey can give these Shadows physical substance, make them bind targets, crush or compress objects, or Corrode and melt entities."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_4:_Black_Knight",
        "section_id": "Sequence_4:_Black_Knight-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Black Knight",
        "text": "New Abilities\nCull of Spiritual Flesh:  This is the core Beyonder power of a Black Knight, stemming from the Degeneration domain. It manifests as a Black Greatsword and has the following effects:\nIt can render any living creature with Degenerate thoughts to lose their defenses.\nIt Corrodes both Flesh and Blood while also obliterating Souls.\nIt can cleave through powerful physical barriers.\nBlack Armor: They can transform into a small giant 2-3 meters tall, covered in a Black, cold Armor, with only two balls of deep red light flashing at the position of their eyes.\nThis Black Armor is formed from the powers of Degeneration, protecting them from various attacks and it can also fracture to redirect damage, protecting the Black Knight.\nShadow of Depravation: They can peel off one of their Depraved thoughts into a Shadow, forming an uncontrollable, independent creature.\nThis can be used to purge foreign consciousnesses out of their minds.\nFor instance, they can eject a Manipulator's Virtual Persona from their mind and turn it into a Shadow of Depravation, effectively canceling its effects on their mind.\nIf the Manipulator cannot quickly resolve the Shadow of Depravation, those Depraved thoughts would turn them half-mad, even causing them to lose control.\nA Shadow of Depravation has the following characteristics:\nIt can induce Degeneration, turning targets against allies.\nIt is capable of instantly Corroding and breaking things.\nIt is able to shape Shadows into defensive armor.\nIt is able to dissolve into a piece of Darkness.\nIt can cover things in stick blackness.\nStrengthened Abilities\nTheir previous Beyonder powers from previous Sequences have been enhanced.\nFlesh and Blood Magic: Their grasp on abilities of this domain have been strengthened.\nFlesh Rug: They can transform themselves into a thin, Bloody, and Flesh-dripping Rug that covers an area, effectively dividing the battlefield and preventing grouping among enemies.\nA Black Knight is better capable of utilizing the power of Shadows.\nCommandeering Shadows: A Black Knight could make the enemy’s own Shadows surge like liquid, in order to entangle and restrict their enemies' movement.\nThe Shadow of a target is equivalent to a fraction of the target, so by severing the enemy's Shadow, it will make the enemy's spirit lose integrity.\nShadow Enclosure: A Black Knight can use the surrounding Shadows to create an Enclosed space to confine an enemy and chain them inside of it.\nGrazing: Their ability to Graze Souls have been enhanced.\nThe can externally release any Grazed Soul.\nReleased Grazed Souls can use all their Beyonder powers.\nThey can hold up to 9 Grazed Souls.\nMythical Creature Form\nAs Sequence 4 Demigods they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. Disregarding all consequences, they can release their incomplete Mythical Creature Form to become a black Shadow and writhing Flesh."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_3:_Trinity_Templar",
        "section_id": "Sequence_3:_Trinity_Templar-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Trinity Templar",
        "text": "New Abilities\nTrinity Body: They can sprout out 2 Shadowed heads (one youthful and the other elderly) from their shoulders on each side that can further separate to form 3 bodies via Flesh and Blood.\nIn this form, up to 3 Souls can be Grazed at the same time (one per head).\nStrengthened Abilities\nThey have gained improvements in Beyonder powers such as Cull of the Spirit Flesh and prior abilities\nTrinity Templars are able to create Shadow Substitutes through Shadows.\nShadow Substitute: A Trinity Templar can weave the surrounding Shadows into their own image and swap places with it at will to avoid a fatal attack.\nGrazing: A Trinity Templar's ability to Graze Souls have been enhanced.\nThey can release up to 3 Souls and use their Beyonder powers simultaneously as well as be able to Graze a total of 13 Souls.\nFlesh and Blood Magic: They possess greater capability in this field.\nFlesh and Blood Immortality: So long as there is a single cell left and so long as there is other Flesh and Blood around to regenerate from, a Trinity Templar can rebuild their body.\nThe premise is of course that their spirit is not destroyed.\nThis ability embodies the authority of Flesh and Blood.\nThis is a lesser manifestation of the authority of Mutation.\nTheir Trinity Body also stems from this authority.\nMythical Creature Form\nAs a Sequence 3 Beyonder, they can listen and respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_2:_Profane_Presbyter",
        "section_id": "Sequence_2:_Profane_Presbyter-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Profane Presbyter",
        "text": "Authorities\nProfane Language: \"They\" have mastered the Profane Language, a manifestation of the authorities of Degeneration and Corruption.\n\"They\" can weaponize a target's responses and words- extracting phrases or magnifying ambiguities to impose a word-spirit like effect such as imprisonment, Corruption or separation.\nAny actions that have the meaning of “exchange” or “communication” can be affected by Profane Language, for example, the sign language can be distorted or misinterpreted.\nWhen Klein answered who he was, it ended up separating \"a lonely traveler\" from him, splitting his Gehrman Sparrow persona that has the same thoughts and abilities, effectively canceling Klein's Historical Projection Summoning.\nThe separation here was when Klein's Degenerate thoughts combined with his Shadow, which then cancelled out his Historical Void Summoning.\nWhen Klein said that he didn’t know where the owner of the city had gone, Angel of the Holy Word Steph extracted the words “I don’t know where I went,” trapping him and isolating him from the outside world.\n\"They\" can achieve enhancements on \"Themselves\", making it so that when \"They\" reveal \"Their\" identity, each word that references \"Them\" enhances \"Their\" level and strength.\nWhen Steph announced \"Himself\" to Klein, \"He\" used this aspect of the Profane Language authority, effectively enhancing \"His\" level and strength with each and every word.\n\"They\" can induce a target to Degenerate via a \"spiritual\" Cull of Spiritual Flesh. Targets who possess Degenerate thoughts are not able to resist this influence.\nThis will bring out the Degenerate thoughts of \"Their\" opponents as their Soul plummets, sinking into the viscous black depths of their inner psyche, restraining their actions.\nThrough \"Their\" authority of Profane Language, \"They\" can create and direct Curses onto targets that inflict Degeneration and Corruption.\nStrengthened Abilities\n\n\"Their\" capabilities in the area of Flesh and Blood Magic as well Shadows have been strengthened.\nGrazing: \"They\" can Graze up to 18 Souls.\nMythical Creature Form\n\n\"Their\" Mythical Creature Form has become complete. \"Their\" Mythical Creature Form is that of a black Shadow and writhing Flesh."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_1:_Dark_Angel",
        "section_id": "Sequence_1:_Dark_Angel-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Dark Angel",
        "text": "Authorities\nShadows (Shadow Ruler): A Dark Angel is able to control and use the Shadow World; however, \"They\" are not yet the Shadow World's full master.\nSimilar to the Demoness' Dark Magic authority, \"They\" are effectively immune to any Spells or abilities that utilize Shadows or the Shadow World, and can alter those powers freely.\nThis also makes \"Them\" Omnipotent against creatures that reside within the Shadow World.\nAfter completing the Advancement Ritual and advancing to Dark Angel, \"They\" will be the Shadow of the Sun, increasing \"Their\" resistance towards the Sun's Purification, making \"Them\" no longer be severely countered by the Sun Pathway as before.\nDegeneration/Depravity: \"They\" have mastered the authorities of Degeneration domain.\nA Dark Angel is able to make people, objects, projections and abilities Corrode and Betray their owner. Even a target's own body is no exception.\nThe Evil Spirit Sasrir Degenerated Lovia's body, making it Betray her.\nProfane Language: The Dark Angel's voice, being both evil and sinister, carries a strong sense of Degeneration that can achieve the following:\nUsing words like \"Blasphemer, die!\", \"They\" could make a Demigod's consciousness turn blurry, their energy evaporate, flesh wither inch by inch, and mind losing grasp over sanity.\nWith \"Their\" use of Profane Language, \"They\" can cause accelerated life drain on targets as well as intensify the madness that is within an incomplete Mythical Creature Form.\nDepraved Dependents: \"They\" can make released Grazed Souls into temporary followers, up to 22 Souls, but at the same time, they are affected by the Degeneration authority and will obey the Dark Angel's orders wholeheartedly as well as retain their full original abilities.\nDarkness: A Dark Angel is able to manifest an embodiment of the Darkness authority.\n\"They\" can conjure a pitch-black, viscous \"ocean\" filled with an aura of Degeneration, swallowing enemy attacks and nullifying them. Alternatively, it can coat the enemy's surface with a layer of viscous black liquid to disrupt cognition and movement.\nStrengthened Abilities\nGrazing: \"They\" can Graze up to 22 Souls."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hanged_Man_Pathway/Abilities",
        "h2_id": "Sequence_0:_Hanged_Man",
        "section_id": "Sequence_0:_Hanged_Man-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Hanged Man",
        "text": "Description\nThe True God presiding over the domain of Degeneration/Depravity, an amalgamation of Black Shadows and Writhing Flesh, possessing five heads and the corresponding Shadows. \"He\" holds partial authority over the domains of Shadow, Darkness, Degeneration/Depravity, Corruption, and Mutation, while also embodying the concepts and partial Symbolism of Sin-Bearing and Sacrifice.\n\nSymbolism\nSin-Bearing (Scapegoat): \"They\" can take the damage and death intended for others, redirecting the enemy’s primary attacks toward \"Themselves\".\nThe True Creator bears the world's Sins, making \"His\" believers innocent in the eyes of the world. As a result, they cannot be found guilty or punished by Beyonder powers similar to an Overseer's.\nSacrifice (Hanged Man): By Sacrificing \"Themselves\", \"They\" can secure absolute hope.\nAuthorities\nDarkness: Compared to the Darkness, the Hanged Man’s Darkness leans toward an all-consuming, devouring Darkness and a Darkness that corrupts the heart.\nThose who walk into \"Their\" Shadows and Darkness without sufficient protection or status will quickly fall into Depravity, turning into Corrupted monsters.\nEvery year, many individuals within the Forsaken Land of the Gods fall under the Shadows and Darkness, quickly turning into Corrupted monsters.\nMutations: \"They\" hold authority over Mutations which is the authority that the Blood and Flesh authority is derived from.\n\"They\" can create countless Corrupted monsters from nothing in the Darkness that possess the particularity of Resurrection- a qualitative change of Flesh and Blood Immortality.\nThe Forsaken Land of the Gods is cursed with the influence of the Ancient Sun God, spawning countless Corrupted monsters in the Darkness.\nThe Hanged Man's authority of Mutation is also capable of influencing the change of all things to some extent, which partially overlaps with the authority of the Fool.\nShadows (Lord of Shadows): \"They\" have now become the absolute ruler of the Shadow World.\n\"Their\" Divine Kingdom is that of the entire Shadow World, or something similar to the Shadow World that has been created by \"Them\".\nDegeneration/Depravity (Degenerate Nature): \"They\" are the Degenerate Nature of all living things.\n\"They\" can make a Shadow rise and adhere to \"Their\" target's back, while other similar Shadows will continually emerge from the depths of the target's psyche, merging within and out and reshaping their form, being the inherent Degenerate Nature in all living things.\nApart from certain High Sequence Beyonders (such as an Angel of Redemption), no one is able to separate from their own Depraved Nature. At most, they will only be able to suppress it's effects on them.\nCorruption (Incarnation of Corruption): Being tainted by the Chaos Sea, \"They\" can Corrupt all things.\nWhen combined with the Darkness and Degeneration authority, \"They\" are capable of projecting some traces of Chaos Sea's influence.\n\"He\" can plant a \"seed\" of Corruption that melts into the Spirit Body of \"Their\" target. Part of the target's body would be merged with the \"seed\", making it extremely hard to Purify.\nThe True Creator planted a \"seed\" of Corruption in Klein that forced him to meet Sasrir in the Giant King's Court. This was partly due to mystic means but was also because of alterations in the mind as well as in Fate.\nGrazing: \"They\" have the authority of Grazing, derived from the Omnipotence symbolism.\nReferences\n\n↑ 1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 1.14 1.15 1.16 Cuttlefish's WeChat Post: \"Secrets Suppliant Pathway Abilities\"\n\n↑ 2.0 2.1 2.2 2.3 \nLord of Mysteries, Chapter 105\n\n↑ 3.0 3.1 \nCircle of Inevitability, Chapter 117\n\n↑ 4.0 4.1 \nCircle of Inevitability, Chapter 123\n\n↑ \nCircle of Inevitability, Chapter 118\n\n↑ 6.0 6.1 \nLord of Mysteries, Chapter 638\n\n↑ \nLord of Mysteries, Chapter 399\n\n↑ \nLord of Mysteries, Chapter 845\n\n↑ 9.0 9.1 \nLord of Mysteries, Chapter 528\n\n↑ \nCircle of Inevitability, Chapter 200\n\n↑ \nLord of Mysteries, Chapter 249\n\n↑ \nLord of Mysteries, Chapter 285\n\n↑ 13.0 13.1 13.2 13.3 \nLord of Mysteries, Chapter 479\n\n↑ \nCircle of Inevitability, Chapter 144\n\n↑ 15.0 15.1 \nLord of Mysteries, Chapter 647\n\n↑ Cuttlefish's WeChat Post: \"The Goddess of Fate Pathway\"\n\n↑ \nLord of Mysteries, Chapter 146\n\n↑ 18.0 18.1 \nCircle of Inevitability, Chapter 587\n\n↑ 19.0 19.1 19.2 \nLord of Mysteries, Chapter 1196\n\n↑ Cuttlefish's Answers to Some of The Comments about COI on Weibo\n\n↑ Cuttlefish's WeChat Post: \"The Monarch of Decay Pathway\"\n\n↑ 22.0 22.1 \nLord of Mysteries, Chapter 190\n\n↑ Author's Q&A\n\n↑ \nLord of Mysteries, Chapter 511\n\n↑ 25.0 25.1 \nLord of Mysteries, Chapter 1256\n\n↑ \nCircle of Inevitability, Chapter 589\n\n↑ \nLord of Mysteries, Chapter 1198\n\n↑ 28.0 28.1 \nLord of Mysteries, Chapter 1197\n\n↑ 29.0 29.1 Cuttlefish's WeChat Post: \"Complete Potion Formulas of the Secrets Suppliant Pathway\"\n\n↑ \nLord of Mysteries, Chapter 1182\n\n↑ \nCircle of Inevitability, Chapter 1133\n\n↑ Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"#QnA, Question 48\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"#QnA, Question [?]\n\n↑ 34.0 34.1 \nLord of Mysteries, Chapter 1262\n\n↑ 35.0 35.1 \nLord of Mysteries, Chapter 1264\n\n↑ 36.0 36.1 36.2 \nLord of Mysteries, Chapter 992\n\n↑ \nCircle of Inevitability, Chapter 733\n\n↑ \nCircle of Inevitability, Chapter 1137\n\n↑ Cuttlefish's WeChat Post: \"Fate Pathway Rituals\", Formulas Post, Q10"
      }
    ]
  }
]