[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_9:_Mystery_Pryer",
        "section_id": "Sequence_9:_Mystery_Pryer-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Mystery Pryer",
        "text": "New Abilities\nEyes of Mystery Prying: Their eyes are special and allow them to see things that normally aren't visible.\nThey can Pry into things that shouldn't or can't be seen. This let's them peer through attempts to trap them in Dreams or Illusions, see truth and reality, and discern the light of Spirituality.\nUtilizing the Eye of Truth, Lumian was able to view the concealed Mirror Gardner Martin\nCattleya could view the light of Spirituality of the different items Klein was carrying\nMystery Pryers have to be careful and show proper restraint with their powers as a Beyonder as they often see things they shouldn't see, leading to them being most exposed to Corruption.\nThis ability is instinctive and cannot be deactivated. Mystery Pryers can prevent it from affecting their daily lives through Seals or using special Mystical Items of sufficient power.\nKnowledge (Knowledge Pursuit): Mystery Pryers will occasionally be chased by knowledge brought to life, imbuing them with knowledge in random intervals.\nThis can either lead to them losing control or gaining a benefit, though often it is the former due to its lack of predictability and interference from the Hidden Sage, or other hidden entity such as the Inextinguishable Ravings.\nSpirituality: Their Spirituality will get enhanced upon drinking this potion.\nMagic & Divination Arts: They have a comprehensive but rudimentary understanding and grasp of magic, witchcraft Divination Arts,  Ritualistic Magic, and other mystical knowledge.\nA Mystery Pryer's use of Ritualistic Magic allows them to summon Spirit World creatures and form Contracts with them which enables them to eventually obtain messengers and helpers with unique powers as they progress forward in their studies.\nAs a Mystery Pryer progresses through the Sequences, they will be able to form Contracts with even more and more powerful and unique Spirit World creatures.\nThey can use many Divination methods, including astrology, cartomancy, spiritual pendulums, spiritual numbers, and scrying in order to gain revelations from the Spirit World, however, they are less effective in this matter than Seers.\nBesides the following, a Mystery Pryer's knowledge on the fundamentals of witchcraft, magic, and the other corresponding mysticism fields enable them to learn and cast some basic and rather quick Spells.\nThey can cast an invisible barrier Spell with various sprays, powders, and an incantation.\nThey can cast a Spell that aids a Mystery Pryer in drawing someone's portrait.\nSpirit Vision:? Mystery Pryers are able to utilize their Spirit Vision to deduce a person's health and emotions, as well as if an object or person contains some sort of magical aura."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_8:_Melee_Scholar",
        "section_id": "Sequence_8:_Melee_Scholar-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Melee Scholar",
        "text": "New Abilities\nCombat Mastery: Prying into the mystery behind melee combat makes them good at that field."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_7:_Warlock",
        "section_id": "Sequence_7:_Warlock-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Warlock",
        "text": "New Abilities\nSpellcasting: Warlocks use their knowledge of magic, gained through study, analysis, and learning, and sometimes their connection to the Spirit World, to create their spells. This makes them extremely versatile, and in this sense, they can be considered traditional fantasy mages. \nThey can't cast Spells quickly as even the simplest of Spells require 3 steps to finish:\nFocus: Concentrating one's own Spirituality.\nVerbal component: Outlining the corresponding symbol of the Spell in their mind or reciting the Spell's corresponding incantation aloud.\nMaterial component: Using the materials to cast the Spell. The materials can either serve either as a medium or part of the Spell.\nThey can also use certain Sealed Artifacts as a substitute for certain materials.\nSome of the Spells they can cast include:\nScene Depiction: Using some powder to display the scenes they see from their Eyes of Mystery Prying onto mirrors or directly tossing powder to form a realistic picture.\nSoul Summoning: A supplementary Spell designed to aid spirits in separating from the flesh or to help Astral Projections find their spirits when adrift in the spirit realm.\nInvisible Hand: Using an iron-black powder to create a strong Invisible Hand which can be used as a way to exert force on their targets from afar.\nFlames: Using powder that accurately lands on their targets, bursting into scarlet Flames that silently burn whatever they touch.\nWind: Using a slightly transparent powder to create strong Winds, this is useful to blow away airborne diseases or toxic gas.\nPurification: Using Sun Flower powder to create Area-of-Effect Purification effects, allowing them to Purify the undead.\nWeeding: Using pearl-like powder to clear weeds and vines, this is also useful to combat plant-based Beyonder powers.\nLightning: Using powder from a type of tree to create Lightning which can be used to stun enemies or clear areas.\nPlant snare: This uses specific leaves, petals and brambles that grow in size and join together to ensnare their targets\nSea wave: Using a light blue powder they can send out dark blue waves in all directions that can extinguish flames\nStrengthened Abilities\nKnowledge (Witchcraft): Having grasped the corresponding abilities in the mysticism domains, they can use their acquired mysticism knowledge to make potions and better Mystical Items.\nDue to the influence of the Mother Goddess of Depravity, Warlocks from the Moses Ascetic Order used newborns not only as components in  potions but also in witchcraft and better Mystical Items.\nEyes of Mystery Prying: Their special eyes have been greatly enhanced.\nThey are able to discern the target’s specific lifespan from the detailed observance of the Ether Body\nThey can identify if their target is a Beyonder or not through the target's Astral Projection.\nAs a Warlock, they can naturally Pry into  the mysteries of various supernatural powers.\nThey can Pry into special blood, remnant auras, Sealed Artifacts and Beyonder powers to gain the symbols and knowledge to make Spells from different domains like Evil or Life. \nHowever, this relies on intellect and knowledge, and is quite dangerous.\nSpirituality: Warlocks gain an enhanced Spirituality, causing them to have acute warnings from it.\nThis can allow the Warlock to gain premonitions, foresee it and act before it endangers them."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_6:_Scrolls_Professor",
        "section_id": "Sequence_6:_Scrolls_Professor-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Scrolls Professor",
        "text": "New Abilities\nScroll Making: They can make scrolls from various materials to cast Spells. After chanting the corresponding incantation, the scrolls will burn, releasing their abilities.\nSome of the Scroll Spells they can create include:\nSecret Voice: This Scroll Spell forms a channel linking 3 to 5 people within 50 meters, allowing for communication without distance obstruction.\nFreezing: When released, this Scroll Spell creates a stream of crystal clear light that can travel mid-air and fall onto a target, freezing the target.\nStorm: When released, this Scroll Spell creates a wide thunderstorm, that has both abundant wind and lightning and deals great damage. \nNumb: When released, this Scroll Spell creates a light green luster that can travel mid-air and fall onto a target, paralyzing them.\nBurning:  When released, this Scroll Spell releases burning flames that engulf the nearby area, burning all those in its range.\nWind: When released, this Scroll Spell forms a swift wind that envelops a selected target, boosting their speed.\nHealing: When released, this Scroll Spell releases a green light that heals targets that are enveloped by it.\nSun: When released, this Scroll Spell Purifies targets who are affected by its aura of holy light."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_5:_Constellations_Master",
        "section_id": "Sequence_5:_Constellations_Master-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Constellations Master",
        "text": "New Abilities\nStardust: They can conjure up Stars and use them to achieve a variety of effects.\nStarry Spellcasting: They can utilize their Stars to perform or help aid in certain Spells.\nSquall: They can summon a powerful Wind which when used together with Flight and Star constructs can allow them to cover vast distances in a short time\nCattleya, utilizing the The Future, summoned Wind and the constructs formed from Stars, enabled The Future to cover a vast distance and evade The Death Announcer.\nImprison: Constellation Masters are able to conjure up dazzling Stars around them that can fly away one by one to land on their targets.\nOnce the target is hit, the Stars instantly condense, forming a a huge transparent amber which wraps all the targets in it restricting them in their place.\nStar Pillar: A Constellation Master can scatter the Stars they create one after another and merge them into a magnificent pillar of starlight, covering a certain area of space.\nAny target within the affected area of space will be dissolved in this starlight, instantly or extremely quickly having it's structure collapse and/or dissipate.\nStar Transformation: Constellation Masters can conjure and transform themselves into a myriad of Stars in order to infiltrate an area and travel to a destination.\nStar Concealment: Constellation Masters are able to use the Stars they have formed to Conceal the targeted area and nullify any outside interference within.\nThis could allow them to isolate certain Beyonder powers from affecting them\nStarry Flight: Constellation Masters can make the resplendent light from the Stars around them to coagulate under their feet to enable a form of Flight\nStar Bridge: They can manifest an illusory Starry bridge from their refined Stars to stand upon.\nStar Illumination: They can also utilize their Stars as a light source in dark areas\nStrengthened Abilities\nEyes of Mystery Prying: Constellation Masters will receive a great increase in their ability to sense hidden existences, making most things within a range of several dozen meters be visible to them.\nThis allows them to detect invisible spiritual beings, and see-through bodies and walls.\nThey can also spy on the condition of an environment from a certain distance.\nSpellcasting: Their ability to cast Spells have been enhanced. Now, they do not necessarily need materials to cast some Spells and can instead cast them via simple gestures.\nCattleya, through a few simple gestures and a whistle, was able to summon illusionary ropes to bind two Primordial Moon believers.\nFlame: They are able to summon a colorless Flame that is able to burn away things while selectively leaving other things unharmed\nCattleya summoned a colorless Flame to burn away the mutated vines affected by Earth Mother's remnant aura while sparing the sailors.\nWith the flick of her hand, Cattleya was able to make the drops of blood of Cielf June to float and fly to her hands"
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_4:_Mysticologist",
        "section_id": "Sequence_4:_Mysticologist-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Mysticologist",
        "text": "Description\nAmong all Sequence 4 Beyonders, a Mysticologist  is the Sequence that encounters danger the easiest. This is because they often see things they shouldn't see, hear things they shouldn't hear, and know secrets they shouldn't be aware of. In addition, their expertise varies depending on the type of Mythical Creature Form blood was used in advancement and attainment of Godhood.\n\nNew Abilities\nMystical Re-enactment: Mysticologists are able to draw power from the different mysticism knowledge they grasped, and through that, create all sorts of magic or witchcraft.\nThe exclusivity of the mystical knowledge affects the strength of the Spell; the less that certain mysticism knowledge was known by others and the less that knowledge has spread, the more powerful Spells of this category will be and vice-versa.\nWith the core ability of Mystical Re-enactment, Beyonders of the Hermit Pathway can potentially live longer and grow stronger through witnessing various mystical events, mastering much mystical knowledge, and creating powerful Spells.\nAs for the corresponding Spells and their effects, this list showcased below only consists but a few of the possibilities of such Spells that fall within this domain:\nThe Ugly Duckling: A Spell that derives power from the story of \"The Ugly Duckling\". It allows the caster to temporarily use their Mythical Creature Form without having to worry about losing control but only for 10 seconds and once per day.\nSpear of Longinus: A Spell derived from the knowledge of the one true spear that pierced Jesus Christ in the Bible. It emits a strong sense of destruction and is able to lock against the targeted enemy, following them wherever they go.\nBall of Yarn: Originated from \"Ariadne's Thread\". It uses an illusory ball of yarn that, when thrown into the void, leaves behind a bright colored thread which allows the caster to traverse the Spirit World by following the thread.\nPrincess Snow White: A Spell made from the story \"Snow White\". It shares similar characteristics with Divination Spells and can counter Divination and clears the battlefield of the caster's tracks.\nStrengthened Abilities\nEyes of Mystery Prying: Their ability of manifesting Eyes of Mystery Prying to Pry into Secrets go under further qualitative change, enabling them to detect more Concealed objects and attributes.\nThey gain better control over their eyes, allowing them to deactivate the power of Mystery Prying.\nA Mysticologist's mere gaze will be able to pierce into the Cosmos and the world barrier.\nCattleya upon advancing could see the various celestial objects and Outer Deities that were occupying the area as well as \"Their\" gaze on earth.\nThey can plant their Eyes of Mystery Prying onto someone else's body to spy.\nOnce it goes into a Concealed state it will be very difficult to detect it through other means.\nSpellcasting: They can utilize the knowledge gained from analyzing the blood of a Mythical Creature to make unique Spells and are no longer constrained by materials to cast.\nBrief Luck: Due to analyzing a drop of blood from Will Auceptin, Cattelya gained access to this special Spell which grants her a great amount of Luck for a short period of time.\nStarry Spellcasting: Their previous capabilities involving Stars has been enhanced.\nStar Pillar: The Star Pillar that they can make can envelop the surrounding area, preventing even a Secrets Sorcerer from Teleporting and leaving the enveloped area.\nMythical Creature Form\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences.\nTheir Mythical Creature Form looks like an abstract \"black blob\" appearing to be in a higher spatial dimension covered in cracks and eyes which have clear blacks and whites, coldly scanning their surroundings, as though they were formations of multifarious knowledge.\nIn this Mythical Creature Form a Mysticologist will be able to induce a knowledge storm in the minds of their targets, disrupting and distracting their thoughts.\nCertain Spells (like The Ugly Duckling) that a Mysticologist possesses can allow them to temporarily reveal their Mythical Creature Form without danger."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_3:_Clairvoyant",
        "section_id": "Sequence_3:_Clairvoyant-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Clairvoyant",
        "text": "New Abilities\nClairvoyanceSimplified Chinese: 预言 (Prophecy): They can pry into the secrets of the River of Fate.\nThey are able to directly see various scenes of the past, present and future of certain incidents inside their mind. They can do this after detecting and discerning the corresponding clues.\nUsing this ability allows them to see what the best choice is in a situation.\nThey have to be careful of recklessly using this ability similar to Divination and Prying into higher level entities, which will cause backlash if done without restraint.\nThe more serious the problem involved was, and the higher their status and level of those involved, the more damage prying into the secrets of fate would bring to them.\nStrengthened Abilities\n\nMystical Re-enactment: This ability has undergone an enhancement.\nThe number of times they can use certain Spells and abilities derived from drawing power from mysticism knowledge and events has increased.\nThe number of uses of the Ugly Duckling Spell that Cattleya was able to do had increased from once a day to twice per day\nIn addition to that, a Clairvoyant is also able to draw power from mystical knowledge with a greater accuracy, thus increasing its power.\nMythical Creature Form\nAs Sequence 3 Beyonders, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_2:_Sage",
        "section_id": "Sequence_2:_Sage-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Sage",
        "text": "Authorities\n\nInformation: \"Their\" core ability is the mastery and utilization of Information.\n\"They\" can transform into a pure torrent of Information and reform later to bypass any obstruction as well as transform into various symbols and words that can be either mystical or ordinary.\nIn this state, \"Their\" Information can be divided into multiple streams, granting \"Them\" the ability to influence different areas simultaneously while being very hard to kill.\nEven if some of \"Their\" Information streams were to be disrupted or destroyed, as long as the overall structure and balance remained as \"They\" reformed, \"They\" wouldn't die. At most, \"They\" would be missing a few limbs or Spells that \"They\" can add back later.\n\"Their\" state as an Information torrent makes them impervious to most damage, but not immune to all of it as \"They\" can still be hurt by abilities like a Tyrant's Electromagnetic Hurricane or a Paragon's authority over Essence.\n\"They\" can absorb attacks into their informatized body.\nA Sage is also able to turn \"Their\" allies into torrents of Information to help them bypass obstructions. \"They\" can then help \"Their\" allies reform later.\nIf \"They\" have enough self-understanding, \"They\" can add appropriate, non-conflicting, and already grasped mysticism knowledge into \"Their\" own Information flow to transform \"Their\" body.\nIt allows a Sage to engrave various transformation Spells that can be activated without any materials and provide various functions and passive effects:\nTorriope modified \"His\" Information flow to reform \"Himself\" into having a menacing wolf's head with black fur, a blazing throne of fire, a pale face with strange eyes, a writhing mass of maggots, and numerous asymmetrical symbols.\nRetia Austin was able to gradually transform \"Herself\" into a giant dragon fully at the Informational level. Such a transformation granted \"Her\" a huge boost in physical strength and vitality.\nThis is the main application. \"They\" can see and filter out torrents of Information \"They\" want to know as well as be able to forge and manipulate Information itself.\n\"Their\" ability to see Information allows \"Them\" the ability to see through realistic illusions as well as find weak points and exits in various Seals, such as spatial maze structures.\n\"They\" are also able to correspondingly manipulate and redirect the flow of Information within such Seals or structures in order to bypass such obstructions.\n\"They\" can utilize the surroundings or \"Themselves\" to forge false Information. Such Information changes can be done in either the micro or macroscopic level.\nTorriope was able to prepare false Information in the form of a false Informatized self of \"Him\" while \"His\" concealed true Information was rushing to escape Madame Magician.\nA Sage would be able to momentarily forge false Information to hide the swapping of Spirit Body Threads under a Miracle Invoker, but only for a short period of time.\nRoselle Gustav forged false Information about a targeted Marionette and sent it through the corresponding Spirit Body Threads to isolate Klein Moretti's true body.\nThis worked by modifying Information of the owner of that particular Marionette, isolating the influence that Suah and Zaratul had on Klein Moretti as a result.\n\"They\" can also achieve an effect similar to that of the Deception of rules and laws caused by the Error Pathway by manipulating the Information of an area.\n\"They\" could make the sensation of coldness be experienced by the surrounding entities even if said coldness does not exist in the environment.\n\"They\" can suck all the Information in \"Their\" surroundings to \"Their\" palm, condensing it into an illusory ball of light containing the corresponding Information.\nThis application not only allows \"Them\" to ascertain certain matters through Information but also allows \"Them\" to siphon certain Information which \"They\" can then replace.\nKnowledge Injection: \"They\" can forcefully inject a huge amount of useless Knowledge instantly to \"Their\" targets.\nThis causes them to be stunned as they try to process the Knowledge given.\n\"They\" are able to bestow life to bestowed Knowledge to bestow it a certain level of tracking ability in order to pursue \"Their\" opponents.\n\"They\" can make an invisible stream of Information carrying mystical power enter the heads of people, hence incapacitating them.\nBernadette used a pop-up message to incapacitate multiple people, so that Lumian and team could be able to attack Zaratul.\nStrengthened Abilities\nClairvoyanceSimplified Chinese: 预言: Once \"Their\" enemies take action, \"They\" can gain certain scenes or fragments of the future that can help aid \"Them\" in navigating and counterattacking such plans.\nAny of \"Their\" enemies who are aware of this ability can only try to delay when such perceptions appeared or make the corresponding Prophecies difficult to interpret.\nMystical Re-enactment: \"Their\" ability to draw power from the different mysticism knowledge has been greatly enhanced, allowing \"Them\" to engrave certain things permanently in a region.\nThrough Mystical Re-enactment, Torriope was able to create the long-lasting and main headquarters for the Moses Ascetic Order.\nMythical Creature Form\n\"They\" have become a full Mythical Creature. \"Their\" Mythical Creature Form is that of an abstract \"black blob\" consisting of countless cold, eyelash-less eyes that are on the body."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_1:_Knowledge_Emperor",
        "section_id": "Sequence_1:_Knowledge_Emperor-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Knowledge Emperor",
        "text": "New Abilities\nConcealment: \"They\" can use Concealment to ensure the element of surprise in a sudden attack.\n\"Their\" Concealment is on par with that of a Servant of Concealment.\nAuthorities\nKnowledge: Knowledge can bring about power, and power can bring about Knowledge. This is the core ability of a Knowledge Emperor, allowing \"Them\" to bring about the corresponding changes.\n\"They\" can take what is normally abstract Knowledge, and through the expressed medium, be able to bestow actual power to that Knowledge, allowing it to show special characteristics. \nRoselle Gustav bestowed power to the Knowledge in the written potion formulas of the 22 Pathways, transforming it into Cards of Blasphemy that possessed the following effects:\nOnce assimilated into the user's Spirit Body, it will cause it to solidify and possess the full aura along with status of a High Sequence Beyonder of the represented Pathway.\nIf the user is of the same Pathway as what the Card of Blasphemy represents, they will obtain a boost in their abilities; however, it will not reach the High Sequence level like the aura it can bring out.\nUpon activation, a Card of Blasphemy will create a convergence of High Sequence Beyonders of the particular Card of Blasphemy's represented Pathway.\nA Card of Blasphemy possesses extremely strong Anti-Divination and Anti-Prophecy attributes that is able to Conceal it's location to even True Deities.\nNote: A reason the Cards of Blasphemy carry such strong Anti-Divination powers is due to Mother Goddess of Depravity's Corruption of \"Him\"\nThe Mother card is especially insidious due to the connection with \"Her\".\nIf \"They\" have enough Knowledge about a Beyonder power like Disorder, \"They\" can give power to that Knowledge and incorporate it to \"Their\" Information flow."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Hermit_Pathway/Abilities",
        "h2_id": "Sequence_0:_Hermit",
        "section_id": "Sequence_0:_Hermit-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Hermit",
        "text": "Authorities\nNumber Symbolism: \"They\" hold authority over the various Symbolic representations of Number, being able to imbue the corresponding subjects with a form of Symbolic influence and power.\n\"They\" can imbue Numbers with power, giving them truly different, somewhat diminished Symbolic force compared to the original. In terms of Symbolism, everything and anything is able to become numbers with the corresponding occult implications.\n\"0\" represents chaos, the unknown, what existed before the start. \"1\" represents the beginning, the Oldest One who made the world. \"2\" represents the world and various Divinities that were produced from the Oldest One's body. \"3\" represents the contact between Divinities and material objects existing in the world to create all things.\nBy making \"1\" turn into \"0\", and making \"0\" take the majority within an area, \"They\" can turn existence into non-existence, into nothingness.\nEven the Fool would be affected, unable to locate and track the Hidden Sage in time.\nAll things are Numbers and Numbers have Spirituality.\nInformation: \"They\", being the conceptualization of Information, are not only able to utilize and manipulate the Information across the world but also can use it to Revive.\nRevival (Information Backup): \"They\" can back up and hide \"Their\" own Information. Before the main body dies, \"They\" can activate a backup to turn it into a new main body to complete Resurrection. If it does not actively activate, the backup closest to the main body will be automatically activated after the main body dies.\nHowever, with repeated Information Backups, certain Information will undergo loss, degradation, Errors, and chaos in the process. The more times the overall Information is backed up, the higher the probability of problems arising, and the greater the latent chaos.\nMore Revivals may cause some hidden loopholes and Errors to appear, which is what those in the Error Pathway can capitalize on.\nThis is a fundamental rule of the entire world, a manifestation of Error, Decay, and increasing Entropy.\nThrough \"Their\" authority over Information, \"They\" wield abilities related to Concealment, capable of Concealing \"Themself\" and the surrounding area from outside eyes.\nForeseeing danger, the Hidden Sage Concealed itself and the surrounding area.\nKnowledge: \"They\" have now become the embodiment of Mystical Knowledge.\nKnowledge Injection: They\" are now able to automatically and directly infuse Knowledge, either positive or negative, into the minds of all Beyonders from the Hermit Pathway.\nThe Hidden Sage routinely injects Knowledge into every Beyonder of the Hermit Pathway, causing those who fail to quickly digest and master it to experience 1 of 3 outcomes:\nAccept the modifications made by \"Him\".\nTenaciously resist \"His\" influence.\nLose control and/or die.\nEyes of Mystery Prying: \"They\" are able to tell the specialities of \"Their\" enemies and the nature of their corresponding abilities and arrangements within the environment.\nThe Hidden Sage was able to know the Symbolisms controlled by The Fool and the role the barrier Sealing the unknown realm played at a glance without further analysis.\nReferences\n\n↑ 1.0 1.1 \nLord of Mysteries, Chapter 28\n\n↑ 2.0 2.1 \nCircle of Inevitability, Chapter 45\n\n↑ 3.0 3.1 \nLord of Mysteries, Chapter 164\n\n↑ {{Cite Book|1|445}\n\n↑ {{Cite Book|1|448}\n\n↑ {{Cite Book|1|681}\n\n↑ \nLord of Mysteries, Chapter 681\n\n↑ \nLord of Mysteries, Chapter 681\n\n↑ \nCircle of Inevitability, Chapter 51\n\n↑ \nCircle of Inevitability, Chapter 867\n\n↑ 11.0 11.1 \nCircle of Inevitability, Chapter 46\n\n↑ \nLord of Mysteries, Chapter 55\n\n↑ \nLord of Mysteries, Chapter 72\n\n↑ 14.0 14.1 \nLord of Mysteries, Chapter 46\n\n↑ \nLord of Mysteries, Chapter 32\n\n↑ Cuttlefish's WeChat Post: \"The Mother Tree of Desire Pathway\"\n\n↑  Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"\n\n↑ 18.0 18.1 18.2 \nCircle of Inevitability, Chapter 42\n\n↑ \nLord of Mysteries, Chapter 673\n\n↑ \nCircle of Inevitability, Chapter 50\n\n↑ \nCircle of Inevitability, Chapter 334\n\n↑ 22.0 22.1 22.2 \nCircle of Inevitability, Chapter 94\n\n↑ 23.0 23.1 23.2 23.3 23.4 23.5 \nLord of Mysteries, Chapter 922\n\n↑ \nCircle of Inevitability, Chapter 41\n\n↑ \nCircle of Inevitability, Chapter 101\n\n↑ \nLord of Mysteries, Chapter 526\n\n↑ \nLord of Mysteries, Chapter 527\n\n↑ 28.0 28.1 \nCircle of Inevitability, Chapter 1065\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"\n\n↑ 30.0 30.1 \nCircle of Inevitability, Chapter 820\n\n↑ 31.0 31.1 \nCircle of Inevitability, Chapter 1116\n\n↑ 32.0 32.1 32.2 32.3 32.4 \nCircle of Inevitability, Chapter 824\n\n↑ \nLord of Mysteries, Chapter 653\n\n↑ 34.0 34.1 34.2 \nCircle of Inevitability, Chapter 821\n\n↑ \nLord of Mysteries, Chapter 644\n\n↑ \nLord of Mysteries, Chapter 648\n\n↑ \nLord of Mysteries, Chapter 648\n\n↑ \nLord of Mysteries, Chapter 648\n\n↑ \nLord of Mysteries, Chapter 565\n\n↑ \nLord of Mysteries, Chapter 638\n\n↑ \nLord of Mysteries, Chapter 656\n\n↑ \nLord of Mysteries, Chapter 923\n\n↑ 43.0 43.1 43.2 \nLord of Mysteries, Chapter 1013\n\n↑ 44.0 44.1 \nLord of Mysteries, Chapter 1195\n\n↑ 45.0 45.1 45.2 \nLord of Mysteries, Chapter 1196\n\n↑ \nLord of Mysteries, Chapter 1300\n\n↑ \nLord of Mysteries, Chapter 1239\n\n↑ \nLord of Mysteries, Chapter 1192\n\n↑ \nLord of Mysteries, Chapter 1198\n\n↑ \nLord of Mysteries, Chapter 1197\n\n↑ \nLord of Mysteries, Chapter 1011\n\n↑ \nLord of Mysteries, Chapter 1302\n\n↑ \nLord of Mysteries, Chapter 1303\n\n↑ 54.0 54.1 54.2 54.3 54.4 54.5 \nCircle of Inevitability, Chapter 1068\n\n↑ \nCircle of Inevitability, Chapter 581\n\n↑ 56.0 56.1 56.2 56.3 \nCircle of Inevitability, Chapter 1067\n\n↑ \nLord of Mysteries, Chapter 1303\n\n↑ 58.0 58.1 58.2 \nCircle of Inevitability, Chapter 1069\n\n↑ \nLord of Mysteries, Chapter 1351\n\n↑ 60.0 60.1 60.2 \nLord of Mysteries, Chapter 1344\n\n↑ \nLord of Mysteries, Chapter 1309\n\n↑ \nLord of Mysteries, Chapter 1345\n\n↑ 63.0 63.1 \nCircle of Inevitability, Chapter 977\n\n↑ \nLord of Mysteries, Chapter 1165\n\n↑ \nCircle of Inevitability, Chapter 1064\n\n↑ \nLord of Mysteries, Chapter 1345\n\n↑ \nLord of Mysteries, Chapter 1307\n\n↑ \nCircle of Inevitability, Chapter 1102\n\n↑ Cuttlefish's WeChat Post: \"The Goddess of Fate Pathway\"\n\n↑ \nLord of Mysteries, Chapter 51\n\n↑ 71.0 71.1 71.2 71.3 71.4 \nCircle of Inevitability, Chapter 1071\n\n↑ \nCircle of Inevitability, Chapter 1089\n\n↑ \nLord of Mysteries, Chapter 564"
      }
    ]
  }
]