[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_9:_Arbiter",
        "section_id": "Sequence_9:_Arbiter-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Arbiter",
        "text": "New Abilities\n\nAuthority: Arbiters possess a convincing charm and have a considerable Authority, causing people to be more likely to believe and obey their commands and words.\nWhen in conflict against an Arbiter, their enemies are often less confident about their chances and will have the feeling of wanting to give up.\nPhysical Enhancement: Upon advancement, an Arbiter will possess an outstanding physique, with massively increased reflexes, senses, strength and speed."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_8:_Sheriff",
        "section_id": "Sequence_8:_Sheriff-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Sheriff",
        "text": "New Abilities\n\nArea of Jurisdiction (Territory): Sheriffs are always connected to their own Area of Jurisdiction, granting them certain bonuses depending on their familiarity with their area.\nThe more familiar a Sheriff is with their Territory, the better they are able to showcase their abilities; however, once they leave the area, they can only rely on their Beyonder abilities.\nRecognition: As long as they saw the person in the flesh, in a photo, or a sketch, then they'll be able to firmly remember the target’s appearance and obtain an additional sense on an extraordinary level.\nThey can also detect any abnormalities and grasp indistinct traces. When put together, it allows them to do investigative sweeps in a rather effective manner.\nSupernatural Intuition: Sheriffs possess the capability to detect all sorts of strange abnormalities, even if they are Concealed or just a remnant of a larger irregularity.\nWhen the distance between them and the abnormality is close enough, they can instantly sense unshielded things related to the domains of Evil, Chaos, Spirits, and Madness.\nJust from seeing the details of a case, they can gain a Supernatural Intuition of how to find the target. This makes them good at Tracking and tracing people.\nSheriffs have a keen sense for monitoring others and detecting the monitoring of others."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_7:_Interrogator",
        "section_id": "Sequence_7:_Interrogator-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Interrogator",
        "text": "New Abilities  \n\nWhip of Pain: When an Interrogator uses this ability, the target will feel like electric currents are running through their spirit, connecting to form a whip of thorns that constantly beats their Soul.\nThis creates feelings of pain and numbness that originates from the depths of their brain making them be unable to resist the Interrogator's questions. It can also make them tremble and fall on their knees depending on the intensity of the Whip of Pain.\nPsychic Piercing: An Interrogator can directly invade into a target's mental defenses within an effective range of 5 meters, leaving them subject to counterattack and arrest. This can be prepared beforehand.\nWhen an Interrogator uses Psychic Piercing, flashes of lightning appear within and shoot out from their eyes, directly attacking the target's Spirit Body rather than influencing their thoughts or Soul, this causes intense pain.\nBrand of Restraint: They can manifest an illusory brand that can Restrain and suppress others.\nXio Derecha used a Brand of Restraint to stop an Ancient Wraith from attacking her and Fors.\nPsychic Lashing: An Interrogator is able to attack by utilizing bolts of illusory lightning.\nThis also makes the body of Wraiths become faint.\nXio Derecha used Psychic Lashing alongside her blade to attack an Ancient Wraith.\nEnhanced Mental Attributes: They have the ability to focus on certain tasks well.\nCombat Proficiency: They are proficient in using a variety of weapons.\nStrengthened Abilities\n\nPhysical Enhancement: Their bodies will also improve to a certain extent."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_6:_Judge",
        "section_id": "Sequence_6:_Judge-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Judge",
        "text": "New Abilities\n\nVerdict: Judges can directly issue commands, rules, and Verdicts through their words, which has varied effects on the target(s) depending on the words used.\nExile: By saying the word \"Exile\", they can send an overwhelming and invisible force that forces targets out at high speeds. This effects Spirit Bodies as well, causing them to be blown away.\nConfinement: While in a room, they can say this word to make it Sealed, preventing entry or exit in a way akin to a Baron of Corruption's Distortion of \"closing a door and Sealing the room\".\nThis is an invisible barrier that even Spirit Bodies can't penetrate.\nImprison: Saying the word \"Imprison\", they can surround a target with a transparent wall, making the target trapped in a sticky liquid that is hard for even Spirit Bodies to go through.\nRelease: The effect can be ended early using the word \"Release\".\nDeath: By saying the word \"Death\", the Judge will fuse with some sort of strange force, creating an obvious afterimage as they quickly travel to the target to deliver a powerful strike.\nFlog: By saying the word \"Flog\", they can Flog their targets with a shapeless whip from range which can break a target's clothes, open flesh, and reveal bones.\nProhibition: By using it, they can formulate rules that Prohibit certain actions or states, forcing everything in a certain range to comply.\nFor Prohibition to activate, a Judge must first describe the Prohibition in any manner that is similar to this: \"This place Prohibits the action/use of\".\nWith this in mind, a Judge is able to use Prohibition to restrict the use of Beyonder powers, certain actions, Flight, floating, Teleportation, etc.\nThey can also Prohibit certain entities within an area. Examples of this are Prohibiting the existence of beings such as Specters and Wraiths.\nIf there is a difference in level between them and their targets, a Judge's targets will be able to resist the rules set by them to a certain extent.\nA Judge can directly aim at specific existences for Prohibition; however, this kind of influence is quickly suppressed with a difference in level.\nStrengthened Abilities\n\nAuthority: Their Authority as Arbiters has undergone a qualitative change, making them have an indescribable aura that makes people around them subconsciously avoid their gaze.\nArea of Jurisdiction (Territory): A Judge's overall range for their Area of Jurisdiction has been enhanced, making it be at maximum the size of Backlund."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_5:_Disciplinary_Paladin",
        "section_id": "Sequence_5:_Disciplinary_Paladin-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Disciplinary Paladin",
        "text": "New Abilities\n\nPunishment: If someone were to break the rules previously set by a Disciplinary Paladin's Prohibition, the Disciplinary Paladin will be able to Punish the offender.\nExamples for certain rules and Punishments:\n'The illegal intrusion of another’s house is a crime!'\n'When the moon is full, killing is forbidden...'\n'When the moon is full, entry is forbidden...'\n'Offenders shall be burnt at the stake'\n'The guilty should be restricted!'\n'Violators will be punished!'\nThey can Punish the offender in different ways, for instance:\nA Disciplinary Paladin can choose a target's Beyonder powers as a target for Punishment, giving them the ability to break it.[?]\nThey can augment themselves to travel at rapid speeds, even towards a flying target, and launch a powerful attack.\nA Disciplinary Paladin can restrict the offender, seemingly immobilizing their target's feet with invisible shackles.[?]\nA Disciplinary Paladin can also inflict a Punishment on the offender depending on the crime they have done.\nUpon hearing something along the lines of  'Offending the...' and 'Burning at the stake', \"Daring\" Moss found  semi-transparent, golden-orange flames erupting on his body.\nStrengthened Abilities\n\nPhysical Enhancements: They gain significant improvements on both their physical body.\nEnhanced Mental Attributes: They gain significant improvements to their Spirit Body.\nThey are experts at resisting interrogation and prying.\nAuthority: Their aura of Authority has been greatly strengthened and improved.\nTheir Authority can induce horror in their targets, making them want to lower their heads, prostrate, and listen to the Disciplinay Paladin's every word and order."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_4:_Imperative_Mage",
        "section_id": "Sequence_4:_Imperative_Mage-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Imperative Mage",
        "text": "New Abilities\n\nDeprivation: They can directly strip certain Beyonder powers from a single target.\nStripped Beyonder powers are made unusable for a certain period of time.\nContrary to a Depriver's Deprivation or a Prometheus's Theft, this only Deprives the target from using / accessing their powers, and does not completely strip the ability from the target.\nPower of Laws: They can utilize the Power that stem from Laws.\nImperative Mages are able to achieve a form of short-ranged Teleportation by utilizing the Laws as a means to erase the distance between them and their destination.\nThey can make use of the Law to defend themselves. This often manifests itself as the Laws slowing down bullets and cannonballs in an almost quagmire-like state.\nThey can create a Contract that fuses with the worlds Laws and can place several Restrictions on someone, melting into their Spirit Body and physical flesh.\nStrengthened Abilities  \n\nThe abilities of all the previous Sequences have been massively strengthened.\nSupernatural Intuition: As a follower of Order, they can discern Beyonders from ordinary people in their \"position\" as well as judge the Sequence level of a Beyonder based on this.\nBeyonders who have Concealment powers to some degree, such as Bizarro Sorcerers, are able to hide their Sequence level from them but not their status as a Beyonder.\nThey can also perceive the intertwining Beyonder powers of their targets, manifesting in different colors and states. This allows them to use Deprivation effectively.\nVerdict: This power is not just limited to those in the Judge sequence. Any sentence they speak in mystical language like Hermes  can be set as a rule for their targets to follow.\nBy stating \"Weaken Mysticism, Enhance Reality\", they can weaken the power of all supernatural abilities while also enhancing the power of things that are not supernatural.\nExile: Saying the word \"Exile\", they are now able to Exile their targets into a void. This allows an Imperative Mage to deal with enemies that cannot be resolved quickly.\nExecution: By stating the word \"Execution\", an Imperative Mage can directly Execute the target and kill them from afar. This is a strengthened form of Death.\nConfinement: The effect of saying \"Confinement\" has been greatly strengthened, making them able to cut off any supernatural power from the outside.\nBy stating that \"All the dead will receive their eternal peace\" an Imperative Mage is able to make a region that induces eternal rest to the dead.\nRestriction: Rather than only Prohibiting certain actions in particular areas, they will now be able to Restrict those actions in an area.\nThe difference between Prohibition and Restriction is that while Prohibition only suppresses the ability to do certain actions, Restriction completely prevents it.\nMythical Creature Form\n\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences and become an incomplete giant Brass Pillar."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_3:_Chaos_Hunter",
        "section_id": "Sequence_3:_Chaos_Hunter-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Chaos Hunter",
        "text": "Strengthened Abilities  \n\nDeprivation: The number of Beyonder powers they can Deprive is greatly increased.\nVerdict: Their ability to impose Verdicts on their target has been enhanced.\nBy saying \"Truth recedes here, while Illusion grows stronger\", they can cause Truth to be weaker while Illusion becomes stronger, making the line between real and fake weaker.\nExile: By declaring the word \"Exile\", They can create an invisible and majestic force that coalesces into a terrifying hurricane, materializing directly where the target is.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_2:_Balancer",
        "section_id": "Sequence_2:_Balancer-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Balancer",
        "text": "Authorities\n\nBalance: \"They\", when in the presence of Chaos or imbalance, have the authority to instantly end Chaos, restore Order, and enforce perfect Balance.\nIn a battle royale, \"They\" can divide the battlefield according to specific aspects of Balance \"They\" choose, creating sections where each achieves perfect equilibrium. \nPillar of Severity divided the chaotic melee into multiple zones-soldiers against soldiers, generals against generals-in perfect Balance and Order.\n\"They\" are able to detect anyone, even those within a Concealed state, through the nearby imbalance and Disorder of the surrounding region.\nMythical Creature Form\n\n\"They\" have become a full Mythical Creature; \"Their\" Mythical Creature Form is that of a giant Brass Pillar mixed with some other characteristics and features on it."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_1:_Hand_of_Order",
        "section_id": "Sequence_1:_Hand_of_Order-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Hand of Order",
        "text": "Authorities\n\nOrder⁂: \"They\" can observe the tug-of-war between Disorder and Balance, the evolving Order of the battlefield, and the enemy forces' formation, carefully calculating the Rules, and what kind of Order should be established."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Justiciar_Pathway/Abilities",
        "h2_id": "Sequence_0:_Justiciar",
        "section_id": "Sequence_0:_Justiciar-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Justiciar",
        "text": "Authorities\n\nLaw:⁂ \"They\" are able to create new Laws and enforce it, as well as modify the pre-existing ones, imposing and modifying the underlying Laws and logic of the world.\n\"They\" can establish Laws that need to be followed by making the corresponding sentence.\nThe Law's corresponding sentences could be modified and be made stricter over time.\nIt can reach a level where it will be impossible for a person to abide by \"Their\" Laws.\n\"Their\" Laws have to be publicized or announced before it could truly be effective\nThus, Concealing the announcement of \"Their\" Laws will make it not effective.\nEach time \"Their\" Law is broken, the corresponding Punishment will increase.\nThe Punishment for breaking that specific Law will eventually be death.\nThe Laws that are created also restrict the Justiciar \"Themselves\".\nHowever, \"They\" can get rid of those Laws to break the restriction.\nExamples of the Laws that can be established and enforced are:\nMaking a Law that let's an ordinary person be able to kill an Angel.\nMaking a Law where lost items are regarded as abandoned.\n\"They\" are also able to modify the underlying rules, logic, and Laws of the world.\nIf Trunsoest Brass Book were to awaken further, it could have modified the following rules:\nScholar of Yore has the ability to summon Historical Void Projections. The success rate of Summoning depends on the familiarity and friendliness of the target...\nIt might have reduced the success rate of summoning Historical Void Projections.\nWhen one’s rationality drops to 20% of its original value, there would be signs of losing control...\nIt may cause Beyonders to show signs of losing control if their rationality falls a little.\nThe Laws presented in grayish-black are in a state that can’t be changed.\nReferences\n\n↑ \nLord of Mysteries, Chapter 1174\n\n↑ \nLord of Mysteries, Chapter 542\n\n↑ \nLord of Mysteries, Chapter 542\n\n↑ 4.0 4.1 \nLord of Mysteries, Chapter 630\n\n↑ \nLord of Mysteries, Chapter 548\n\n↑ \nLord of Mysteries, Chapter 530\n\n↑ \nCircle of Inevitability, Chapter 679\n\n↑ 8.0 8.1 8.2 8.3 8.4 \nLord of Mysteries, Chapter 955\n\n↑ 9.0 9.1 9.2 9.3 9.4 \nLord of Mysteries, Chapter 379\n\n↑ \nLord of Mysteries, Chapter 1196\n\n↑ 11.0 11.1 11.2 \nLord of Mysteries, Chapter 379\n\n↑ 12.0 12.1 12.2 \nLord of Mysteries, Chapter 699\n\n↑ \nLord of Mysteries, Chapter 1106\n\n↑ 14.0 14.1 14.2 14.3 14.4 \nLord of Mysteries, Chapter :Whenever I See the Full Moon\n\n↑ \nCircle of Inevitability, Chapter 725\n\n↑ \nLord of Mysteries, Chapter 1025\n\n↑ 17.0 17.1 17.2 17.3 \nLord of Mysteries, Chapter 881\n\n↑ \nLord of Mysteries, Chapter 622\n\n↑ \nLord of Mysteries, Chapter 622\n\n↑ 20.0 20.1 \nLord of Mysteries, Chapter 996\n\n↑ \nCircle of Inevitability, Chapter 254\n\n↑ \nLord of Mysteries, Chapter 881\n\n↑ \nLord of Mysteries, Chapter 479\n\n↑ \nCircle of Inevitability, Chapter 1032\n\n↑ \nCircle of Inevitability, Chapter 254\n\n↑ \nCircle of Inevitability, Chapter 1133\n\n↑ \nLord of Mysteries, Chapter 1148\n\n↑ \nCircle of Inevitability, Chapter 1132\n\n↑ \nLord of Mysteries, Chapter 1145\n\n↑ \nCircle of Inevitability, Chapter 1162\n\n↑ 31.0 31.1 31.2 31.3 31.4 \nLord of Mysteries, Chapter 1286\n\n↑ \nLord of Mysteries, Chapter 1289\n\n↑ \nLord of Mysteries, Chapter 1288\n\n↑ 34.0 34.1 \nCircle of Inevitability, Chapter 698"
      }
    ]
  }
]