[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_9:_Apothecary",
        "section_id": "Sequence_9:_Apothecary-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Apothecary",
        "text": "New Abilities\nPhysical Enhancement: While Apothecaries don't gain massive physical improvements as some of the other Pathways at this Sequence, they do gain a few upon becoming a Sequence 9 Beyonder.\nTheir enhancements make them relatively resistant to poisonous elements and toxins.\nMedicinal Concoction: They excel at creating and mixing various herbs as well as using dead animals parts to create various Medicinal Concoctions, letting them easily treat most illnesses/injuries.\nDespite their abilities, Apothecaries do not have actual ways to treat terminal illnesses.\nFor those that are in the final stage of a terminal illness, an Apothecary can only try to alleviate symptoms or slow down the progression. They cannot cure the underlying disease.\nThese are just a few examples of the potions and concoctions Apothecaries can make:\nA potion that would invoke the libido one has experienced during their teenage years.\nA potion that enhances one's strength, speed, and agility for a short amount of time.\nA potion that effectively stop bleeding and stimulate the healing of wounds.\nTaming: Apothecaries are good at Taming and domesticating plants.\nSpirituality: Their Spirituality gets enhanced as a Beyonder.\nSpirit Vision: Their Spirit Vision shows them a person's overall health and wellbeing."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_8:_Beast_Tamer",
        "section_id": "Sequence_8:_Beast_Tamer-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Beast Tamer",
        "text": "New Abilities\nAnimal Senses: They can read the thoughts of, utilize the senses of, communicate to, and control Animals, gradually Taming them and making them into their assistants.\nBeast Tamers are instinctively the natural enemies of animals, being able to Intimidate them into complete submission with just their gaze.\nUpon merely looking at the eyes of a Beast Tamer, Susie suddenly froze for a moment before quickly running away and disappearing without a trace.\nStrengthened Abilities\nTaming: They can Tame, domesticate, and use various unique animals rather effectively.\nA Beast Tamer's capability of Taming also includes Beyonder and supernatural creatures.\nThey can help animals withstand Beyonder potions to become Beyonder creatures.\nPhysical Enhancement: Their physical attributes have been greatly improved.\nBeast Tamers can fight many wild beasts head-on."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_7:_Vampire",
        "section_id": "Sequence_7:_Vampire-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Vampire",
        "text": "New Abilities\nUpon advancing into this Sequence, Vampires will gain access and mastery over a certain number of abilities and Spells that fall under the domains of Darkness, Shadows, and Moon.\nWings of Darkness: Vampires are able to utilize the Darkness around them to form illusory bat wings that grant them an enhanced speed boost along with some limited flight capabilities.\nThey can turn into a swarm of illusory bats that can attack and pester a group of enemies, emit black gases that resemble a bat's wing, or create a quietly spreading Black Flame.\nCorrosive Claw: Their nails can grow an extra section with mysterious symbols and patterns on it that make their nails able to cut through steel and give strong corrosion properties.\nThe Claw of Corrosion a Vampire manifests is the bane of all scale, skin, and membrane-based defensive methods, being highly effective against them.\nAbyss Shackles:A Spell-like ability belonging to the Darkness domain can condense nearby Darkness or Shadows into illusory shackles to restrict or control enemies\nThe Embrace: If a Vampire possesses excess Beyonder Characteristics, they are able to bestow it onto a human, turning that human into one of them.\nStrengthened Abilities\nBlood Servant Conversion: This is an upgrade to a Beast Tamer's Taming ability and is very similar to The Embrace, except that it does not require any excess Beyonder Characteristics to activate.\nThis is a Spell-like ability within the domain of the Moon. With this ability a Vampire can Convert any living creature into being a Blood Servant of them. This comes with a few properties that are both beneficial and detrimental for the Blood Servant.\nWhen an organism has become a Blood Servant, their constitution and physique will be greatly improved, and they will become immune to many illnesses that could have plagued them.\nAny terminal illnesses they originally have before Conversion, will either disappear completely or becomes treatable after the transformation into a Blood Servant.\nRegardless of the benefits, Blood Servants cannot disobey their master's orders and as such are equivalent to becoming the puppet of a Vampire.\nPhysical Enhancement: Vampires gain several physical improvements to their body, granting them an array of physical benefits that make them truly a different species separate from humanity. They subsist mainly on blood rich in Spirituality.\nTheir appearance along with charisma improve as they not only possess an extremely strong agility and speed but also gain superhuman regeneration capabilities.\nThey are able to create afterimages while running.\nA Vampire's lifespan will increase to around 300 years as their corresponding constitution and physical senses have been strengthened and refined.\nHowever, all of these benefits don't come without a cost, as Vampires will develop a weak point that can be exploited. That weak point is their heart.\nPurification powers like the Tyrant Pathway's Lightning are lethal against them.\nDue to their vampiric physique they will feel discomfort in the Sun."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_6:_Potions_Professor",
        "section_id": "Sequence_6:_Potions_Professor-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Potions Professor",
        "text": "Sanguine Rank: Baron\n\nNew Abilities\nDiscerning Spiritual Materials: Upon advancement, they gain the ability and vast knowledge on how to discern spiritual materials needed in various concoctions.\nThis knowledge comes directly from their own Beyonder Characteristics, and as such, can be considered as the qualitative change to an Apothecary's knowledge.\nThis knowledge given to them will now allow a Potion Professor to be able to treat terminal illness, as opposed to only being able to slow down its effects.\nPotion & Perfume Crafting:⁂ With the aid of their newfound knowledge, Potions Professors can mix and create Potions and Perfumes with extraordinary effects.\nPotions Professors who made preparations beforehand or who drank the corresponding Potions to counter certain challenges are almost always very difficult to deal with.\nHowever, that is not to say that a Potion Professor does not face limitations, as there are many things a Potion Professor must account for when crafting such items.\nA Potions Professor's Potions and Perfumes are like Mystical Items, meaning they lack Beyonder Characteristics, and consequently have expiration dates.\nThere might be some conflicts that may occur between different types of Potions when drunk together, bringing about all sorts of negative influences.\nA Potions Professor will never tolerate themselves becoming an exploding cocktail and thus will limit the amount and type of Potions they drink in battle.\nA Potion Professor's level of new accumulated knowledge and the spiritual materials they have access to are what limit the types of Potions and Perfumes they can create.\nSome known Potions include, but are not limited to:\nSolar Water Potion: A Potion that is powerful against undead or vampire-type enemies.\nDragon's Breath: By pouring into one's mouth, it allows one to spit out a Fire Breath.\nInvisibility Potion: Can be applied to make oneself or objects completely Invisible.\nAnti-Smell Potion: It can be used to eliminate the user's smell and body odor.\nAnti-Dream Potion: This Potion prevents the effects of Dream Pulling.\nShadow Potion: It allows for the user to utilize Shadow Movement.\nSome known Perfumes include, but are not limited to:\nAnimal-Friendly Perfume: A Perfume that makes animals closer to the user.\nA true, outstanding Potions Professor will always research and invent new types of Potions and Perfumes based on the knowledge they've learned or acquired.\nStrengthened Abilities \n\nPhysical Enhancement: A Potion Professor's physique has improved from their state as a Vampire.\nNot only has a Potion Professor's speed, agility, and strength have all improved to varying degrees, they have also had their natural lifespan improved as well.\nTheir natural sense of smell has been improved as well, allowing a Potion Professor to detect entities who can't hide their scent, such as Wraiths.\nA Potion Professor's sense of hearing has been greatly enhanced, allowing them to tell if someone is lying or not by the acceleration of their heartbeat."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_5:_Scarlet_Scholar",
        "section_id": "Sequence_5:_Scarlet_Scholar-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Scarlet Scholar",
        "text": "Sanguine Rank: Viscount\n\nNew Abilities\nA Scarlet Scholar's corresponding understanding and research on the Moon domain directly correlates with the effectiveness of their three core Beyonder abilities.\nFull Moon: This Beyonder ability creates an environment that's more advantageous for themselves than for the enemy. This is mainly achieved through the control of Moonlight.\nIf the enemy is not good at dealing with Spirituality or Spirit World related combat and situations, a Scarlet Scholar will create an environment covered by a Full Moon.\nWithin an environment covered by a Full Moon, Spirituality will grow, Death will become stronger, and one's Spiritual Perception will increase.\nIf the enemy is excellent at dealing with Spirituality or Spirit World related combat and situations, a Scarlet Scholar will create an environment devoid of Moonlight.\nThey are able to become immune to the influence of the Full Moon.\nWhen the Moonlight is shining upon an area, be it through the use of a Full Moon or done naturally, Scarlet Scholars will be able to use certain abilities:\nMoonlight Transformation: This Beyonder power allows a Scarlet Scholar to transform into a condensed form of Moonlight that can move around near the Moonlit area.\nEven if they were hit and shattered into pieces, a Scarlet Scholar could reconstruct and reform themselves either on the spot or in another location under the Moonlight.\nThe only way for a Scarlet Scholar to be injured and/or die while within their Spectral Moonlight Form is if they were hit in the heart by an attack.\nThe strength of the Moonlight Transformation ability depends on a Scarlet Scholar's understanding and research of the Moon realm.\nWhen used, they become ethereal and tinted by a pale red color, which will then turn into a hazy ray of Moonlight that shatters, turning into red fragments that dissipate at the site and quickly reform in the distance.\nFlash: Scarlet Scholars are able to Teleport to another location within a certain radius so long as it has the Moonlight shining on that area.\nStrengthened Abilities \n\nTheir expertise in the Moon domain strengthens various aspects of their previous Beyonder powers.\nPhysical Enhancement: They possess terrifying speed and unimaginable regeneration capability.\nPotion & Perfume Crafting: The effectiveness of Potions and Perfumes has been enhanced.\nAnti-Smell Potion: Scarlet Scholars can create a Potion that not only removes their odor, but also removes their Spirituality fluctuations.\nTheir abilities and Spells related to the Darkness domain has been strengthened.\nScarlet Scholars gain a natural resistance to Nightmare-related influences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_4:_Shaman_King",
        "section_id": "Sequence_4:_Shaman_King-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Shaman King",
        "text": "Sanguine Rank: Earl\n\nNew Abilities\nSpirituality Manipulation: Shaman Kings can simply \"interact with nature\", and such interaction alone replaces all the needed preparation and materials required for Ritualistic Magic.\nAs for what Ritualistic Magic can be performed instantly with the aid of Spirituality Manipulation, these are just a few examples of what Shaman Kings can accomplish:\nMoon Strength Drawing Ritual: Shaman Kings are able to directly borrow the Moon's power on the spot, making them very terrifying opponents to deal with.\nUndead Conversion Ritual: Shaman Kings can increase the Spirituality in a region to convert dead bodies into undead controlled by them.\nEvery Shaman King is proficient in the utilization of Substitution Spells. In this case the act of Substitution can refer to either the Shaman King themselves or their targets.\nMoon Paper Figurine: Shaman Kings are able to transform the surrounding Moonlight into a Moon Paper Figurine that they can use to Substitute themselves with.\nThey can utilize Moon Paper Figurines in a similar manner to how Magicians use Paper Figurine Substitutes, being able to use it to block a fatal blow via Substitution.\nGaze of Darkness: When they gaze on someone with their eyes, it forms a Substitution connection that will manifest the state of the eye onto the target.\nIf they were to grab their eyeball on their hand, the target who formed a Substitution connection to that eyeball will be engulfed in solidified, restraining Darkness.\nThis will have the effect of blocking the target.\nIf they crushed their eyeball to a bloody pulp, the target who formed the Substitution connection to that eyeball will be gravely injured or even be destroyed.\nBat Swarm Transformation: Shaman Kings possess the ability to divide themselves into a swarm of vampire bats that are in a state that is both illusory and real.\nWhile in this form, unless the enemy can kill every single one of those bats, they can reconstruct and reform into their original form again without trouble.\nStrengthened Abilities \n\nPhysical Enhancement: They possess a strong physique and constitution, ridiculous speed, and powerful regeneration abilities; however, they still opt a more Spell-caster role in fighting.\nA Shaman King's lifespan increases to 1000 years, wich is considered long lived among Demigod. However, they will inevitably experience irreversible aging and decline. Therefore, 1,200 years is often their natural limit. But through special mysticism methods, they can extend their lifespan.\nExamples of lifespan extension methods include placing Seals on one's body to limit lifespan usage, sleeping in a coffin as a form of hibernation, etc.\nThe eyeball(s) they lose while using Gaze of Darkness would grow back not too long after combat, something that will permanently disfigure/blind other Demigods of other Pathways if they were to perform the same action required to cast Gaze of Darkness.\nAlthough a Shaman King's heart still remains as their biggest weak point, Shaman Kings also develop another weak point they must account for during various situations. That is the small Crimson Moon that exists within the inside of their head.\nThey are outstanding people who control the power of Darkness, Moon, Bizarness and other fields and are proficient in various Spells of the Moon and Darkness domain.\nAbyss Shackles: They are able to forcibly uproot and suspend in midair an entire roof with the strength of their Abyss Shackles.\nMythical Creature Form\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_3:_High_Summoner",
        "section_id": "Sequence_3:_High_Summoner-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: High Summoner",
        "text": "Sanguine Rank: Marquis\n\nNew Abilities\nSummoning: They have obtained some of the Summoning authority.\nHigh Summoners are able to utilize the Moon's influence on the Spirit World to Summon various types of powerful creatures from the depths of the Spirit World to help them.\nIf the High Summoner has an especially strong social network, they can even sign a Contract with Angels, directly Summoning \"Them\" when needed.\nSummoning occasionally mutates, resulting in uncontrollable changes, causing strange creatures that are neither from the Spirit World nor have signed a Contract to descend into reality.\nRumor has it that these creatures can be traced back to the endless dark Cosmos.\nThese Summoning anomalies can be good or bad for a High Summoner.\nThe upper limit for a High Summoner within the Barrier when summoning extraterrestrial beings is Sequence 3, because Angels crossing the Barrier require large-scale Ritualistic Magic, which is easier to discover.\nSome High Summoners die from such incidents while others obtained powerful abilities or Sealed Artifacts whose corresponding supernatural abilities exist outside of the 22 standard Pathways.\nDoor of Summoning: Extending their hands  forward, they can manifest a hazy, ethereal Door, inscribed with numerous mystical symbols to Summon creatures from the depths of the Spirit World to come to their aid, but only once within a certain time frame.\nEach Spirit World creature that passes through this Door enters into a Contract with the them, granting them service for a limited period of time, typically around five minutes.\nFor longer periods of service, the High Summoner must personally negotiate with the Spirit World creature and renew the Contract for a longer period.\nNormally, the Summoned Spirit World creature is equal to or slightly stronger than the High Summoner, but it can also be weaker or far stronger.\nSummoning stronger Spirit World creature carry the risk of them defying the terms and constraints of the Door of Summoning itself, posing a threat to them.\nStrengthened Abilities \n\nHigh Summoners are also exceptional magic users of the Moon and Darkness domain.\nBat Wing Isolation: High Summoners can manifest a pair of giant bat wings to enclose an area in Darkness and make the surrounding area seem like it has been separated from the real world.\nMythical Creature Form\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_2:_Life-Giver",
        "section_id": "Sequence_2:_Life-Giver-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Life-Giver",
        "text": "Sanguine Rank: Duke\nAuthorities\n\nPower of Creation: \"They\" mastered the Power of Creation — derived from the Life authority.\nSo long as what \"They\" are treating is not dead, \"They\" are capable of direct treatment without needing medicines. This also means \"Their\" self-Healing has reached the highest level.\n\"Their\" regenerative capacity has been qualitatively enhanced, capable of regenerating \"Their\" entire body at an almost instant speed. \"They\" can even regenerate \"Their\" body from the ashes with even a single drop of \"Their\" blood being able to regrow to form \"Their\" complete body.\nEven after being attacked by several cannonball-like hailstones, Black Flames, Fireballs, Lightning Strikes, and a meteor ignited by air friction, the damage couldn't keep up with the healing speed of \"Their\" complete body even when in a weakened state.\n\"They\" can calm the emotions of those who are suffering from Filth or are fighting Corruption and strengthen their will to restore a certain balance, or \"They\" can do the opposite.\n\"Their\" own physical body has reached its peak, and the Vitality radiating from \"Them\" allows surrounding Life to feel the joy of growth and New Life.\nA Lifegiver's lifespan has been greatly enhanced, being much more than that of a normal Angel, capable of living for thousands of years.\nHowever, \"They\" still need a variety of means to prolong their life until \"Their\" final death.\nMadam Magician estimated that Duke Round Moon is at least 5,000 years old, but “He” still had to live in a coffin in an attempt to prolong \"His\" life.\nWhether it's plants, animals, humans, or other extraordinary races, their Lifespan can be extended or shortened.  \nIt can bring about changes in one's Life and short-term bursts of power, akin to a larger-scale Blood Servant Conversion that does not require slavery.\nOf course, if the target is strong-willed and of high status, they can resist this transformation; however, they will suffer a certain degree of damage from their Life essence.\nCreatures can mutate from this change in Life caused by this.\nNear Olmer's grave, there were the following:\nGrasses that had mouth-like crevices with fibers flying out of them to capture insects.\nA spectrum of extraordinary insects with some having snakes or birds for heads.\nFlowers that used their leaves as hands to harvest pollen for themselves.\nGrains that were heavy, occasionally emitting wailing from inside.\nThrough this authority \"They\" can clean up Filth, Corrosion and other forces.\n\"They\" can give New Life to a piece of land the size of Backlund or Trier.\nSpirituality: \"They\" hold a partial authority over Spirituality.\n\"They\" can interfere with and affect the Spirituality of all targets, and can give effects such as rapid recovery, increased consumption, and/or instability.\nA Life Giver's mere presence is capable of replenishing the consumed Spirituality as if a rainstorm had filled numerous evaporated lakes.\nStrengthened Abilities\n\nMoonlight Transformation: \"They\" are able to transform into condensed Moonlight and move around even while not currently being near a Moonlit area.\nDoor of Summoning: While under the influence of Moonlight, \"They\" can open multiple Doors of Summoning at once as opposed to just 1.\nBat Wings: A Life-Giver is able to unfurl giant membranous Bat Wings from \"Their\" back, capable of blotting out the sky when unfolded.\nFull Moon: \"They\" are able to cause a Crimson Moonlight to fall from an unknown place to wherever \"They\" are—evil, cold, and bloody.\nMoon Paper Figurine: A Life-Giver is able to use Moon Paper Figurines to Substitute and act as \"Them\" for a long period of time.\nMythical Creature Form\n\"They\" have become a full Mythical Creature; it is a humanoid creature with a phantom Moon on its back, bright red eyes, and bat wings. \"They\" look as if \"They\" were the embodiment of Beauty."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_1:_Beauty_Goddess",
        "section_id": "Sequence_1:_Beauty_Goddess-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Beauty Goddess",
        "text": "Sanguine Rank: Queen (Sanguines have only Queens and no Male Princes)\nDescription\nThe embodiment of the symbol and concept of Beauty. Inevitably, \"She\" is always a Female being representing the Yin Energy.\nGender Transition\nIf a male were to drink this potion, \"Their\" gender will be changed to that of a female, possessing strong Reproduction Desire and Divine tendencies.\nAuthorities\n\nBeauty: \"Their\" Beauty is pure, sublime, and Divine, making one want to admire and protect \"Them\", yet daring not to approach, or desecrate \"Them\", something that is even more Divine than the Charm of the Demoness Pathway, which focuses on femininity and allure. \n\"Their\" core and strongest abilities revolve around \"Their\" Beauty and the corresponding charm \"Their\" appearance exudes.\nAny life form that beholds the Beauty Goddess will be struck by \"Their\" overwhelming and transcendent Beauty. Those of lower status will instantly lose their sanity.\nEven Great Old Ones, when facing \"Them\", may feel reluctant to harm \"Them\", or harbor the Desire to possess \"Them\", leading to lingering very briefly in admiration.\nDarkness and Bizarreness Spells and abilities won't mar \"Their\" Beauty, but would instead make \"Them\" seem more dangerous, mysterious, and charming.\nThis is the authority of Beauty at a lower level.\nPlants, Animals, Humans, & Supernatural Creatures: This ability arises both from \"Their\" mastery over the essence of Life and the irresistible attraction of Beauty.\nA Beauty Goddess can thus Tame and Command those corresponding creatures.\nIn the same way, no one (of lower Sequence) can refuse \"Their\" Summoning.\nMoon: A Beauty Goddess holds a certain authority over the Moon.\nJust as Beauty is derived from Moon and Yin Energy, the Beauty Goddess may, within reasonable limits, draw upon the power of the Moon to shape environments favorable to \"Themselves\".\n\"They\" can change the color of the Moon.\nStrengthened Abilities\n\nPhysical Enhancement: \"They\" seem to have no lifespan limitations unlike other Angels.\nUnless \"They\" were to be killed in battle, a Beauty Goddess would be the same person over thousands of years of history, not being replaced."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Moon_Pathway/Abilities",
        "h2_id": "Sequence_0:_Moon",
        "section_id": "Sequence_0:_Moon-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Moon",
        "text": "Sanguine Rank: True Ancestor\nDescription\nThe Moon (including the symbolisms of Reproduction and Fertility) represents Spirituality, Plants, Beauty, Summoning, Animals, Humans, Beyonder Creatures, and partially Life, Darkness, and Bizarreness.\nSymbolism\n\nMoon: The Moon itself is not an authority, but rather a symbol. Just as the Moon is Earth’s companion, the Mother is the first companion of all Life. This defines the Moon’s core essence, and because of this, the Moon symbol encompasses several domains:\nBlood Moon: \"She\" can induce the Blood Moon to appear every day, making Yin Energy runs rampant, causing the Spirit World and Reality to intertwine for extended periods of times.\nThis will unleash countless unspeakable monsters and Evil Spirits.\nCrimson Moon: In the Crimson Moon, Yin Energy intensifies, and the Spirituality of beings as well as Spells related to Darkness and Bizarreness are enhanced.\nMany Beyonder abilities arise from this symbolism.\nFull Moon: Under the Full Moon, Life will flourish, Spirituality will stirs, and emotions will calm. The bonds/connections between people would also grow closer.\nSilver Moon: The Silver Moon will restore the moon’s silvery hue as well as cut off the connection between Beyonders and the Crimson Moon.\nThis will renders all Beyonder powers tied to the Crimson Moon ineffective.\nWaning Moon: When the Waning Moon occurs, it will cause the Darkness to deepen and Bizarreness to proliferate.\nAuthorities\n\nPlants, Animals, Humans, & Supernatural Creatures: This is a lower-level authority formed from the partial combination of the authority of Life and the authority of Beauty.\nTherefore, \"She\" can Tame Plants, Animals, Humans, and other Supernatural Creatures.\nDuring this process, one of the most important mediums is Blood, the symbol of Life.\nSummoning: The Call of the Moon is able to attract very terrifying things. Examples of this include the Brood Hive or Mother Goddess of Depravity.\nEven with the Seal on the Western Continent and the Astral Barrier, it is not entirely impossible to Summon the Brood Hive on the Northern Continent or the Mother Goddess of Depravity on the planet respectively. This authority is one of the reasons why Zedus was killed by \"His\" sister.\nBeauty: \"She\" possesses the authority of Beauty. Whenever one sees the Moon, they will be reminded of the most unforgettable Beauty.\n\"She\" is the second most Beautiful thing in the universe after the Brood Hive.\nSpirituality: The source of Spirituality, the Mother of All's Spiritual forces.\nThis authority is derived from Goddess of Origin and Mother of All Things of the Brood Hive.\n\"She\" can make a group's Spirituality unable to recover, greatly increasing the cost of usage.\n\"She\" can cause the Spirituality of a target group to erupt or spiral out of control.\nLife: \"She\" possesses a partial authority over Life and has eternal Life.\n\"She\" can create or alter Living beings through this authority.\n\"She\" is able to cleanse Corruption attached to Life.\n\"She\" is able to Heal wounds and diseases.\n\"She\" is able to grant or take back Life.\n\"She\" can make a peach that extends one's Lifespan for a thousand years when consumed.\nDarkness: \"She\" possesses a partial authority over Darkness.\nDifferent from the Darkness Pathway, the Moon's authority over Darkness is more about gaining access to Spells and traits that are derived from the Moon.\nBizarreness: \"She\" possesses a partial authority over Bizarreness.\nThe ambiguity and mystery of the Moon give rise to uncanny powers such as self-Substitution, terrifying Curses, Moonlight Transformation, etc.\nReferences\n\n↑ 1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 Mysteries Settings (7) by Cuttlefish, the English Translation by Windvally.\n\n↑ 2.0 2.1 2.2 \nLord of Mysteries, Chapter 304\n\n↑ 3.0 3.1 3.2 3.3 \nLord of Mysteries, Chapter 240\n\n↑ 4.00 4.01 4.02 4.03 4.04 4.05 4.06 4.07 4.08 4.09 Cuttlefish's WeChat Post: \"Moon Pathway Abilities\"\n\n↑ 5.0 5.1 \nLord of Mysteries, Chapter 796\n\n↑ \nLord of Mysteries, Chapter 371\n\n↑ \nLord of Mysteries, Chapter 421\n\n↑ \nLord of Mysteries, Chapter 792\n\n↑ \nLord of Mysteries, Chapter 371\n\n↑ Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\"\n\n↑ 11.0 11.1 \nLord of Mysteries, Chapter 995\n\n↑ \nLord of Mysteries, Chapter 349\n\n↑ \nLord of Mysteries, Chapter 1233\n\n↑ 14.0 14.1 \nLord of Mysteries, Chapter 1059\n\n↑ Cuttlefish's WeChat Post: \"The Mother Goddess of Depravity Pathway\"#Question 20\n\n↑ \nLord of Mysteries, Chapter 1130\n\n↑ \nCircle of Inevitability, Chapter 842\n\n↑ 18.0 18.1 \nCircle of Inevitability, Chapter 832\n\n↑ \nCircle of Inevitability, Chapter 1112\n\n↑ \nLord of Mysteries, Chapter 969\n\n↑ 21.0 21.1 \nCircle of Inevitability, Chapter 1163\n\n↑ 22.0 22.1 \nCircle of Inevitability, Chapter 1059\n\n↑ \nLord of Mysteries, Chapter 1271\n\n↑ \nCircle of Inevitability, Chapter 1148\n\n↑ Cuttlefish's WeChat Post: \"Fate Pathway Rituals\",Screenshot\n\n↑ Archive:Cuttlefish's WeChat Post: \"Answers Regarding the Beauty Goddess Beyonder Characteristics and Supplementation of the Demoness Pathway Abilities\"#QnA, Question 49\n\n↑ https://funimecity.com/products/lord-of-the-mysteries-official-art-and-setting-book\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Abilities\" Question 8: https://docs.google.com/document/d/1Zm-UNFqsbohnpa_VFrofjpHHZQYMXGJfB_JLyGu6thI/edit?usp=sharing"
      }
    ]
  }
]