[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_9:_Planter",
        "section_id": "Sequence_9:_Planter-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Planter",
        "text": "New Abilities\n\nPhysical Enhancement: Planters possess several physical enhancements upon drinking the potion, showcased by their high physical strength.\nFarming Proficiency: Planters possess a high proficiency with farming tools, distinguishing among different seeds, and nurturing them.\nWeather Forecasting: They can predict the weather to a certain extent by observing clouds, wind, and other natural phenomenon."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_8:_Doctor_(Healing_Pastor)",
        "section_id": "Sequence_8:_Doctor_(Healing_Pastor)-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Doctor (Healing Pastor)",
        "text": "New Abilities\n\nHealing: Their principle power. They have a variety of abilities regarding the process of Healing, be it in the physical and Soul fields, allowing them to be able to Heal and Treat most forms of injuries.\nSurgical Mastery: They are experts at surgery, possessing the corresponding skills in suturing severed limbs and transplanting internal organs, and having a fine control over medical tools.\nIt allows them to help a patient's condition without utilising other Beyonder powers. When combined with their Treatments, there are few physical things they can't fix.\nTreatments: Doctors possess a variety of Treatments and thus are rather good at healing a variety of different injuries/illnesses such Treatments as the baseline method.\nEvil Ailment Treatment: They are able to relieve certain aliments and diseases associated with the domains of Evil and Depravity.\nDisease Treatments: Even if the disease is not associated with the domains of Evil and Depravity, they can still heal it.\nTrauma Treatment: They are able to effectively Treat and cure most forms of physical trauma through a Treatment.\nFor wounds that can be accessed without barriers, they can cure those directly. For example, they can let their palm shimmer with a clear light and press it on the wound.\nThis will make the wound will contract and wiggle, before Healing quickly.\nFor wounds that cannot be accessed without barriers, they must open the cavity and touch the injured area, which is equivalent to performing a surgical operation.\nSoul Suture (Soul Sewing): By having the patient let go of their bodies and mind, Doctors can carry out a Soul level surgery to Sewing up the corresponding wound.\nIf a person were to completely open up their body and mind, leaving their Soul unprotected, a Doctor could be able to sever the person’s Soul.\nSoul Suture could be used by them as both a method of attack on the Soul, as well as a healing method to remove Corruption and Curses.\nWith enough practice, it is not impossible for a Doctor to artificially remove certain emotions and desires from a patient's Soul.\nIn terms of healing soul injuries, Soul Suturing is much more effective then simply doing an Evil Ailment Treatment.\nGiving Life: Doctors are also able to gradually restore the energy of a person in a weakened state, restoring that person's strength and vigour.\nSpirituality: Their Spirituality has become enhanced, allowing them to use Spirit Vision.\nSpirit Vision: Through Spirit Vision, they can discern a patient’s health condition with precision.\nEven without it, they can discern hidden illnesses from the target's external appearance."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_7:_Harvest_Priest",
        "section_id": "Sequence_7:_Harvest_Priest-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Harvest Priest",
        "text": "Description\nA bringer of fertility and growth, whose powers ensure abundance and bountiful harvests.\nNew Abilities\n\nSeed Catalysation: Through this Beyonder power, a Harvest Priest will be able to directly Catalyse the life hidden within a seed or an already existing plant, causing it to grow faster.\nThere are 2 methods that a Harvest Priest can employ to use this ability:\nBy directly holding some seeds or plants in one's hand,  they could fully Catalyse the Life within and release all it's stored vitality in one burst, causing it to rapidly grow and reach maturity in a small amount of time.\nThrough this, a Harvest Priest can create a large amount of thorned vines, which can be used to entangle and control enemies.\nIf different types of mutated plant seeds can be obtained, this Beyonder ability can play a significant role in combat.\nBy putting both of their hands on the ground, a Harvest Priest can quicken all Life within a 30 meter radius from them, influencing the surrounding plants and seeds to grow and reproduce much faster then normal.\nHowever, this cannot make the affected plants and seeds to burst forth with all their Life force, or to complete their life cycle from birth to return within mere seconds or minutes.\nThrough physical contact, it can also work on certain plant-like creatures.\nTo a certain extent, this enables a Harvest Priest to directly Catalyse the vitality of a plant-like creature, either finishing its lifespan or causing it to more quickly mature.\nPlant & Insect Commanding: Harvest Priests are able to directly Command plants and insects within a 30 meter radius to provide them with a certain level of support.\nThere are 2 perquisites that need to be followed for this ability to work on a plant or insect.\nThe plant or insect they are attempting to Command does not possess intelligence.\nThe level of Commanding does not exceed the species' biological limitations.\nKnowledge (Ritualistic Spells): Upon drinking the potion, a Harvest Priest will obtain several Ritualistic Spells focused on manipulating the weather.\nThrough the Ritualistic Spells provided by the potion, a Harvest Priest will gain the ability to clear the skies or summon rain within a certain area.\nStrengthened Abilities\n\nPhysical Enhancement: Their body will receive a variety of different enhancements.\nHowever, these enhancements are not much.\nHealing: Their Healing capabilities stemming from a Doctor have improved.\nDisease Treatment: They can now cure diseases in plants and other organisms.\nTheir Healing extends to the land itself - curing crops, fields and lands."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_6:_Biologist",
        "section_id": "Sequence_6:_Biologist-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Biologist",
        "text": "New Abilities\n\nCross-breeding: Biologists possess the ability to make a chimera or Cross-breed between various animals, plants, and even an object, directly leading to them creating a new species.\nBiologists are able to create Cross-breeds with different ordinary materials, allowing them to create unique species that possess abilities that can be directed to a certain purpose.\nFrank Lee created an apple Cross-breed that is not only much softer and juicier then a normal one but could also heal the illness caused by the Biological Poison Bottle.\nFrank Lee created special types of fish Cross-breeds that have alcohol instead of blood. These ultimately failed to become a species because of their short lifespan.\nFrank Lee was able to create a special type of fungus that is able to make any bull, regardless of their gender, be able to produce milk for a period of time.\nWhile they can make Cross-breeds using normal materials, ingredients from Beyonders would allow them to create more magical Cross-breeds with more unique abilities.\nFrank Lee, through combining a Rose Bishop's flesh with mushrooms, was able to give the fungi the ability to grow through the consumption of flesh.\nLater on, Frank Lee had modified this mushroom Cross-breed and created different variations of such mushrooms that had unique properties from the original.\nPrototype 2 had the following Cross-breed variations:\nThe first was a Cross-breed with wheat and can be grounded to make bread.\nThe second could be mixed with milk and have milk be drawn from it.\nThe last was Cross-breed with fish and thus had a meaty flavour.\nPrototype 3 had the following Cross-breed variations:\nThe first type of Cross-breed from Prototype 3 of the mushroom Cross-breed cannot be eaten as it instead accumulates various kinds of poisons.\nThe second type of Cross-breed can be used for food only after being cooked at high temperatures through boiling, stewing, and frying.\nBefore reaching the Sequence 4 level, their Cross-breeds will lack a Soul.\nPoison Creation: A Biologist's own body can produce highly potent toxin, which can then be accumulated and released through their hair or other means.\nStrengthened Abilities\n\nKnowledge (Life): They have a deep understanding of the characteristics of living organisms."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_5:_Druid",
        "section_id": "Sequence_5:_Druid-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Druid",
        "text": "Description\nDruids are the favoured of Nature, attendants of the oak, and are able to rely on plants and animals to accomplish various tasks.\nNew Abilities\n\nThey can draw nutrients from the soil and air, and master many Spells of the Earth domain, such as Underground Travel, Swamp, Wrath of Nature, and Child of the Oak.\nUnderground Travel: Druids are able to make the ground beneath their feet soften instantly, turning into a \"sink\" that causes their body to sink rapidly as if falling into the sea.\nFrom there, the Druid can Travel Underground.\nWrath of Nature: They can designate 1 to 50 people as adversaries, causing the surrounding environment to turn hostile against them, giving sufficient interference.\nIf there are strong dangerous factors within the environment itself, then these dangers will be highly likely to erupt with the adversaries as the target.\nIn a battle at the foot of a cliff, if there is a high risk of rocks falling and crashing down from above, then this risk will be significantly increased, or even Inevitable. However, if the Probability of this risk occurring is very low, then it will not occur.\nSwamp: A Druid can make the ground on the target's feet or in an area within a 30-meter radius into a Swamp to restrict their movements or directly bury them.\nChild of the Oak: This Spell of the Earth domain allows a Druid to create a layer of stone or wood skin on their body as a means of protection.\nAnimal Transformation: Druids are able to Transform into giant bears to fight, or briefly transform into the creatures that were included in their Advancement Ritual.\nHowever, even if they were to Transform into one of the creatures included in their Advancement Ritual, they won't be able to use it's abilities.\nWhen a Druid Transforms themselves into a giant bear, they will be twice the height of a person and possess great strength and endurance.\nStrengthened Abilities\n\nCross-breeding: They gain abundant insight in the field of Cross-breeding and creating chimeras. This enhances their ability to Cross-breed more and diverse species.\nSeed Catalysation: By pressing both of their palms to the ground, they can cause dark green mutated vines to pierce the earth and grow wildly at the target's location.\nPoison Creation: Druids can throw out strands of hair, which can spontaneously combusted and emit a black, unknown, and highly toxic substance."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_4:_Ancient_Alchemist",
        "section_id": "Sequence_4:_Ancient_Alchemist-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Ancient Alchemist",
        "text": "New Abilities\n\nMutation: This is a core ability of a Ancient Alchemist. With it, they are able to make all of their abilities cause Mutations to spring up in the target's body and mind.\nBesides causing madness to spring up, an Ancient Alchemist's attacks have a chance of Mutating the target's body, producing effects such as but not limited too:\nCausing a target's body to Mutate with additional organs. Such organs can prop up on the skin, and outer body, but also can sprout directly inside the target themselves.\nCausing parts of their body to be replaced with various plants like watermelons, mushrooms, and wheat. that cannot be eaten as it would result in contamination\nAll of an Ancient Alchemist's attacks carry the power to increase an enemy's madness level, therefore increasing the risk for that enemy to lose control.\nArtificial Life Creation: By using fragmented Souls and other materials, an Ancient Alchemist can complete the ultimate form of Life Transmutation.\nThey are able to create different golems that can be used for combat or other tasks.\nThe golems they can create includes Stone Golems, Mud Golems, and Steel Golems.\nAll of these dolls have Earthen traits and abilities that match their own materials.\nThey can create ordinary humans that can live for a very long time.\nStrengthened Abilities\n\nAll their previous abilities has been enhanced.\nCreature Commanding: A qualitative upgrade to Plant & Insect Commanding. They can control Beyonder creatures with low intelligence and reduce their insanity for a short period of time.\nThis level of Commanding includes only Beyonder creatures that possess a shred of rationality. Human Beyonders who have lost control cannot be affected.\nLife Aura: This is a qualitative enhancement to Seed Catalysation. They can now directly fill their surroundings with vibrant Life force, causing plants and animals to grow and reproduce rapidly.\nEven humans could be affected to a certain extent, causing their body to more rapidly develop and grow under the influence of a Ancient Alchemist's Life Aura.\nHealing: Their Beyonder abilities regarding Healing, including but not limited to Surgical Mastery, Treatments, and Soul Suture have been strongly enhanced and strengthened.\nThrough touch, they can now Heal anyone quickly no matter how seriously injured or damaged they are, other than those that have already lost control.\nEven for those who lost control, they can utilise their Soul Suture and Treatments specialised in that field to temporarily give them back rationality.\nThis works with even Beyonder creatures with low intelligence as well.\nAnimal Transformation: They can temporarily transform into a supernatural creature without Godhood; however, there are prerequisites that they must meet in order to do so.\nThe prerequisites are that they understand the corresponding occult knowledge, physical structure, and extraordinary patterns of the supernatural creature.\nCross-breeding: Their Cross-breeds can now possess a Soul.\nMythical Creature Form\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_3:_Pallbearer",
        "section_id": "Sequence_3:_Pallbearer-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Pallbearer",
        "text": "Descriptions\nThe Pallbearer is an important component of the Mother Pathway's construction of the Cycle of Reality, thus linking it to the authorities of Death and Return. \nNew Abilities\n\nPallbearers possess many Beyonder abilities situated in the domain of Death and Earth that represents the act of Returning living beings and creatures to the Earth as a means to die.\nEvil Spirit Transformation: Pallbearers are able to Transform any of the dead within a 10 kilometre range from them into Evil Spirits that serve them.\nAnyone who has eaten their food or is strongly linked to them within a 50 kilometre range can also be transformed into Evil Spirits by the Pallbearer.\nLife Deprivation: Each hit that a Pallbearer does on a target will make them undergo a trial of Death, which if failed will cause the corresponding target to Die instantly.\nEven if one passes the trial of Death, they will suffer a significant loss of Life.\nWithin a certain range, a Pallbearer is able to make Death descend.\nEven if the target makes no contact with the Pallbearer, their Life will naturally drain away at a rapid pace and be forced to make its way to the Earth.\nReturn to Earth: Pallbearers are able to make Undead creatures within a 10 km range quickly dissipate, Returning to the Earth, to the embrace of Mother.\nEven if an Undead were to possess Godhood, they can only resist a few seconds. Only an complete Undead Mythical Creature can avoid this effect.\nMaternal Embrace: The coffin and the earth, as the embodiment of the Mother's Embrace, provide them a possibility of Sealing away Undead Angels.\nStrengthened Abilities\n\nTheir other Beyonder powers have been enhanced.\nArtificial Life Creation: They can directly create and give Life and strength to up to 3 Golems with Sequence 4 power made out of Soil or Clay.\nMythical Creature Form\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_2:_Desolate_Matriarch",
        "section_id": "Sequence_2:_Desolate_Matriarch-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Desolate Matriarch",
        "text": "Gender Transition\n\nIf a male drinks this potion, \"Their\" gender will be changed to that of a female.\nAuthorities\n\nEarth, Desolation, Harvest, & Life: The Desolate Matriarch holds a partial authority over Earth, Desolation, Harvest, and Life.\n\"They\" can induce land within 300 kilometres to bloom with Life, making soil fertile, water flow abundant, boosting the tendency of Life to reproduce, and preventing factors that hinder it.\nEven the most unfavourable environmental conditions won't stop Life within this area from bearing offspring, only reducing the quantity and frequency of Life produced.\n\"They\" can cause the land within a 300-kilometer range to become barren, causing crop failure, and plants to wither. Unless the effect ends, the affected land won't become fertile again.\nAngel-level abilities similar to Purification are able to suppress but not fully dispel this, limiting the effect it causes to a very small area and making it unable to spread.\nDesolation: \"They\" can cause all Life within a 30-kilometer range to rapidly drain away until Death. Similar abilities outside this domain will also gradually wither and be weakened.\nLifeless Undead who enter this domain will quickly return to the Earth.\nWithin a 50-kilometer range, the Desolate Matriarch can rapidly form various toxins within the environment and increase the tendency of every Beyonder to lose control.\n\"They\" can also grow all kinds of extraordinary plants that are beneficial to \"Them\" as well as tame any animals within range that does not possess higher intelligence.\nThe Desolate Matriarch can also create edible plants in any environment and promote their growth, reproduction as well as Harvest within a 50-kilometer radius.\nIn the Forsaken Land of the Gods, the powers of Gift of the Land had created Black Faced Grass that inhabitants in the City of Silver survived on.\nStrengthened Abilities\nEvil Spirit Transformation: \"They\" are able to turn all dead humans within a 50 kilometre range into Evil Spirits, with the weakest being at Sequence 5 with the strongest as Demigods.\nThis is equivalent to mass-producing Sequence 5 Beyonders and creating a number of Demigod-level Evil Spirits which can cause an area to be inhabitable for years.\nThose who have eaten food created by the Desolate Matriarch or have strong connection to \"Her\" within a 300 kilometres radius will also become Evil Spirits.\nArtificial Life Creation: \"They\" are able to create dolls and Golems from Soil, Plants, Lava, Ores, and Metals, and give them some corresponding level of Life and power.\nThe strongest of the dolls and golems \"They\" can create can only be at the level of a Sequence 3, and \"They\" can only make a maximum of nine Demigod-level constructs in total.\nMythical Creature Transformation: The improved version of Animal Transformation. \"They\" are able to briefly Transform \"Themselves\" into a Mythical Creature.\nHowever, \"They\" must be able to withstand the mysticism knowledge and maddening will brought about by the corresponding Mythical Creature Form.\nLife Deprivation: Each strike of the Desolation Matriarch will now subject the target to a trial of losing control and a trial of Death.\nIf the target is unable to pass, they will either lose control on the spot or Die instantly.\nMythical Creature Form\n\"They\" have become a complete Mythical Creature. \"Their\" Mythical Creature Form is a mass of flesh and blood covered with various reproductive organs, golden ears of wheat, mushrooms, vines, and soil."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_1:_Naturewalker",
        "section_id": "Sequence_1:_Naturewalker-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Naturewalker",
        "text": "Authorities\n\nNature & Mother: \"They\" hold a partial authority over Nature and Mother.\nChild of Nature: A Naturewalker is the Child of Nature.\n\"They\" can reshape the environment, making even the Abyss suitable for human habitation.\n\"They\" are able to truly become one with the Natural elements within range - earth, forests, flowing water, mountains, ores, etc — and traverse through them at varying speeds.\nIn the Western Continent,  this is known as \"Various Escapes Techniques\".\n\"They\" can also directly draw upon or utilise their power.\nAs the Mother of All Things is also the Mother of Concepts, things that belong to the broad concept of Nature can be compatible with \"Them\" and thus heed to \"Their\" will.\nThis includes Fire, Lightning, the Sun, the Moon, etc.\nWorld Creation: \"They\" can nurture and conceive a realm embodying the concept of Nature, which is akin to the Painting World, the Mirror World, or a more complete alternate Dimension.\nThese realms is easier to break than an Attendant of Mysteries' Realm of Mysteries.\nStrengthened Abilities\n\nAll \"Their\" previous abilities have been enhanced."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Mother_Pathway/Abilities",
        "h2_id": "Sequence_0:_Mother",
        "section_id": "Sequence_0:_Mother-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Mother",
        "text": "Authorities\n\nMother: This authority of the Mother is derived from the Mother of All symbolism.\nThe Mother gives birth to all things, including True Deities, concepts, and worlds.\n\"She\" can help catalyse the activation of an inanimate Uniqueness to make it come to life.\nThe Brood Hive's influence over the Knowledge Moor activated the    Hermit Uniqueness and made the Hidden Sage come to life.\nLilith used \"Her\"  Mother Authority to catalyse the activation of the    Error Uniqueness, helping Amon come to life.\nEarth: The authority of Earth is derived from the two symbols, Mother of All and Brood Hive of Filth.\nOnce a portion of Nature, Earth was given the meanings of Origin of Life, Mother of All Things, and the destination of which all things Return. Through this, the Earth had completed the Cycle of Reality and became independent from Nature.\n\"She\" is able to make the Earth and surrounding land quake violently, tearing open a huge hole and rift across an entire planet that leads directly to the Chaos Sea at its innermost core.\nThis is a symbolic Return to the Origin.\nNature: This authority is derived from the Goddess of Origin symbolism.\nThe Mother is a part of Reality, and is difficult to completely destroy or truly Seal unless \"She\" willingly yields, Returns to the true Mother Goddess, or is replaced.\n\"She\" possesses immense vitality and regenerative prowess, able to survive direct attacks from True Deities without offering any resistance.\nUnder the Fire of Destruction created by a Dual Pathway True Deity, Lumian Lee, Earth Mother’s immense vitality tried to reconstitute \"Her\" and bring her back to Life, even though \"She\" offered no resistance.\n\"She\" is able to cause plants to grow wildly, forming vast Natural barriers that are capable of withstanding the attacks of even True Gods.\n\"She\" is able to create a barrier made of clusters of wheat, flowers, mushrooms, newborns, and trees that intertwine layer by layer, Sealing what is inside.\nEach damaged layer- whether it's the wheat, flowers, mushrooms, trees, or newborns- would quickly return to \"Her\" embrace and grow again and be reborn, maintaining the barrier \"She\" has made.\nDeath: \"She\" possesses a partial authority over Death, which is derived from the symbols of Goddess of Origin and Brood Hive of Filth.\n\"From the Mother you came, and to the Mother you return\" - such is the Origin of all things, and Returning signifies Death.\n\"She\" can frantically drain the Life of even True Deities should \"She\" pierce \"Them\" in the heart, dragging \"Them\" down in an act of Returning it to the Earth, back to a Mother's embrace.\nSuch an ability was demonstrated when Earth Mother stabbed the God of Combat in the heart, an act that eventually led to \"His\" death as \"His\" vitality began to perish.\nAs the Brood Hive also has a part of the Death symbolism, the authority of Death also points to Pollution, Loss of Control, and Bodily Mutation.\nLife: \"She\" also possesses a partial authority over Life, derived from the symbols Mother of All and Goddess of Origin.\n\"Her\" presence alone would make all kinds of plants mutate and grow uncontrollably, wildly absorbing nutrients from unknown sources; even withered plants would grow once more.\nIn just 7 or 8 seconds, many places in Backlund became a primeval forests. It was as if the city had been abandoned for more than a century, with towering trees connected to one another and covering half the surrounding sky.\nThe Mother is able to make other creatures Mutate uncontrollably, turning them into blooming plants or making them bear fruit, returning them to the land.\nAmon's Avatars experienced this effect from \"Her\" authority, with some turning into plants that bloomed or bore fruit, Returning to the land.\nBountiful Earth: The Divine Kingdom of the Mother is a bountiful and joyous land filled with the Mother’s own definition of Nature, Life, and Death.\nHowever, its Cycle remains incomplete.\nDesolation: A lower authority born from the intersection of the Nature and Death authorities.\nHealing (Treatment): A lower authority originating from the Mother and Life authorities.\nTransmutation: A lower authority originating from the Mother and Life authorities.\nReturn: This is a lower authority derived from the Earth and Death authorities.\nThrough cooperation with the Death, \"They\" could make \"Their\" own Cycle of Reincarnation.\nThis will be similar to the Cycle of Reincarnation formed by the Eternal Darkness and Mother Goddess of Depravity, albeit limited to a single star system.\nHarvest: This is a lesser manifestation of the Nature and Life authorities.\nReferences\n\n↑ 1.0 1.1 \nCircle of Inevitability, Chapter 627\n\n↑ \nCircle of Inevitability, Chapter 622\n\n↑ 3.00 3.01 3.02 3.03 3.04 3.05 3.06 3.07 3.08 3.09 3.10 3.11 3.12 3.13 3.14 3.15 3.16 3.17 3.18 3.19 3.20 3.21 3.22 3.23 3.24 3.25 Archive:Cuttlefish's WeChat Post: \"Mother Pathway Abilities\"\n\n↑ 4.0 4.1 4.2 \nCircle of Inevitability, Chapter 757\n\n↑ \nLord of Mysteries, Chapter 638\n\n↑ \nLord of Mysteries, Chapter 640\n\n↑ \nLord of Mysteries, Chapter 643\n\n↑ \nLord of Mysteries, Chapter 651\n\n↑ \nLord of Mysteries, Chapter 721\n\n↑ \nLord of Mysteries, Chapter 1245\n\n↑ 11.0 11.1 \nLord of Mysteries, Chapter 1128\n\n↑ 12.0 12.1 \nLord of Mysteries, Chapter 1077\n\n↑ \nLord of Mysteries, Chapter 1080\n\n↑ 14.0 14.1 \nCircle of Inevitability, Chapter 1129\n\n↑ \nLord of Mysteries, Chapter 1271\n\n↑ 16.0 16.1 16.2 16.3 \nCircle of Inevitability, Chapter 891\n\n↑ 17.0 17.1 17.2 \nCircle of Inevitability, Chapter 890\n\n↑ 18.0 18.1 \nLord of Mysteries, Chapter 1266\n\n↑ Archive:Cuttlefish's WeChat Post: \"Chained Pathway Potion Formulas\"\n\n↑ \nCircle of Inevitability, Chapter 1089\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"#QnA, Question 9\n\n↑ \nLord of Mysteries, Chapter 1352\n\n↑ \nCircle of Inevitability, Chapter 1150\n\n↑ \nLord of Mysteries, Chapter 1377\n\n↑ \nLord of Mysteries, Chapter 1259\n\n↑ \nLord of Mysteries, Chapter 1378\n\n↑ Archive:Cuttlefish's WeChat Post: \"Sun Pathway Abilities\"#QnA, Question 16"
      }
    ]
  }
]