[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_9:_Savant",
        "section_id": "Sequence_9:_Savant-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Savant",
        "text": "New Abilities\nKnowledge (Mysticism and Mechanics): Savants believe that knowledge is power and through drinking the potion, they gain new information about mysticism and mechanics.\nThey have a rough understanding of the mysticism, but are more knowledgeable about the formation and use of aqua regia, nitroglycerin, and other complicated bolts and gears.\nTo an average person, they appear to know everything.\nRecall (Memory): This is the core ability of a Savant. With it, they can recall every single piece of knowledge and experience they have ever seen.\nAt the same time, they also possess increased learning and comprehension skills."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_8:_Archaeologist",
        "section_id": "Sequence_8:_Archaeologist-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Archaeologist",
        "text": "New Abilities\nPhysical Enhancements: Archaeologists possess a strong enough body and adaptable ability to face everything they may come across in their explorations.\nStrengthened Abilities\n\nKnowledge (History, Survival, Mysticism): Archaeologists possess a good deal of knowledge about history and outdoor survival, as well as knowledge of taboos and mysticism about ruins.\nRitualistic Magic: Besides that, Archaeologists will also gain knowledge that allows them to learn and cast some basic Ritualistic Magic."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_7:_Appraiser",
        "section_id": "Sequence_7:_Appraiser-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Appraiser",
        "text": "New Abilities\nAppraisal: Appraisers can intuitively understand the powers and problems of most extraordinary items and can use them while keeping the danger to the minimum.\nIf the target item contains a higher status than their Sequence, or they lack certain knowledge of by Recall, their Appraisal will be incomplete or misunderstood."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_6:_Artisan_(Machinery_Specialist)",
        "section_id": "Sequence_6:_Artisan_(Machinery_Specialist)-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Artisan (Machinery Specialist)",
        "text": "New Abilities\nCraftsmanship: Artisans are the true masters of Craftsmanship both in the ordinary and mystical world, the extraordinary items that they create and accumulate, along with their capabilities as an Appraiser, allows them to reach the strength of a Sequence 5.\nBy using Beyonder Characteristics or the main ingredients for potions, Artisans are able to craft Sealed Artifacts which have more powerful effects than normal while also possessing less negative and severe side effects than naturally formed or created Sealed Artifacts.\nThe negative effects of the corresponding Sealed Artifacts depend on both the Sequence level of the Artisan and the Sealed Artifacts' uniqueness themselves.\nBy using items with Spirituality, they can produce enchanted Beyonder weapons such as axes, guns and bullets, cannons and cannonballs, bombs, etc. or worn Mystical Items such as belts, brooches, rings, etc. with Beyonder effects but have a limited lifespan.\nAs such, they can directly fix the summoning rituals of Spirit World creatures like Messengers unto an item to make it more convenient.\nThey can produce mechanical wonders and when it comes to Craftsmanship, they are more versed in this aspect compared to creating extraordinary items.\nStrengthened Abilities\nKnowledge (Mysticism): Their abilities with Ritualistic Magic are enhanced."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_5:_Astronomer_(Astromancer)",
        "section_id": "Sequence_5:_Astronomer_(Astromancer)-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Astronomer (Astromancer)",
        "text": "New Abilities\nThey gain Beyonder powers that can be used in combat."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_4:_Alchemist",
        "section_id": "Sequence_4:_Alchemist-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Alchemist",
        "text": "New Abilities\nArtificial Life Creation: They can inject Souls and life into items they create and form life.\nAs for the way an Alchemist is able to obtain life force, it is through extracting the life force out of other living beings within a certain range that increases with digestion.\nThe injected Souls that an Alchemist uses come from fragments of spirits from the Spirit World, which is extracted from the surrounding lifeforms around them.\nBeam of Disintegration: They can emit a beam of light capable of destroying the structures of most objects, thoroughly Disintegrating the target.\nStrengthened Abilities\nCraftsmanship: Their ability of Craftsmanship has been greatly enhanced. Be it in through mystical or physical means, they can create true mechanical and supernatural marvels.\nThey can create a machine that looks indistinguishable from humans via injecting it with a Soul, giving it the ability to move, talk, and behave just like a human.\nThe specialty of a Ancient Alchemist can just barely be emulated to create different golems and human beings using incomplete spirits and various metals.\nThey can make a mechanical body that has powerful mechanical tools installed inside their bodies such as a cannon, or a device that allows Flight.\nRecall: Their Recall ability has been drastically enhanced. Now they can extract environmental information and work backwards to deduce what has happened.\nMythical Creature Form\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_3:_Arcane_Scholar_(Demon_of_Arcana)",
        "section_id": "Sequence_3:_Arcane_Scholar_(Demon_of_Arcana)-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Arcane Scholar (Demon of Arcana)",
        "text": "Strengthened Abilities\n\nCraftsmanship: Arcane Scholars possess extraordinary manufacturing abilities, being able to create mystical items, complex mechanical devices, or combine the two together.\nAppraisal: Arcane Scholars are able to quickly grasp the relevant information when using Mystical Items, effectively avoiding its negative effects completely.\nArtificial Life Creation: An Arcane Scholar is able to extract the life force of surrounding living beings within a five-kilometer radius.\nMythical Creature Form\n\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_2:_Knowledge_Magister_(Master)",
        "section_id": "Sequence_2:_Knowledge_Magister_(Master)-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Knowledge Magister (Master)",
        "text": "New Abilities\n\nFog Transformation: \"They\" can take the form of a pale white fog.\nAuthorities\n\nPhysics: Being Angels of the Paragon Pathway, \"They\" possess the ability to see the essence of things and are able to change the laws of Physics in an area to a certain extent.\nMythical Creature Form\n\n\"They\" have become a full Mythical Creature."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_1:_Illuminator_(Civilization_Enlightener,_Light_of_Darkness)",
        "section_id": "Sequence_1:_Illuminator_(Civilization_Enlightener,_Light_of_Darkness)-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Illuminator (Civilization Enlightener, Light of Darkness)",
        "text": "Authorities\nTechnology: \"They\" lead the development of civilization.\nFragment of Civilization: \"They\" can reveal picture-like projections that record the heavy history of humanity and the development of civilization to protect against attacks, this is especially useful to contain the Knowledge Injection of a Knowledge Emperor.\nRevolutionary Innovation: \"They\" can create futuristic wonders beyond the scope of current world-era technologies such as nuclear fusion-based technology or giant mechanical robots (such as the ones in Gundam) with just a simple gesture."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Paragon_Pathway/Abilities",
        "h2_id": "Sequence_0:_Paragon",
        "section_id": "Sequence_0:_Paragon-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Paragon",
        "text": "Authorities\nEssence: \"They\" possess the Essence authority, which also includes atoms.\n\"They\" can turn others into knowledge, information, and words, and imprint them into an illusory book, trapping those things which \"They\" can use for many different matters.\n\"They\" can release a blurry light that seeps out from the void and envelopes the surroundings, which has the effect of restoring the most basic structure of various things.\n\"They\" can release an unclear ray composed of innumerable illusive things that can reduce anything into the most basic structure of all things that it envelops.\n\"They\" can make videos, photos, novels, or messages collapse into pure snow-like static, effectively destroying the Information structure it holds.\nThis will rapidly spread forming a huge Information Vortex. Not only is this an effective way to interfere with general Information, it also can be used to destroy the origin of those Information or deal with the Information abilities of the Hermit Pathway.\nTechnology: \"They\" have mastered the authority of Technology.\n\"They\" can make advanced programs and effects that carry within it \"Their\" Beyonder abilities and authorities that can then be bestowed onto everyday electronic devices like phones. \nFranca used the Information Shredder to destroy all image of a painting created by Luo Shan. This in the end resulted in the destruction of the original painting.\nWith various help and assistance, the Information Shredder created by the God of Steam and Machinery was used to kill off the Hidden Sage.\nReferences\n\n↑ 1.0 1.1 1.2 1.3 Mystery Setting Collection (February 13th, 2020)  by Cuttlefish\n\n↑ 2.0 2.1 2.2 \nLord of Mysteries, Chapter 65\n\n↑ 3.0 3.1 3.2 3.3 3.4 3.5 \nLord of Mysteries, Chapter 217\n\n↑ \nLord of Mysteries, Chapter 912\n\n↑ \nLord of Mysteries, Chapter 829\n\n↑ \nLord of Mysteries, Chapter 446\n\n↑ \nLord of Mysteries, Chapter 632\n\n↑ 8.0 8.1 \nCircle of Inevitability, Chapter 1075\n\n↑ 9.0 9.1 \nCircle of Inevitability, Chapter 1076\n\n↑ Cuttlefish's WeChat Post: \"The Monarch of Decay Pathway\"\n\n↑ \nLord of Mysteries, Chapter 447\n\n↑ \nLord of Mysteries, Chapter 462\n\n↑ \nLord of Mysteries, Chapter 164\n\n↑ \nLord of Mysteries, Chapter 1077\n\n↑ \nLord of Mysteries, Chapter 448\n\n↑ \nLord of Mysteries, Chapter 1200\n\n↑ \nLord of Mysteries, Chapter 324\n\n↑ \nCircle of Inevitability, Chapter 474\n\n↑ \nLord of Mysteries, Chapter 1275\n\n↑ \nLord of Mysteries, Chapter 1377\n\n↑ We Interviewed the OG Lord of Mysteries Himself\n\n↑ Cuttlefish's WeChat Post: \"The Circle of Inevitability Pathway\"\n\n↑ \nLord of Mysteries, Chapter 1378\n\n↑ \nLord of Mysteries, Chapter 1352\n\n↑ \nLord of Mysteries, Chapter 1352\n\n↑ Dream City Arc, after contact with Luo Shan"
      }
    ]
  }
]