[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_9:_Hunter",
        "section_id": "Sequence_9:_Hunter-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Hunter",
        "text": "New Abilities\nKnowledge (Survival, Traps): Upon drinking the Hunter potion, they will receive an influx of knowledge on how to survive and hunt targets in the wilderness, as well as how to place traps.\nAs for the survival knowledge itself, it is about wild plants and animal organs, potential haemostatic medicine when injured, and poisons to smear their weapons with.\nWhen it comes to trap knowledge, they can accurately locate certain spots in their environment, enabling them to efficiently set up traps in their surroundings.\nHunters gain a level of expertise with the use of explosives, allowing them to act as a demolition expert, or rig intricate explosive traps.\nThis ability allows Hunters to find natural traps, such as unstable cliffs or quicksand, to trap an opponent without setting one up first.\nThey also gain an innate ability to memorise environments, allowing them to better create and form traps to use against an enemy.\nPhysical Enhancement: They possess inhuman physical qualities, giving them increased strength, speed, reaction, body control, and natural healing ability.\nThey possess the strength of a bear and the agility of a cat, being slightly equivalent to the combination of the two creatures.\nTheir punches are strong enough to easily cause the air to release cracking sounds.\nUpon advancement, Hunters will also gain a few centimetres in height.\nHeightened Senses: a Hunter's overall auditory, olfactory, and visual senses are enhanced exponentially, this gives them strong tracking skills.\nThis allows them to accurately discern different scents; \"see\" invisible footprints and minute details; and hear hushed sounds from an extremely far away area.\nTheir hearing is strong enough to determine the weight of a person from just their footsteps.\nTheir supernatural sensory abilities would only appear when they focus, taking the form of a weaker version that doesn't disturb them in their everyday lives.\nSpirituality: Their Spirituality is slightly enhanced as a Beyonder, but they are among the weakest in this field, far inferior to other Sequence 9s who excel at it.\nRitualistic Magic:? They can learn and cast only the most basic of Ritualistic Magic.\nSpirit Vision:? They can learn to use Spirit Vision through Cogitation.\nA Hunter's Spirit Vision can only discern the Ether Body and weak spiritual creatures.\nThe probability of a Hunter succeeding in Cogitation on their first try is very low.\nDanger Intuition: They can passively sense ill intentions and danger."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_8:_Provoker",
        "section_id": "Sequence_8:_Provoker-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Provoker",
        "text": "New Abilities\nProvocation: Provokers possess the ability of Provocation which induces a permanent state change on themselves but also requires activation in order to achieve its desired effect.\nThe former refers to an improvement in their observation skills, allowing them to discern which words, actions, and situations would most easily trigger agitation from their target.\nIn extreme cases, they can even cause a target to enter a temporary loss of control.\nThe latter refers to the act of Provocation, which when employed, merges insults and humiliation, causing the targets to lose their composure and make irrational decisions.\nIf they encounter a beast, a monster, or a Beyonder who is out of control and is unable to communicate, Provokers can instead exude a repugnant aura that incites conflict.\nThe more tailored the taunts and humiliation, the more effective the Provocation. However, even a word like \"Dogshit!\" could incite anger to some degree.\nThe ability of Provocation is well-suited to lure enemies into traps and ambushes which those in the Red Priest Pathway excel in.\nStrengthened Abilities\nPhysical Enhancement: A Provoker's physique becomes slightly stronger, granting them an overall increase in their strength, reflexes, speed, and agility.\nTheir natural regeneration also gets enhanced, but not by much.\nSpirituality: Their Spirituality is slightly enhanced once again.\nSpirit Vision: They can activate Spirit Vision smoothly using a simple gesture."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_7:_Pyromaniac_(Fire_Mage)",
        "section_id": "Sequence_7:_Pyromaniac_(Fire_Mage)-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Pyromaniac (Fire Mage)",
        "text": "New Abilities\nPyrokinesis: They possess the ability to freely control and conjure flames within their vicinity.\nTheir control over flames could be categorised into seven distinct aspects.\nCompression: A Pyromaniac can Compress flames before releasing them. The longer they Compress their flames, the more flames gathered, resulting in a more potent strike.\nThey can create a highly compressed Fireball which can be thrown at their target.\nFire Armour: They can ignite a layer of Flame Armour over their body, affording them a measure against various forms of assault while still allowing them to breathe in air.\nIt gives some defence against freezing effects, poisonous gases, and other assault.\nConjure Flames: They are able to Conjure temporary weapons using flames, capable of inflicting scorching, cutting, and piercing damage.\nAt this Sequence, a Pyromaniac's Conjured weapons lacked a tangible form, and as such they cannot be used to block or parry.\nArea of Effect: They possessed area-of-effect attacks. By extending the reach of the flames instead of hurling them forth, they could ensure precise control over their detonation, causing them to erupt at a desired location or manifest in different forms.\nDelay Explosions: They are able to delay explosions. By employing additional spirituality and manipulating the structure, they could fashion a Flame Bomb that would detonate at a predetermined time, rather than immediately upon impact.\nFire Enchant: They are able to Enchant their melee weapons or projectiles with Fire, granting it fire damage, it could also be used to give it Spirit Body burning properties, making it effective against creatures of a soul-like nature.\nFire Infusion: Through close-quarters combat and the forceful clash of strength, they could gradually inject flames into an opponent's body before triggering their detonation, dealing massive damage to the enemy's body.\nIn addition, they receive 4 fire related spells they could cast quickly. Unlike a Warlock, they don’t need materials, symbols or recite incantations in their minds to launch them, in terms of actual combat, it’s faster, and more convenient.\nFire Ravens: Summons multiple ravens made of fire. These ravens are great at intercepting and locking-on multiple targets at the same time making it more difficult to avoid than a regular Fireball and can be detonated early to impede their target's movements.\nThis granted them a degree of control even after launching flames, enabling them to momentarily adjust their flight path and lock onto their intended targets.\nWithout this spell, a recently promoted Pyromaniac, would need to expend way more Spirituality and energy to achieve a similar outcome.\nWall of Fire: Summons forth a pair of flaming serpents that slithered toward the enemy, erecting a scorching barrier around them by utilising the ground as a conduit and drawing upon its own essence to maintain itself without their Spirituality.\nBlazing Spear: Creates a spear made of blazing-white fire which can be thrown. This spear does higher damage then an average Fireball but has a lower area of effect. A direct hit would nail their target to the ground before burning them inside-out.\nGiant Fireball: This spell is akin to that of the Compression of numerous crimson Fireballs into a single Giant Fireball. Such an attack that directly hits a target will lead to a devastating blast with a large area of effect radius.\nTheir flames can burn a Spirit Body, making them effective against creatures of a soul-like nature.\nThey can exert minute influence over combustible substances within their vicinity.\nFire Resistance: Their bodies have a remarkable resistance to flames. Even if doused in animal fat and subjected to the flames of a torch for half a day, the damage they suffered would be minimal.\nHowever, the concussive force of an explosion could still harm them in a conventional manner.\nStrengthened Abilities\n\nSpirituality: A Pyromaniac's Spirituality receives a remarkable improvement.\nSpirit Vision: Pyromaniacs can now easily and discreetly activate Spirit Vision, use it better, as well as be able to discern the various components of the Ether Body.\nDanger Intuition: Their danger instinct has been enhanced.\nThey could now activate their intuition pre-emptively, and as a result, they could detect if they were being followed and employ their anti-tracking techniques more effectively and flawlessly."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_6:_Conspirer",
        "section_id": "Sequence_6:_Conspirer-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Conspirer",
        "text": "New Abilities\nEnhanced Mental Attributes: Upon drinking this Sequence 6 potion, Conspirers will gain an enhanced insight, and a sharper and much more clearer thinking.\nThey will also gain a series of other specific improvements, such as an enhanced intelligence and the ability to fabricate excuses to convince others.\nIncitement (Instigation):  Conspirers can Incite certain thoughts or desires in someone’s mind through conversing with them, such as by consciously igniting the flames in their heart.\nThe way this ability works is very similar to that of an Instigator's Instigation.\nMisdirection, Confusion, Deception (Conspiracy): These factors of manipulation are the core aspects of Conspiracies which Conspirers use to manipulate their enemies.\nMedici used various aspects of Deception and Misdirection in order to make it seem that \"He\" was unable to enter 4th Epoch Trier which \"He\" then used to commence a sneak attack and regain \"His\" status as a King of Angels.\nLumian Lee created a quick Conspiracy in order to determine whether a trader was lying about having mystical items. He had also created a Conspiracy to kill Hisoka in both his real and Dream Projection form.\nFlame Transformation: Conspirers are able to merge with their fire weapons conjured from Pyrokinesis and travel to the destination that their fire weapon lands.\nThey can take other people with them but unlike Conspirers, they are not immune to the flames.\nThey are able to merge with some of the fire spells they can cast too, such as a Fireball, etc.\nThe initial range is 10 meters. This would increase over time as they digest their potion.\nStrengthened Abilities   \n\nPyrokinesis: Their precise control over flames has improved.  Their flames are now crimson-white.\nCompression: The difficulty of repeatedly compressing the crimson flames to form incandescent white flames decreased. The time required was significantly reduced and, depending on the flame's specific appearance and energy density, it ranged from one to three seconds.\nConjure Flames: They can now Conjure their controlled flames into different forms, such as whips and sabers. In addition, due to the more solid and tangible nature of their flames, they are now able to parry with these Conjured fire weapons.\nInformation-Gathering: They gain enhancements on their five senses and spiritual perception.\nThis is the strengthened form of Heightened Senses.\nPhysical Enhancement:  Their physique has been improved to a certain extent.\nSpirituality: A Conspirer's Spirituality has also been enhanced to a degree."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_5:_Reaper",
        "section_id": "Sequence_5:_Reaper-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Reaper",
        "text": "Description\n\nThe Reaper has the highest damage output between all Sequence 5 Beyonders, and from this point onward the Red Priest Pathway will have this advantage in every Sequence, however, some Pathways have abilities with instant death effect, which the Red Priest Pathway doesn't have.\n\nNew Abilities\nWeakness Investigation: Through supernatural means, a Reaper is able to discern a target’s vulnerabilities and weak points in their defences.\nThey can also find weaknesses in certain physical structures or supernatural barriers (like the walls from a Guardian's Protection).\nTheir Weakness Investigation discernment also applies to non-physical bodies and weather phenomena as well.\nThis is seen with how Lumian Lee attacked Hisoka's Dream Projection.\nCull: They can infuse any of their attacks with this Beyonder power to harvest their target's life, making each attack akin to striking an enemy's vital points and weaknesses.\nTo a certain extent, they could even inflict real damage on Demigod-level creatures, provided they didn’t block or successfully evade, and refrained from using mystic defences.\nThey can damage non-physical bodies, physical structures, and phenomena with Cull.\nIn an attempt to complete the ritual needed to become a Weather Warlock, Lumian Lee had discerned the weakness of the weather in Bansy Harbor before attacking it with Cull.\nIf they hit a genuine weakness or vital point, it could deliver a fatal blow, making it challenging for the target to withstand three consecutive attacks.\nThis rule applies to even high defence targets like Guardians.\nAnderson Hood hit a weakened Stone Golem in the heart with an uppercut infused with Cull, causing it to freeze on the spot before crumbling into rubble seconds later.\nPrecision: A Reaper is able to precisely target a predetermined location and carefully manipulate Fireballs, Fire Ravens, and all sorts of Fire Spells.\nThrough this, they can split a colossal Fireball into hundreds, striking different targets with accuracy, achieving effective area-of-effect damage.\nBoth Cull and Precision require a substantial amount of Spirituality, which makes them hard to repeatedly use when in prolonged fights.\nThe exception to this rule is using the combination of Precision and Fire Raven, as Fire Raven could allocate a bit of Spirituality and is easily manipulated, making the overall consumption of a Reaper's Spirituality low.\nStrengthened Abilities\n\nPyrokinesis: Their ability to manipulate and control flames has been enhanced.\nCompression: They can Compress flames into a blazing white state in an incredibly short time.\nConjure Flames: They appear to be better able to Conjure and manipulate flames.\nA Reaper is now capable of Conjuring their flames into a burning figure that can move and attack in a simple motion. This serves as a method of attack and deception.\nFlame Transformation: Ignoring the high Spirituality consumption, they can now merge with their flames and swiftly cover dozens to hundreds of meters.\nPhysical Enhancement: Their strength, speed, and endurance have improved; however, they are still not resilient enough to withstand a bullet.\nSpirituality: Their Spirituality has been enhanced to a significant degree.\nEnhanced Mental Attributes: A Reaper's thinking becomes clearer."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_4:_Iron-blooded_Knight",
        "section_id": "Sequence_4:_Iron-blooded_Knight-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Iron-blooded Knight",
        "text": "Gender Transition\nIf a female were to drink this potion, their gender will be changed to that of a male.\n\nNew Abilities\nCourage: Iron-blooded Knights have Courage comparable to steel, giving them high resistance against mental attacks and ensures they are not knocked down by fear.\nHowever, such Courage balances fear without recklessness, ensuring that they don't suffer from falling into any traps due to their enhanced confidence.\nWeapon Augmentation: Iron-blooded Knights can turn any ordinary object into a terrifying murderous weapon through their Weapon Augmentation.\nUsing this method, an ordinary fountain pen could become as dangerous as a fired cannonball. Such \"weapons\" will also have their corresponding durability/strength match their offensive ability.\nTheir Augmented objects can serve as carriers for their Fireballs, allowing for them to divert some power to constantly accelerate, bombing a target area from great distances.\nAn Iron-Blooded Knight can perform such remote bombardments from a 5 to 10 kilometre range, presumably according to potion digestion.\nAcross such great distances, the time elapsed to its destination is enough that even Mid-Sequence Beyonders with strong Spiritual Intuition could detect it and escape the covered area. As such, its greatest use is to destroy fixed targets.\nChain of Command: Iron-blooded Knights have a hidden connection with those under their command.\nThe need of a ritual for this connection depends on several things.\nIf the mental resonance is strong enough and lack of subconscious resistance is especially high, merely declaring that a target is part of their team can form a connection.\nOtherwise, they must conduct a ritual for such a connection to be made.\nThere are 3 ways they can use Chain of Command:\nCommunication: Using the connection, they can share senses between their troops.\nWhile they can't exactly pass down messages to their troops, an Iron-blooded Knight can use the hidden connection to their troops to inform them of certain matters.\nEgor Einhorn had, in the midst of his thoughts, planned on using the hidden connection between his troops to inform his adjutant to pay him a visit.\nEgor Einhorn, from hearing a sudden noise, immediately woke up every sailor and soldier in the Nepos to prepare for a sudden battle.\nStrength Concentration: They can focus the power of their army onto themselves.\nAt this level, they can only Concentrate the Spirituality and overall power of their army to themselves, and not the Beyonder powers that their teammates may possess.\nWhen it comes to Concentrating the power of an army to themselves, it will cause each and every one of their Beyonder powers to be enhanced in terms of potency.\nAlleviation: They can spread the damage on themselves to their troops.\nThis does not only refer to spreading damage that is of a physical nature onto their troops but is also something that can be used on mental influences.\nThrough the Sword of Courage, the negative side effect of being overwhelmed by Pleasure was instead turned into a brief daze for Lumian Lee.\nEgor Einhorn had spread the illusory hearing damage he experienced from Klein Moretti across his troops, causing them to hear a faint buzz.\nGalvanisation: Iron-blooded Knights can transform their body and their own flames into steel at will.\nThis increases the their defensive capabilities, but not to the point where their Galvanised form can defend from attacks that will melt or destroy steel.\nStrengthened Abilities\nPyrokinesis: The heat from their flames increases exponentially, the flames taking on a bluish-white colour. Such an enhancement also increases their flames' explosive strength by many factors.\nBy coating an Augmented item in flames to function as a Fireball, an Iron-blooded Knight can unleash a violent explosion that can destroy everything within a typical public square.\nLumian Lee had used the Sword of Courage as a Fireball within the Special Mirror World the size of a plaza, causing a massive explosion that had flames burn everything within.\nThey can Conjure a flame sword and have it inserted in the ground beneath them, causing blazing white-blue Fireballs to spread layer upon layer, igniting every corner in a large area.\nIn an effort to kill Voisin Sanson, Lumian Lee brought the Sword of Courage and inserted it into the ground, destroying and igniting every corner of the ruins.\nEach strike an Iron-blooded Knight does that is imbued with their high-temperature bluish-white flames can cause a massive explosion and spread to a target's body.\nLumian Lee demonstrated this through the strikes caused by his Sword of Courage causing massive explosions and spreading onto Higdon.\nTheir normal flames and power they possess are akin to that of high-class cannons, being capable of resisting its impact and mutually destroying each other.\nEgor Einhorn had shot out various flames and Fireballs that intersected the trajectory of those fired cannonballs, causing them to explode prematurely mid-flight.\nFlame Transformation: They can now flame their body at will, allowing them to disperse into multiple flames which they can control precisely to move and then coalesce back into their body.\nEven if most of the flames are extinguished by the enemy, it will not affect the integrity of their physical form, but instead weaken their vitality and Spirituality proportionally.\nCull: Their Cull ability has reached the Demigod level in terms of potency, allowing them to heavily damage Demigods through a well hit strike or the use of their Beyonder abilities.\nPhysical Enhancement: They have gained enhancements to their physical attributes that allow them to be able to fight against Twilight Giant Pathway Giants or Dragons.\nMythical Creature Form  \n\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences and become an incomplete Calamity Giant."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_3:_War_Bishop",
        "section_id": "Sequence_3:_War_Bishop-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: War Bishop",
        "text": "New Abilities\n\nWar Song & War Cry: War Bishops can yell out a War Cry or sing a War Song to enhance oneself and their allies and also weaken any enemies that are near them.\nThese abilities can boost the team's morale, temporarily enhance of strength, influence the enemy's mentality, and suppress the target's performance.\n\nFog of War: A War Bishop can form a Fog of War that disrupts the senses of anyone within it and also isolates the connection of things in the inside.\nIt affects hearing and smell, suppress Spiritual Intuition, as well as hamper sensation of the Spirit World, which prevents most escape attempts using Spirit World Traversal.\nIt also disrupts most forms of mystical connections from accurately targeting those within a Fog of War, preventing most forms of Curses and Divination from working.\nWithin the Fog of War, they are unaffected by anything.\nSacrifice: After offering sufficient Sacrifices, each War Bishop can petition the essence of war or the symbolic 'war' for assistance once per battle.\nThrough aid from the essence of War, they can manifest a crimson, dripping banner emblem on their forehead that eases the conditions of Chain of Command.\nThis crimson, dripping banner emblem on their forehead will increase the range of connecting to a target along with lowering the difficulty of forming a mental resonance.\nA War Bishop will be able to temporarily obtain the Beyonder powers of a Weather Warlock.\nThey are also able to gain an increase in lifespan through Sacrificial Rituals.\nStrengthened Abilities  \n\nChain of Command: War Bishops are able to unleash the true strength of an army.\nCrowd Control: They can fortify and connect members together, allowing them to strongly resist outside interference. This manifests as blood and rust-like beams of light that connect the group.\nEven while Tyrant Pathway Beyonders in the Holy Wind Cathedral sent several giant bluish-black Wind Blades akin to surface-to-air missiles, the War Bishop's airships remained fine.\nWhen those Air Blades were about to hit the airbags of the airship, an invisible layer of defence appeared and shielded it from all the attacks, though the transparent \"wall\" formed from Crowd Control did shake from the assault.\nWhile a Hurricane was formed with the help of Tyrant Pathway Beyonders in the Holy Wind Cathedral, the fleet of airships supported by a War Bishop were able to move on.\nGathering: They could gather power from their army and impart their own power to one of their troops, effectively increasing that member's strength for a period of time.\nThe maximum range they can Gather Strength from others power to use for themselves or Gather power for their allies is 3 kilometres.\nNot only can they use the Beyonder powers of team members, but they can also share their own abilities and power with them\nWar Bishops can only fuse the abilities they get from a teammate of the Demoness Pathway. This is a limitation that won't be broken even for the Higher Sequences.\nFranca had shared \"Her\" ability of Black Flames with Medici, allowing the latter to utilise the Fire of Destruction and Sword of Destruction.\nThey can use the Beyonder powers of their team members without their consent, but the team members need the War Bishop's permission to use theirs.\nIf one ally borrows the Beyonder powers of the War Bishop, other allies cannot borrow other Beyonder powers at the same time.\nThe total amount of Spirituality and strength of the team remains unchanged.\nCommunication: Their previous ability as an Iron-blooded Knight has now been enhanced, allowing a War Bishop to pass down messages to their own troops.\nIn addition to that, a War Bishop can choose to selectively shield and modify certain information within the Communication, which can be used in many Conspiracies.\nPyrokinesis: Their flames are now pure azure, and the corresponding destructive power and the heat that their flames emit have been enhanced significantly.\nMythical Creature Form  \n\nAs a Sequence 3 Beyonder, they can respond to prayers within a certain range.\nThe more anchors there are within a certain range from a War Bishop, the stronger they will be.\nThese anchors must be for the War Bishop for this effect to work.\nEach of their soldiers count as anchors for the War Bishop."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_2:_Weather_Warlock",
        "section_id": "Sequence_2:_Weather_Warlock-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Weather Warlock",
        "text": "New Abilities  \n\nCharm: \"They\" possess a Charm that makes people want to follow and be loyal to \"Them\", and may cause women to develop feelings of admiration, but there is no active Charm.\nAuthorities  \n\nWeather (Weather Manipulation): \"They\" possess a partial authority over Weather, allowing \"Them\" to change regional atmosphere and create extreme weather conditions, such as thunderstorms, hurricanes, heavy rain, hail, blizzards, frost, and dense fog.\nSpecific examples of such authority in action include:\n\"They\" are able to guide the Weather to strike with colossal and magnificent lightning bolts, forming a silver-white divine tree that connects the sky and earth.\nRather than Concentrate power to \"Themselves\" to enhance the lightning bolts, it is better to share \"Their\" Weather authority with \"Their\" team members as a way to hopefully trigger chain reactions or chaotic changes, exacerbating their power.\nThis is Weather, where a butterfly's wing flap can eventually evolve into a hurricane.\nIf this is successful, it will make the thunderstorm even more pronounced and exaggerated than if \"They\" had enhanced it by Concentrating the strength of \"Their\" troops onto \"Themselves\".\nIf a Weather Warlock were to share \"Their\" Weather authority with thousands of soldiers, \"They\" will be able to compete against a Demoness of Catastrophe's destructive power.\n\"They\" can make the weather in the sky form torrential rain that can be guided to aim to a single area, which in a span of 2-3 hours, can submerge the entire Bansy Harbor.\nJust as \"They\" can create extreme weather conditions, \"They\" are also able to disperse and calm down various weather phenomena, both extreme and normal.\nWhile \"They\" cannot directly form meteors or earthquakes, \"They\" are able to create some indirectly through the precise trigger of other weather phenomena.\n\"They\" can bring forth a horrifying hurricane that \"They\" can form over the sea which can sweep in towering azure waves over 10 meters high to effectively create a small tsunami.\nThrough this authority, \"They\" can fly by the wind and levitate in the air.\nStrengthened Abilities\n\nInformation-Gathering: \"Their\" ability to observe the environment and thus extraction and restoration of environmental information has significantly enhanced.\nPhysical Enhancement: \"Their\" strength and stamina are enhanced.\nSpirituality: \"Their\" amount of Spirituality gets enhanced as well.\nTracking: \"Their\" Tracking skills are of an advanced level.\nPyrokinesis: \"Their\" flames now glow a violet-tinged azure to an azure-tinged violet depending on the potion's digestion, and \"Their\" control over flames has been massively improved.\n\"They\" can cover a battlefield of tens of kilometres, directly raining down Meteor Shower, or summoning flocks of Fire Ravens.\nCompression: Their a Compressed fireball's explosive power of now far surpasses that of a fleet's main guns by quite a margin.\nFlame Transformation: \"They\" can now turn into a stream of flame, a huge flaming spear, and a terrifying flaming meteor to attack enemies or travel quickly.\nCombined with hurricane-like winds, \"They\" can reach speeds up to 4000-5000 kilometres per hour, increasing with the potion's digestion.\n\"They\" can further enhance \"Their\" speed through the explosive force of flames to continually accelerate, reaching a terrifying speed at the cost of damaging \"Their\" body which means \"They\" shouldn't do it for too long.\nWeakness Investigation: The scope of this ability has been enhanced, allowing targets \"They\" see be in the overall sense, including Substitutes, Avatars, and manifestations.\n\"They\" can then find the weak points in this whole. if combined with Cull and the target doesn't have enough Substitutes or Avatars, \"They\" can wipe them all out at once.\nCull: Its power has been greatly enhanced, which, when in combination of Weakness Investigation, make it so that even those in the Demoness Pathway can't take a few of such blows.\n\"Their\" weapons also become extensions of \"Their\" bodies.\nWeapon Augmentation: \"They\" can make materials like wood and paper as strong as the Sword of Courage, which \"They\" can launch at high speeds over distances at several times the sound barrier.\nTheir remote bombardment range using Augmented objects as carriers has been enhanced to vary between several hundreds to thousands of kilometres, presumably according to potion digestion.\nChain of Command: This hidden line of command \"They\" had since \"They\" became an Iron-blooded Knight have been massively enhanced.\n\"Their\" previous abilities' of Strength Concentration and Strength Gathering has been massively enhanced, now allowing for a 10 kilometre range in those abilities' effects.\n\"They\" can allow every team member to use \"Their\" Beyonder powers simultaneously while also lending them the corresponding Spirituality if needed.\n\"They\" can only share one ability with each team member at a time.\n\"They\" are able to use borrowed ability of \"Their\" army, along one of \"Their\" abilities from the Chain of Command to achieve new and unique effects.\nBy borrowing powers of Manipulator, and attaching it to \"Their\" Communication, teammates would transmit all inner thoughts or fleeting ideas to their companions.\nA Weather Warlock is able to directly descend to the location of \"Their\" team member through \"Their\" team members' prayers.\nGalvanisation: \"Their\" ability to turn into steel no longer turns \"Them\" into ordinary steel, but closer to the symbolism of \"steel\", able to withstand attacks that would normally destroy or melt real steel.\n\"They\" can transform \"Their\" flames into actual weapons or iron-black armour with this level of symbolic properties, though \"They\" could only maintain this for about 10 minutes.\nFog of War: The War Bishop's ability to produce a Fog of War has been greatly enhanced at \"Their\" level. At even higher Levels \"Their\" Fog of War may even affect the Astral World.\nThe range that \"Their\" Fog of War can initially expand to is 20 kilometres, which will continue increase as \"Their\" potion is further digested.\nThe War Bishop's trait of being unaffected by anything while within the Fog of War can now be shared with \"Their\" own team members.\nAt \"Their\" current level, the Fog of War \"They\" form now has the ability to interfere with outside Divination and Prophecy.\nSacrifice: \"They\" can now petition the essence of war or the symbolic \"war\" for assistance once every week, borrowing its strength to help achieve certain victories.\nIn special environments or circumstances, this allows \"Them\" to turn \"Their\" flames into a dark-red, nearly purple flame, and temporarily gain the powers of Conquest.\nMythical Creature Form    \n\n\"They\" become a complete Mythical Creature, \"Their\" Mythical Creature form is a 5-6 meter tall Calamity Giant, an iron-black metal skeleton engulfed in majestic purple flames, along with various symbolic elements representing real phenomena.\nA Calamity Giant would ignite those who witness and approach \"Them\", while the unfathomable knowledge emanating from \"Them\" would materialise various weather phenomena.\nIf \"They\" don't suppress and restrain \"Their\" psyche, the weather will gradually become more volatile and extreme within the area \"They\" reside in, and the probability of wars and massacre events occurring will continually increase."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_1:_Conqueror",
        "section_id": "Sequence_1:_Conqueror-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Conqueror",
        "text": "Authorities   \n\nConquest & War: \"They\" obtain part of the Conquest and War authorities.\nPuppets into Soldiers (Casting Beans into Soldiers): A combination of the War and Conquest authorities, allowing \"Them\" to Conquer inanimate objects to turn into soldiers.\nIf soldier dolls or “beans” have been prepared in advance using Beyonder Characteristics or Boons from other Pathways, those soldiers will likewise possess those abilities.\nSauron-Einhorn-Medici, through \"His\" Conquering authority, deployed life-like metallic figurines infused with Beyonder Characteristics, instantly showing the formidable strength of \"His\" legion while implementing \"His\" plans.\nThese soldiers are able to use the Conqueror's powers.\nLumian Lee's Sword of Destruction tore the surrounding Mirror World into fragments, each fragment was Conquered to be turned into a soldier that shot Black Flame composed short arrows towards Judith.\nThrough the soldiers made from “His\" Conjured flames, Lumian Lee possessed a ready made army that can use \"His\" own Spirituality and activate \"His\" own Beyonder powers and Contract abilities.\nOther examples of this usage are:\nVermonda Sauron let out a scream, scorching the ground with purple flames as earth puppets crawled out. These 3 to 4 meter tall puppets charred with an iron hue and speckled in dark-red blood became \"His\" soldiers in battle. \nDiest's soybeans transformed into giants with blurred faces and yellowish skin while \"His\" various palm-sized iron soldiers sprang into life and had expanded in size, joining the battle against Vermonda Sauron.\nConquest: \"They\" can make the target's body, mind and spirit want to submit, and choose to submit. Once the target is completely Conquered, they will be loyal to \"Them\" forever.\nIt can also be used to make the target lose consciousness and control the bodies of the affected creatures to act according to \"Their\" will regardless of whether the creature is conscious or not.\nSauron-Einhorn-Medici channelled \"His\" will of subjugation into the unstable Vermonda Sauron, Conquering \"His\" will and allowing \"Him\" to plunge \"His\" sword into \"His\" skull.\nThere is no limit for the numbers of targets \"They\" are able to Conquer.\nGathering: Gathered power can undergo a qualitative transformation when reaching sufficient numbers, capable of rivalling an attack from an awakened Uniqueness.\n\"They\" can enable \"Their\" soldiers to share \"Their\" rank by simultaneously sharing all of \"Their\" abilities and Spirituality; its only drawback is the mass expenditure of Spirituality.\nWar Commander: A Conqueror can establish a temporary team of unlimited size that enjoys almost all the benefits of a true team within a 50 kilometre range.\n\nStrengthened Abilities  \n\n\"They\" gain further enhancements and strengthening to \"Their\" other Beyonder powers.\nSpear of Destruction: The Cull ability at this level has undergone a qualitative transformation.\nIt can be used on a single target or to annihilate an area. Even if it doesn’t hit a weak point, it still inflicts massive destruction. If it strikes a clone, projection, or Substitute, it will transmit the destruction to the true body. Striking a true weak point is equivalent to certain death.\nGalvanisation: \"Their\" ability to turn \"Their\" flames and body into steel has been enhanced.\n\"They\" are able to create a massive, bloodstained, iron-black chair or a throne pieced together from iron-black weapons just by Conjuring flames and Galvanising it into steel.\n\"They\" can materialise an iron-black blood-stained armour whose mystical and physical defences reach a level not much inferior to a Hand of God through Galvanisation.\nPyrokinesis: \"Their\" flames now burn in a pure violet colour."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Red_Priest_Pathway/Abilities",
        "h2_id": "Sequence_0:_Red_Priest",
        "section_id": "Sequence_0:_Red_Priest-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Red Priest",
        "text": "Description\n\"Red\" represents the colour of War, and \"Priest\" can be understood as a ritualist of strength.\nSymbolism\n\nLord of War: A symbolic extension of the War authority that lets \"Him\" and \"His\" teammates share \"Their\" power, rank, and the power of the Uniqueness across an entire planet simultaneously.\nOnly one team member can use the Uniqueness at any given moment. If \"His\" subordinate uses it, their insufficient foundation prevents them from unleashing its full might.\nA single team member can share their Beyonder powers with everyone else.\nThrough the use of 0-01, Lumian Lee shared the Blink ability from a Boon Angel soldier of the Door Pathway with everyone within \"His\" entire army.\n\"He\" can freely exchange positions with \"His\" team at any time.\nAuthorities\n\nConquest: This authority can extend to territories and even certain abstract concepts.\nThe easiest application is to make things submit to \"Him\" and turn into \"His\" soldiers; even True Gods, Angels, inanimate objects, and information can become \"His\" soldiers.\nIf \"He\" were to Conquer a True God or Angel, \"He\" would be able to utilise all of \"Their\" abilities and subsequent authorities.\nWhen Conquering lower-status beings, even if they resist \"His\" Conquest, their Beyonder Characteristics may still rebel against them, causing them to lose those Characteristics.\nDue to Alista Tudor's Conquest, Azik Eggers lost an entire set of Characteristics; only the extra parts remained.\nPathways with strong dominance over both others and themselves, such as the Death Pathway, can resist Conquest to a certain degree.\n\"His\" Divine Kingdom is formed through completely Conquering a land, battlefield, or special area. This is a deeper conceptualisation of Conquest.\nAny living being that enters the Divine Kingdom without adequate protection or rank will immediately become a soldier of the Red Priest.\nThe aura of Conquest the Red Priest exudes is so overwhelming that even True Deities may bow \"Their\" heads down to \"Him\".\nThe emergence of Lumian Lee's hands from the Door of Summoning caused a group of Sanguines to submit and bow their heads involuntarily.\nWar: Even without personally starting a War, \"He\" can cause War to break out in a target area through a mere gaze or presence, controlling its scale, intensity, and nature.\nCourage: A lesser authority of War—the Courage of the mind knows no fear, while the Courage of the body is difficult to destroy.\nFog of War: At the True Deity level, the Red Priest's Fog of War should now be able to affect even the Astral World.\nDestruction毁灭: Huǐmiè: At its highest level, Destruction can shatter an entire planet. At its lowest level, it can kill a True God. It also includes the ability to detect weaknesses and lock onto targets.\nThe mere clench of \"His\" fist can strike the void ahead, making it crack inch by inch as the surrounding space-time within a large area collapses.\nThose killed by the authority of Destruction cannot be Resurrected without special, advanced arrangements, and will otherwise face their true end.\nFlames: A lesser authority of Destruction—the formless and colourless Flame that burns all things, reducing everything to ash.\nUsing the authority of Sacrifices to gain additional power from the City of Calamity will cause \"His\" Flames to turn blood-red.\nDisaster: A lesser authority of Destruction—the Red Priest is the master of various calamities.\nSacrifices: \"He\" can influence and interfere with any Sacrificial Ritual within a star system and can appeal to the sources of power (Sefirot) to petition for strength or projections.\n\"He\" is able to petition to other Sefirot, as long as they are fragments of the Original Creator — but this also means constantly walking the edge of Corruption.\n\"He\" can petition other Great Old One, provided \"He\" chooses to submit to \"Them\".\nAs the Priest of the Original Creator, \"He\" could once have petitioned \"Their\" power; however, \"He\" can no longer do so because the Original Creator is dead.\nBy offering sufficient Sacrifices to the City of Calamity, \"He\" can gain the powers and authorities of the Demoness Pathway temporarily.\nCharm: Like the Demoness, \"He\" also possesses a certain degree of Charm authority that is symbiotic with the Conquest authority. The Red Priest is the most charismatic of males.\nThis includes the Charm that makes one desire to submit and be loyal to \"Him\", as well as the Charm that Provokes hatred and the urge to kill \"Him\" immediately.\nAzik had experienced these effects before.\nAny life form that beholds the Red Priest will be struck by \"His\" overwhelming beauty. Those of lower status will instantly lose their sanity.\nFemale Great Old Ones will feel reluctance to harm or desire to possess the Red Priest, even briefly pausing to admire \"Him\", while male Great Old Ones would react with jealousy and deep loathing, wanting to kill \"Him\" at once.\nMasculinity: As a Masculine aspect of the Original Creator and representation of Yang Energy, \"He\" possesses some authority over Male forces and concepts.\n\"He\" is able to transform living beings and inanimate objects into Males, bestowing varying degrees of reproductive ability.\nThe authority of Masculinity makes the Red Priest the strongest, most Masculine, and most fertile Male.\nReferences\n\n↑ \nCircle of Inevitability, Chapter 27\n\n↑ \nCircle of Inevitability, Chapter 214\n\n↑ \nCircle of Inevitability, Chapter 149\n\n↑ 4.0 4.1 \nCircle of Inevitability, Chapter 44\n\n↑ \nCircle of Inevitability, Chapter 30\n\n↑ \nCircle of Inevitability, Chapter 60\n\n↑ \nCircle of Inevitability, Chapter 49\n\n↑ \nCircle of Inevitability, Chapter 50\n\n↑ \nLord of Mysteries, Chapter 552\n\n↑ 10.0 10.1 \nCircle of Inevitability, Chapter 103\n\n↑ \nLord of Mysteries, Chapter 511\n\n↑ 12.0 12.1 \nCircle of Inevitability, Chapter 242\n\n↑ \nCircle of Inevitability, Chapter 46\n\n↑ 14.0 14.1 \nCircle of Inevitability, Chapter 435\n\n↑ \nCircle of Inevitability, Chapter 494\n\n↑ 16.0 16.1 16.2 \nCircle of Inevitability, Chapter 691\n\n↑ \nCircle of Inevitability, Chapter 517\n\n↑ \nCircle of Inevitability, Chapter 466\n\n↑ Cuttlefish's WeChat Post: \"Fate Pathway Rituals\"\n\n↑ \nLord of Mysteries, Chapter 708\n\n↑ 21.0 21.1 \nCircle of Inevitability, Chapter 650\n\n↑ \nLord of Mysteries, Chapter 653\n\n↑ \nCircle of Inevitability, Chapter 873\n\n↑ 24.0 24.1 24.2 24.3 24.4 24.5 24.6 24.7 \nLord of Mysteries, Chapter 1090\n\n↑ \nCircle of Inevitability, Chapter 746\n\n↑ 26.00 26.01 26.02 26.03 26.04 26.05 26.06 26.07 26.08 26.09 26.10 26.11 26.12 26.13 26.14 26.15 26.16 26.17 26.18 26.19 26.20 26.21 \nCircle of Inevitability, Chapter 1086\n\n↑ 27.0 27.1 27.2 \nCircle of Inevitability, Chapter 1093\n\n↑ 28.0 28.1 28.2 \nCircle of Inevitability, Chapter 1087\n\n↑ 29.0 29.1 \nCircle of Inevitability, Chapter 1103\n\n↑ 30.0 30.1 \nCircle of Inevitability, Chapter 874\n\n↑ \nCircle of Inevitability, Chapter 745\n\n↑ \nCircle of Inevitability, Chapter 881\n\n↑ \nCircle of Inevitability, Chapter 870\n\n↑ 34.0 34.1 34.2 34.3 34.4 Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"\n\n↑ 35.0 35.1 \nCircle of Inevitability, Chapter 844\n\n↑ 36.0 36.1 36.2 36.3 36.4 \nCircle of Inevitability, Chapter 1083\n\n↑ \nCircle of Inevitability, Chapter 1163\n\n↑ Archive:Cuttlefish's WeChat Post: \"Complete Formulas of the Spectator Pathway\"#QnA, Question 34\n\n↑ 39.0 39.1 39.2 \nLord of Mysteries, Chapter 1083\n\n↑ \nLord of Mysteries, Chapter 1165\n\n↑ 41.0 41.1 41.2 41.3 41.4 Cuttlefish's WeChat Post: \"The Circle of Inevitability Pathway\"\n\n↑ \nCircle of Inevitability, Chapter 1168\n\n↑ \nCircle of Inevitability, Chapter 1050\n\n↑ 44.0 44.1 44.2 \nCircle of Inevitability, Chapter 476\n\n↑ \nLord of Mysteries, Chapter 480\n\n↑ Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"#QnA, Question 39\n\n↑ \nCircle of Inevitability, Chapter 1085\n\n↑ \nCircle of Inevitability, Chapter 1096\n\n↑ \nCircle of Inevitability, Chapter 1092\n\n↑ \nCircle of Inevitability, Chapter 1100\n\n↑ 51.0 51.1 \nCircle of Inevitability, Chapter 480\n\n↑ 52.0 52.1 52.2 \nCircle of Inevitability, Chapter 1105\n\n↑ \nCircle of Inevitability, Chapter 1112\n\n↑ 54.0 54.1 \nCircle of Inevitability, Chapter 1132\n\n↑ \nCircle of Inevitability, Chapter 490\n\n↑ \nCircle of Inevitability, Chapter 1113\n\n↑ \nCircle of Inevitability, Chapter 1121\n\n↑ \nLord of Mysteries, Chapter 484\n\n↑ \nCircle of Inevitability, Chapter 1138\n\n↑ \nCircle of Inevitability, Chapter 1167\n\n↑ \nCircle of Inevitability, Chapter 1146\n\n↑ \nCircle of Inevitability, Chapter 1173\n\n↑ Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"\n\n↑ Cuttlefish's WeChat Post: \"The Supernova Dominator Pathway\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Answers Regarding the Beauty Goddess Beyonder Characteristics and Supplementation of the Demoness Pathway Abilities\"\n\n↑ \nCircle of Inevitability, Chapter 1140"
      }
    ]
  }
]