[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_9:_Bard",
        "section_id": "Sequence_9:_Bard-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Bard",
        "text": "New Abilities\n\nSinging:⁂ They can imbue all sorts of effects to themselves and allies through their Singing, a sort of \"job\" that brought about devotion and submission.\nBards can imbue courage, dispel Fear, enhance strength, as well as bring forth a degree of spiritual recovery, agility, speed, and other attributes through their Singing.\nFor believers of the Eternal Blazing Sun, a Bard's Singing will also have the effect of deepening their piety and improving their obedience.\nApart from being able to bestow physical enhancements, courage, bring forth a degree of spiritual recovery, etc. their Singing isn't able to do anything else.\nPhysical Enhancement: Upon advancement, their physical condition would be strengthened."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_8:_Light_Suppliant",
        "section_id": "Sequence_8:_Light_Suppliant-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Light Suppliant",
        "text": "New Abilities\n\nThey can use a limited number of Spells from the Sun Domain, consisting of Light and Fire, that are effective against the undead and other Evil Spirits.\nSunshine: A Light Suppliant can create a Light like the scorching Sun at noon, which can cause great damage to corpses and ghosts, and affect the vision of other creatures.\nBlessing: They can Bless themselves and their allies, reducing the effects of Fear, Cold, Darkness, and Death effects while enhancing their damage towards the undead.\nDaytime: A Light Suppliant can allow the surrounding ten meters to receive Light, and this produced Light will naturally spread to further distances.\nNight Vision: A Light Suppliant can light two \"miniature Suns\" in their eyes to see through Darkness and thus achieve Night Vision.\nKnowledge (Mysticism): They have knowledge of Ritualistic Magic within the Sun Domain.\nSome things that can only be accomplished in later Sequences can be done by a Light Supplicant through their Ritualistic Magic knowledge.\nThey can summon a pure beam of Fiery Light through this.\nThey are able to make Holy Water using Rituals\nEvil Detection:⁂ They can sense the presence of undead creatures and evil entities."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_7:_Solar_High_Priest",
        "section_id": "Sequence_7:_Solar_High_Priest-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Solar High Priest",
        "text": "New Abilities\n\nThey gain numerous theurgical abilities within the Sun Domain that can truly Purify depraved influences. The divine knowledge that fills their mind includes these following new Spells.\nSun Halo: They can form a golden halo around their head that enhances the courage of their companions within a 20 meter distance as well as Purifies the Evil energies in them.\nSun Holy Water: Solar High Priests can imbue ordinary water with this spell to turn it into Sun Holy Water that can Exorcise Evil Spirits, drive away the cold, and Purify wraiths.\nHoly Oath: Upon silently reciting the relevant ancient words, a Solar High Priest can temporarily strengthen one’s own strength, agility, fire damage, and holy damage.\nHoly Light Summoning: Solar High Priests can summon a holy beam of Light from the sky to Purify the undead and inflict certain damage on other normal targets.\nCleave of Purification: They are able to imbue their physical attacks, weapons, and bullets with this Purification effect that is especially effective on wraiths.\nHorror Immunity: Upon activation by a Solar High Priest, a warm power will instantly fill the body, making the target no longer feel any Fear.\nHorror Immunity works both on passive influences and also on active mental attacks done by Evil influences that aim to hurt one's psyche and/or cause one to falter.\nFire of Light: Solar High Priests are able to instantly produce dense, golden, and holy Flames instantaneously at a target location.\nThese golden illusory Flames exude the majestic and pervasive aura of the Sun, and because of their density, they will form an ocean.\nDespite their expertise in Purification and Exorcism, those effects are not omnipotent.\nThe power of Purification and Exorcism works in the category of Evil, which includes the aura of depravity but not the undead. The latter isn't necessarily Evil, but can be Purified and Exorcised because it is incompatible with the real world and needs to return to the Spirit World.\nTherefore, Purifying and Exorcising the undead will have less of an effect than doing it on distinctly Evil influences; however, in most cases it hardly makes a difference.\nUnder the same concept, Parasitization can be counteracted via Purification.\nStrengthened Abilities\n\nPhysical Enhancements: A Solar High Priest's body becomes stronger as well as gains considerable resistance against ailments and treacherous environments."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_6:_Notary",
        "section_id": "Sequence_6:_Notary-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Notary",
        "text": "Description\nThe effectiveness of their Contracts promoted the development of business, and thus Notaries became an important part of the entire business, As such there were rewards of wealth and status. This is an indirect benefit, which was enviously called \"Fortune\" by the Church of the Fool.\nNew Abilities   \n\nNotarization: By utilizing a language that stirs the powers of nature along with the relevant words, a Notary can either achieve Authentication, Amplification, and Nullification.\nAuthentication: Through their Notarization, a Notary is able to determine the authenticity of various things such as potion formulas, as well as enforce Contracts.\nOnce a signature is provided as confirmation, even a Sequence 5 Beyonder cannot violate it, and a Sequence 4 Demigod would have great difficulty breaking the Contract.\nIf a Sequence 4 Demigod tries to forcefully violate it, they will have to pay quite a price.\nThose who lie or break the Contract would be engulfed in burning golden flames.\nAmplification: By proclaiming with words like \"God says it's effective!\" and if the Notarization is valid, they can temporarily enhance the targeted Beyonder power.\nNotaries can do this to their own Beyonder powers as well, greatly enhancing the potency of their Purification and Exorcism capabilities.\nNullification: By proclaiming with words like \"God says it's ineffective!\" and if the Notarization is invalid, they can forcefully disperse the targeted Beyonder power.\nPowers of all kind, including verbal command abilities, authorities (Mutation, Wishes, etc.), and traits (Sovereign of Spirits) can be affected by Notarization.\nStrengthened Abilities\n\nPhysical Enhancements: Notaries receive a massive boost in their already strong physical attributes.\nDespite this, they still are more focused on playing a support role."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_5:_Priest_of_Light",
        "section_id": "Sequence_5:_Priest_of_Light-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Priest of Light",
        "text": "Description\nA Priest of Light masters various divine Spells in the Sun Domain and can Purify the undead and filthy creatures within a certain range. They are the nemesis of filth and the undead.\nStrengthened Abilities\n\nAmong the divine Spells they have mastered, two divine Spells that were previously mastered have undergone qualitative changes, and the other Spells have also been enhanced in power.\nLight of Holiness: Calls forth a pure and blazing hot pillar of Light, which is extra effective against the undead. This is a stronger version of Holy Light Summoning.\nThis pure, blazing Light column will descend from the sky, enveloping the Priest of Light's enemy and vaporizing their body.\nThe additional effect is two miniature suns will appear in their eyes- the effect of Night Vision automatically applied.\nTo activate this Spell, the Priest of Light's body will lean back with their arms open, as if they were embracing the Sun.\nPurification Halo: Produces a halo-like effect, Purifying all undead and foul creatures within a certain range. This is the stronger version of Sun Halo.\nIt dyes the surrounding area golden, warms the companions around them, brings strong courage to allies, drives away Evil, as well as can be precisely controlled."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_4:_Unshadowed",
        "section_id": "Sequence_4:_Unshadowed-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Unshadowed",
        "text": "New Abilities\n\nPurification: This is the core power of an Unshadowed, allowing them to directly Purify all sorts of things without needing the relevant theurgical abilities.\nAn Unshadowed can directly Purify any kind of Degeneration, Corruption, Corrosion, Darkness, Evil, Aliments, and other Domains that influences a person or area.\nThis Beyonder power is extremely effective against wraiths, the fallen, and the unclean.\nSince Beyonder Characteristics are not a distinctly original part of a Beyonder, an Unshadowed can directly Purify Beyonder Characteristics from them.\nThey can completely separate the highest sequence Beyonder Characteristics from a whole Beyonder Characteristic, making it two separate Beyonder Characteristics.\nAn Unshadowed can directly rid of the mental pollution or unclean influences contained within a Sealed Artifact or Beyonder Characteristic through Purification.\nThey can directly Purify a Beyonder, taking 1 hour to lower their Sequence by 1. With 6 hours, they can turn even a Saint to a normal person.\nAn Unshadowed is able to recover Beyonder Characteristics from Beyonders who have failed to promote but are not yet dead or have lost control, helping them leave the mystical world and become an ordinary person again.\nUnshadowed Domain: They can let a bright blazing Light illuminate every corner in a region, removing all darkness and revealing all Concealed objects within it. It also has Purification effects, weakening the Beyonder powers of Corruption, Degeneration, and Darkness.\nIt is effective at revealing the invisibility created from a Silver Knight's Light Concealment.\nThe Unshadowed Domain can also defend against Darkness and Evil Domain attacks.\nAn Unshadowed Domain does not possess a barrier in the physical sense.\nAnyone could leave the domain or exert influence on the outside world.\nFlaring Sun: An Unshadowed can call forth a huge ball of pure Light condensed by countless sacred flames instantaneously at a target location, shrouding and setting their enemies ablaze.\nIt is able to inflict great damage to those with Corruption, Degeneration, and Undying attributes.\nThe damage of Flaring Sun is powerful enough to even melt the Silver Armor of a Silver Knight.\nHowever, the attack range is large, and it is easy for them to accidentally hurt their own side.\nThe gesture of activation is to open one's arms, as if embracing the gift of the gods.\nHoly Eye:⁂ They can infuse power into their eyes, allowing them to directly seek out shadows of cold, crimson, or fallen Evil in their surroundings through any physical obstructions.\nThe Light of their Unshadowed Eye allows them to shoot out a burning Light that Purifies.\nIt can also allow them to directly see scenes of the surrounding areas through sunlight.\nHoly Equipment:⁂ An Unshadowed can cause a golden glow to surge out of their bodies, condensing a layer of armor made of pure Light, forming a full set of Holy Armor.\nA corresponding Holy Weapon of choice can be manifested, such as a huge mace of Light.\nUnshadowed Spear: An Unshadowed is able to condense an Unshadowed Spear made out of pure Sunlight to surgically strike their foes from afar.\nUpon contact or after being thrown a certain distance, an Unshadowed Spear would explode to a mass of brilliant Light like a miniature Sun.\nThis is especially devastating against those who are weak to Purification damage.\nThe miniature Sun is pure white and bright enough to illuminate a city.\nSolar Oath: They can apply various enhancements to oneself and allies within a certain range.\nPure White Ray: They can condense Light into a scorching and dazzling ray attack.\nStrengthened Abilities\n\nNotarization: Their Notarization powers are massively enhanced, its compatibility with their other Beyonder powers allow them to Amplify their already strong Purification capabilities.\nPhysical Enhancement: They have evolved from an auxiliary clergyman into a more comprehensive Sun warrior, with qualitative changes in physique, strength, speed, agility, etc.\nIntuition: As Demigods from the Sun Domain, they possess a sharp Intuition that helps them know if something has gone wrong.\nMythical Creature Form\n\nAs Sequence 4 Demigods they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. Disregarding all consequences, they can release their incomplete Mythical Creature Form to become an incomplete Sunbird wreathed in golden flames."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_3:_Justice_Mentor",
        "section_id": "Sequence_3:_Justice_Mentor-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Justice Mentor",
        "text": "New Abilities\n\nJustice: During this Sequence, a Justice Mentor will form a set of Justice principles, that while idealistic and personal, will align with the traits of the Sun Pathway.\nFor a Justice Mentor, the set of Justice principles they have made will define their own Order—a Contract formed with themselves, the deities, and the world. Only after comprehending their core Justice can their powers be fully brought to bear.\nAs a result of this, the Justice Mentor will gain a portion of the Contract and Order authorities— with the Contract authority being the subordinate authority to Order.\nIf they violate any part of their own Justice standard, their powers may lose control, leading to self-Purification or, in serious cases, a complete loss of control.\nJustice Halo: Within a 10-kilometer radius of the Justice Mentor, any action that aligns with their Justice will be greatly enhanced while those that violate it will be greatly weakened or even nullified.\nAll actions that conform with their Justice will be greatly enhanced, which will include the Beyonder powers they used as well as Sealed Artifacts as well.\nAfter identifying his core Justice, Mr. Sun was able to empower the Proof of Glory's various Beyonder powers to support his standard of Justice.\nAll actions that violate their standard of Justice will be greatly weakened or even directly nullified while within the range of the Justice Halo.\nThe Demonesses of Gold and Orange felt a powerful suppression that weakened them in all aspects after Mr. Sun identified his core Justice.\nThis can be deactivated, otherwise, allied Wraiths or Evil Spirits cannot approach and would be quickly suppressed and Purified.\nJudgment of Justice: A Justice Mentor can designate a single target, drastically weakening or nullifying any powers they possess that violates their Justice principles.\nEven Angels can be affected by Judgement of Justice.\nThe effect is twice as strong as the Justice Halo.\nTheir abilities as a Notary and Unshadowed will gain new manifestations, enhancing actions aligned with their Justice while weakening actions that violate it.\nHoly Contract: A Justice Mentor is able to establish Holy Contracts whose power is so binding that even an Angel will not dare try to break the Contract.\nEven without a Sequence 0 Sun, the presence of the Sun Uniqueness ensures the automatic enforcement of the Holy Contract - this is the instinct of authority.\nStrengthened Abilities\n\nUnshadowed Domain: They can create a pure, warm, sacred golden light to quickly fill the area around them, causing the forces of Desolation and the aura of Death to retreat to the edges.\nIn such a Domain of sunlight, the vast majority of mystical Pathogens from the Demoness Pathway would quickly perish, while only a few ordinary diseases agents may survive.\nHoly Equipment:⁂ A Justice Mentor is no longer limited to creating Holy Armor for themselves. They can now form Holy Armors on their allies even if they are not near them.\nMythical Creature Form\nAs a Sequence 3 Beyonder, they can listen to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_2:_Lightseeker_(Sun_Chaser)",
        "section_id": "Sequence_2:_Lightseeker_(Sun_Chaser)-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Lightseeker (Sun Chaser)",
        "text": "Authorities\n\nSun & Light: \"They\" have obtained partial authority over the Sun and Light.\nSolar Envoy: \"They\" can transform \"Themselves\" into a miniature Sun, radiating terrifying Heat and Light while unleashing devastating Purification.\nThe harm put onto \"Them\" by the forces of Darkness, Cold, Filth, Corruption, Death, Decay, etc. will naturally be dissipated to a great extent.\n\"They\" are able to transform into a pure and sacred condensed Light in order to fly and move at the speed of Light and have no mass.\n\"They\" can turn into Light to withstand damage, and then reassemble \"Their\" body.\nPraise the Sun: \"They\" can bring about absolute Purification, alongside a qualitative enhancement to all aspects of \"Themselves\".\n\"They\" are able anchor \"Themselves\" to the Sun, preventing loss of direction or prolonged influence from Space-Time Mazes.\nStrengthened Abilities\n\n\"They\" have gained an enhancement on \"Their\" divine Spells.\nSpear of Light: \"They\" can summon a blazing pure white Spear of Light with illusory pure white angelic feathers on it's ends with to strike \"Their\" foes.\nThe feathers on the ends block the surrounding Space, preventing enemies from fleeing.\nJudgment of Justice: Lightseekers who have fully defined and clearly understood the core Justice principle within \"Their\" standards can inflict 3 to 5 times the damage of Justice Halo on targets who happened to violated that core Justice principle.\nMythical Creature Form\n\n\"Their\" Mythical Creature Form becomes complete, making \"Them\" appear as a Sunbird wreathed in golden flaming feathers, appearing like a ball of light."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_1:_White_Angel",
        "section_id": "Sequence_1:_White_Angel-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: White Angel",
        "text": "Authorities\n\nHoliness, Order, & Faith: \"They\" possess a partial authority over Holiness, Order, and Faith.\nIncarnation of Order: As long as commercial activities and overall Order related to \"Them\" remain intact, \"They\" can draw power from it to alleviate injuries and maintain their condition.\nHoly Kingdom: \"They\" are able to create an illusory domain vast enough to encompass the city of Backlund, filled with the radiance of the Sun and the power of Purification.\nIn this domain, neither Darkness nor Undead can exist. This will effectively counter the Revival method of the Darkness Pathway—potentially even nullifying these revival methods.\nServant of Faith: Holiness inherently leads to Faith, making it a subordinate authority.\n\"They\" can enable \"Their\" followers or \"Themselves\" to enter a state of religious fervor, granting temporary immunity to many forms of damage (Darkness, Filth, Death, etc.).\n\"They\" can cause a target or a group of targets to feel a sense of Holiness, gradually praise the Sun, and ultimately become believers of the Eternal Blazing Sun.\nPure White Light: Destruction is a form of Purification, and Purification in turn brings destruction.\nExcept for Pure White and the Sun, everything will fall apart and be liberated under the Pure White Light that a White Angel can create.\nSun: A White Angel can theoretically serve as a Sun to illuminate the world."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Sun_Pathway/Abilities",
        "h2_id": "Sequence_0:_Sun",
        "section_id": "Sequence_0:_Sun-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Sun",
        "text": "Symbolism\nInextinguishable Light: Due to \"Their\" symbolism of the Inextinguishable Light, \"They\" are exceedingly difficult to fully destroy—even if \"They\" are annihilated, revival is still possible.\nLikewise, The Omnipotent and Omniscient can more easily return via the Sun Pathway.\nAuthorities\n\nLight: Wherever Light exists, \"They\" exist, illuminating and destroying everything. This is also the essence of Energy, the cornerstone of The Omnipotent and Omniscient's Energy.\nOrder: Unlike the Black Emperor's Order, \"Their\" version is more positive, self-centered, and exclusive, and must derive from \"Their\" previous standard of Justice. There is an overlap and intersection in the authority of Order between the Black Emperor Pathway and the Sun Pathway.\nContracts: \"They\" possess authority over Contracts, a lesser authority derived from Order.\nPowers of all kinds, including verbal-command abilities, authorities, and even traits can be affected by the Contracts authority.\nOnce a Contract is signed, even Great Old Ones who lack the corresponding Symbolism would be severely restricted by its effects.\nHoliness: Under this authority, all dissonance shall be Purified and dispelled. In contrast, all acts of Holiness will be enhanced to their highest potential.\nFaith: It is a lesser authority stemming from Holiness. It is the Purification of body and mind, as well as the worship of others and oneself.\nIf \"They\" have established fanatical beliefs, \"They\" can use the Faith authority to resist a Demoness' Charm; however, \"They\" cannot be completely immune to it.[?]\nThe Sun can heavily restrain the Death.\nSun: The authority of the Sun is a lesser authority derived from a fusion of Holiness and Light.\n\"They\" can make the childlike Sun within the Astral World become a blazing golden-yellow fireball, terrifying in its intensity, with the burning surface of this Sun being pure and Sacred.\n\"They\" are able to make a blazing Sun appear within a region, replacing the Night with Day and causing all the Shadows and other influences in the area to rapidly disperse.\nWhen the Eternal Blazing Sun made a Sun appear above the forest, it caused the Shadows to disperse and the blood-colored robe covering Bethel to rise, scattering more crimson Moonlight, allowing Lilith to make all disturbances return to a mother's embrace.\n\"They\" are a true Sun that satisfies physical reality and mystical definitions, capable of emitting Light intense enough to illuminate or destroy entire worlds and star systems.\n\"They\" can project immense Energy, generate ultra-high-temperature flames, and Purify all related filth and evil. This can also be done through sending out a blinding ray of Sunlight  that shines through the Darkness and melts everything that it encounters along the way.\nAs the True Deity of the Sun Pathway, \"They\" are able to create countless miniature burning Suns that can intertwine into an abnormally blinding, almost-real golden Sun, emitting a scorching Light that could illuminate or even destroy an entire Solar System.\nWhen it comes to destroying an entire Solar System with \"Their\" scorching Light, the process is slow and not fast.\n\"They\" are able to create an Eternal Daytime in an area that could Purify filthy and evil objects, awaken sleeping creatures, and reveal everything that is Concealed.\n\"They\" are the embodiment of the Sun, whose blinding Light will make it difficult for those affected to form proper thoughts.\nReferences\n\n↑ 1.0 1.1 1.2 \nLord of Mysteries, Chapter 140\n\n↑ 2.00 2.01 2.02 2.03 2.04 2.05 2.06 2.07 2.08 2.09 2.10 2.11 2.12 2.13 2.14 2.15 2.16 2.17 2.18 2.19 Archive:Cuttlefish's WeChat Post: \"Sun Pathway Abilities\"\n\n↑ 22 Days Trivia, Day 18 Sun\n\n↑ \nLord of Mysteries, Chapter 454\n\n↑ \nLord of Mysteries, Chapter 361\n\n↑ \nCircle of Inevitability, Chapter 183\n\n↑ 7.0 7.1 \nLord of Mysteries, Chapter 584\n\n↑ Circle of Inevitability ch 77\n\n↑ Cuttlefish's WeChat Post: \"The Supernova Dominator Pathway\"\n\n↑ 10.0 10.1 \nLord of Mysteries, Chapter 767\n\n↑ \nCircle of Inevitability, Chapter 218\n\n↑ 12.0 12.1 \nLord of Mysteries, Chapter 1032\n\n↑ \nLord of Mysteries, Chapter 1033\n\n↑ 14.0 14.1 14.2 14.3 14.4 \nLord of Mysteries, Chapter 1255\n\n↑ 15.0 15.1 \nLord of Mysteries, Chapter 1254\n\n↑ Lord of Mysteries, Chapter 1257\n\n↑ \nLord of Mysteries, Chapter 1233\n\n↑ 18.0 18.1 \nLord of Mysteries, Chapter 1326\n\n↑ \nLord of Mysteries, Chapter 1264\n\n↑ \nLord of Mysteries, Chapter 1256\n\n↑ 21.0 21.1 21.2 21.3 \nCircle of Inevitability, Chapter 1138\n\n↑ \nCircle of Inevitability, Chapter 891\n\n↑ \nCircle of Inevitability, Chapter 1133\n\n↑ 24.0 24.1 \nLord of Mysteries, Chapter 881\n\n↑ 25.0 25.1 \nLord of Mysteries, Chapter 1148\n\n↑ \nCircle of Inevitability, Chapter 1163\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"#QnA, Question 40\n\n↑ Cuttlefish's WeChat Post: \"Complete Formulas of the Sun Pathway\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"#QnA, Question 18\n\n↑ Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"#QnA, Question 42\n\n↑ \nCircle of Inevitability, Chapter 1113\n\n↑ \nLord of Mysteries, Chapter 1353\n\n↑ \nLord of Mysteries, Chapter 1352\n\n↑ \nLord of Mysteries, Chapter 1376\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\", Question 23\n\n↑ \nLord of Mysteries, Chapter 1378\n\n↑ \nLord of Mysteries, Chapter 1383\n\n↑ \nLord of Mysteries, Chapter 1259"
      }
    ]
  }
]