[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_9:_Warrior_(Divine_Blood_Warrior)",
        "section_id": "Sequence_9:_Warrior_(Divine_Blood_Warrior)-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Warrior (Divine Blood Warrior)",
        "text": "New Abilities\nPhysical Enhancement (Divine Blood): Upon drinking the Warrior potion, they will possess supernatural strength and agility that greatly transcends those who are not Beyonders.\nCombat Proficiency (Equipment, Martial Arts): Warriors will become proficient in the 2 fields of combat upon entering this Sequence: equipment utilisation and martial arts.\nThey are proficient over various kinds of weaponry and armour to the point that they can use weapons and armour that most ordinary folk are unable to utilise.\nThey have a mastery of various martial arts. With their enhanced physique and affinity towards fighting, there are no fighting styles impossible to master.\nSpirituality: Their Spirituality is slightly enhanced as a Beyonder, but weaker than most Sequence 9s if they did not already possess heightened levels of Spirituality before becoming a Warrior.\nRitualistic Magic: They can learn and cast only the most basic of Ritualistic Magics."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_8:_Pugilist_(Gladiator)",
        "section_id": "Sequence_8:_Pugilist_(Gladiator)-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Pugilist (Gladiator)",
        "text": "New Abilities\nSupernatural Resistance: Their only extraordinary ability, Gladiators are able to utilise their own bodies in order to mitigate the effects of certain supernatural forces.\nStrengthened Abilities\n\nCombat Proficiency (Gladiatorial): They are gifted with the ability and talent to become experts of combat that specialised in close quarters battles.\nThey excel at close-quarters combat more than any other Sequence 8.\nPhysical Enhancement: A Pugilist's physical attributes alone can allow them to weaken the effects of some supernatural abilities targeting them."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_7:_Weapon_Master",
        "section_id": "Sequence_7:_Weapon_Master-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Weapon Master",
        "text": "New Abilities\nWeapon Mastery: As long as it can be used as a \"weapon\" in the Weapon Master's hands, it can be used in tandem with their Physical Enhancement to instantly grant them a grandmaster's level of familiarity and effectiveness when using that \"weapon\" in combat.\nThis includes but is not limited to their body, Beyonder weapons, any forms of swords, firearms, other types of weaponry, etc, Mystical Items or Sealed Artifacts.\nStrengthened Abilities\nSupernatural Resistance: They can greatly reduce the negative effects and damage caused by using weapon-shaped Sealed Artifacts/Mystical Items via their enhanced physique.\nPhysical Enhancement (Divine Blood): A Weapon Master possesses superhuman strength, constitution, and agility which helps them in exerting their Weapon Mastery.\nSpirituality: Their Spirituality as a Weapon Master has enhanced to a high enough degree that allows them to gain the ability to conduct more advanced Ritualistic Magic.\nSpirit Vision: Their Spirituality becomes strong enough to initiate this standard ability. Exceptions are natural possessors of high Spirituality before this Sequence, such as Gandalf."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_6:_Dawn_Paladin",
        "section_id": "Sequence_6:_Dawn_Paladin-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Dawn Paladin",
        "text": "New Abilities\nGiant's Physique (Strength of Giants): Upon drinking this Sequence 6 potion, a Dawn Paladin's body and strength will be akin to that of common Giants, possessing powerful offence and high defence.\nBy now, their bodies are muscular, well attuned to combat and their height is further increased.\nAside from them becoming taller, Dawn Paladins can further temporarily increase their height.\nDawn Paladins can burst in speeds akin to a steam train accelerating at its highest speed.\nWith a low growl, Father Utravsky charged through the flames created by Klein Moretti at the maximum speed of a steam train.\nEven after experiencing a long drawn fight, a Dawn Paladin's stamina will seem to be limitless.\nUtravsky was able to attack multiple times in long sessions with his two-handed broadsword despite having been weakened as if experiencing a long drawn fight.\nThe force that a Dawn Paladin can strike with their weapons can create strong gusts.\nThe winds created by a weakened Father Utravsky's two-handed broadsword were so strong that it caused a Sequence 7 Klein Moretti to almost lose his balance.\nDescendants might be born with greyish-blue skin possessed by common Giants.\nLight of Dawn (Sunrise Gleam):[Note 1] Centred on oneself, they can bask a radius of up to 40 to 50 meters in the pure, sacred Dawn light that dispel Illusions, Exorcise and even weaken Evil Spirits.\nIt can dispel powers or energies leaning toward Evil, Corruption, and Degeneration, but in the Domain of the Holy and Light, the Light of Dawn is still inferior to a Light Suppliant's powers.\nThe Light of Dawn can erase Shadows and nullify Concealment effects, such as Witches' Invisibility. For Wraiths and Shadow Ascetics, their peculiarities are diminished.\nWhile it's mystical nature is low, it can also Purify Mystical Pathogens in the environment, weaken nuclear radiation, and interact with Electromagnetic fields .\nDawn ArmourSimplified Chinese: 黎明铠甲/黎明盔甲: They can conjure a silver Armour of Dawn around their bodies which is equivalent to a refined full-body armour that doesn’t have noticeable weight or inhibit their movement in any way.\nIt can recover from damage, but their stamina will automatically be drained during the process.\nIt will also take a certain amount of time to recover from that damage.\nA Dawn Paladin's Dawn ArmorSimplified Chinese: 黎明铠甲/黎明盔甲 includes gauntlets, breastplates, and a helmet.\nDawn Weaponry: They can use the Dawn to materialise different kinds of weapons, such as a massive two-handed axe, a disposable arm-thick spear, or their strongest weapon - Sword of Dawn.\nSword of DawnSimplified Chinese: 晨曦之剑: A Dawn light emitting, two-handed broadsword, great-sword, or dagger that is solid and sharp. Each strike from it is imbued with a Purification effect and it is the medium that allows a Dawn Paladin to use their strongest attack - the Hurricane of Light.\nHurricane of LightSimplified Chinese: 光之风暴: By inserting the Sword of Dawn into the ground and shattering it, a Dawn Paladin will form countless fragments of Dawn-like light that create a shimmering, violently sharp hurricane filled with destructive power, cutting every Shadow and Corrupted entities.\nEvil creatures like a Devils or Zombies would be subjected to the effects of Purification and the damage of a Fragmentary Blade. The combination of these aspects causes their Hurricane of Light to become excellent at purging Evil.\nPurification weakens defence and inflicts harm on the Evil creature's spirit and flesh, while the Fragmentary Blade utilises Purification to weaken defence and cut flesh. The more wounds and the deeper they were, the better the Purification effect.\nHurricane of LightSimplified Chinese: 光之风暴 would be even more effective on Spirits (such as a Wraiths) leaving the target close to death.\nThe Hurricane of Light can directly destroy a person's body, eliminate Wraiths, and even heavily wound Evil Spirits. It also possesses a unique strength that can more easily destroy creatures of the Evil and Undead Domain.\nTheir Hurricane of Light is stronger than a Sword of Lava (which is stronger than the Light of Holiness) when it comes to damaging non-Evil domain beings.\nThis attack is so powerful that some Dawn Paladins have difficulty controlling it to prevent implicating their allies, though they can control its direction.\nAfter activation, the Sword of Dawn cannot be condensed for a short time. In addition, a Dawn Paladin would need at least more than 2 minutes of recovery before they can form another Hurricane of Light.\nStrengthened Abilities\nDawn Paladins experience a qualitative change.\nEach of a Dawn Paladin's combat related abilities, whether it be Combat Proficiency or Weapon Mastery, will be enhanced massively."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_5:_Guardian",
        "section_id": "Sequence_5:_Guardian-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Guardian",
        "text": "New Abilities\nProtectionSimplified Chinese: 守护: Guardians seldom suffer injuries.\nFor defence in an area, a Guardian can kneel with a greatsword planted on the ground, releasing Dawn-like light that erects an invisible barrier to their left and right, helping defend not only themselves but also their comrades within a limited range.\nThe invisible barriers formed from this application of ProtectionSimplified Chinese: 守护 can isolate certain supernatural powers, preventing them from getting inside the barrier.\nOnce fully committed to defence and abandoning offence, few can break through a Guardian's defence below that of the High-Sequences. This is regardless of the types of damage the enemy can inflict and their corresponding effects.\nWhen they attack, their defence will be reduced significantly; however, it will still be far superior to that of refined full-body armour.\nReapers are one of the few non High-Sequence Beyonders that can penetrate through their defences (Protection).\nStrengthened Abilities\nThey have gained improvements to other Beyonder abilities from previous Sequences.\nGiant's Physique (Strength of Giants): The strength of their physique has been enhanced, and as such they seldom suffer damage as a result of their heightened defences.\nCompared to a Dawn Paladin, their defence and strength is like comparing an adult to a child.\nA Guardian would likely survive a large-calibre artillery unless targeted by concentrated fire.\nA Guardian's body could withstand steam rifle bullets and in wars of the Age of Steam.\nTheir Sword of DawnSimplified Chinese: 晨曦之剑, Hurricane of LightSimplified Chinese: 光之风暴, and other abilities can damage any creature.\nSupernatural Resistance: They are unable to be confused or misdirected by Illusions.\nWithin the same Sequence level, a Guardian can slow down the time of having their Spirit Body Threads controlled and thus being turned into a Marionette.\nSpirituality: Their Spirituality enhances to a degree to fortify their Cogitation."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_4:_Demon_Hunter_(Witcher)",
        "section_id": "Sequence_4:_Demon_Hunter_(Witcher)-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Demon Hunter (Witcher)",
        "text": "New Abilities \n\nEye of Demon HuntingSimplified Chinese: 猎魔之眼: Demon Hunters are able to make distinct complex dark green symbols appear within their eyes, allowing them to identify a target's (or a group of targets) characteristics, weaknesses, condition, and whether or not they are Corrupted or possessed.\nThey become sensitive to any traces of Evil, Degeneration, and Corruption. They can also rely on their sixth sense, Spiritual Intuition, and life experiences to judge the situation.\nVeteran Demon Hunters can use the Eye of Demon Hunting to judge whether a target is lying.\nThis isn't a Beyonder power enhancing their perception, but a generalised term to describe a Demon Hunter's terrifying prowess in observation and judgement.\nThis makes Demon Hunters good at discovering the weaknesses of different enemies.\nAlchemy: Every Demon Hunter is an expert at making supernatural medicines. They can enter a unique Cogitation state to create concoctions corresponding to their enemies' weakness.\nDemon Hunters innately possess knowledge on the efficient utilisation of different monster parts and herbs. By using different combinations, they can make powerful magical potions, holy ointment, essential oils, special sigils, mystic smears, glyphs, and herbal potions or drugs with many effects.\nThey can rely on these mixtures to obtain Beyonder effects of different kinds that can be used as a coating on weapons, letting them take advantage of their target's weaknesses with pinpoint accuracy and achieve effective targeted suppression.\nSome examples of the effects that their mixtures can give include Lightning Strike, Freeze, Purification, Burning, Decay, and Exorcism.\nOrthodox Demon Hunters will typically wield dual swords so that different ointments can take effect simultaneously, enabling them to handle more complex situations.\nMind Concealment: Demon Hunters are able to Conceal their desires and intentions, preventing others from reading their actions and guiding their thoughts down an ordered path.\nThis effectively prevents targets who can foresee danger from detecting them, making them the nemesis of Devils, Desire Apostles and Demons.\nThe Mind Concealment of a Demon Hunter can also help with interfering with any form of Divination and Prophecy.\nTracking: They are good at tracking targets across various landscapes.\nStrengthened Abilities\nTheir Beyonder powers from all their previous Sequences will undergo a qualitative improvement as their strength and mental fortitude will have been enhanced to a terrifying degree.\nGiant's Physique (Strength of Giants): A Demon Hunter possesses an overwhelming strength that lies at the threshold between god and man.\nThey can run at such speed that generate hurricanes.\nEnhanced Mental Attributes: A  Demon Hunter also possesses an overwhelming spirit that lies at the threshold between god and man.\nProtection: A Demon Hunter's Protection abilities stemming as a Guardian have undergone a qualitative leap in it's capabilities.\nThey can now create invisible and solid Barriers around themselves without stabbing their sword in the ground, which has the effect of blocking Spirit World Traversal.\nWhenever the barrier connects with the earth, the power of Protection will become unshakeable, extremely difficult to damage or affect.\nDawn Creation: There is no longer a limitation involved with what they can create with Dawn.\nThey can create objects out of condensed Dawn Light that isn't armour or weaponry.\nSpirituality: A Demon Hunter's Spirituality will be enhanced significantly.\nThey will possess a strong Spiritual Intuition.\nMythical Creature Form\n\nAs Sequence 4 Demigods they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. Disregarding all consequences, they can release their incomplete Mythical Creature Form to become an incomplete Cyclops.\nTheir incomplete Mythical Creature Form looks like a 4 meter tall Cyclops. Their skin turns bluish-black and muscular, and along with its pores and flesh, seemingly violating the normal confines of a human body. Their head swells up significantly, with the area from their forehead to nose cracking open to reveal a black vertical eye-like rift. On their body's surface contains symbols and the corresponding effects of immense power, infinite mystery, and a strange psychic influence.\nIf those under Sequence 4 saw this form, they will suffer a strong backlash. Their brains might suffer an excruciating pain that would cause them to lose their minds, even their Spirituality would be corrupted. And if they couldn’t withstand such an influence, going crazy, losing control, or even sudden death were certain outcomes.\nOn one hand, manifesting this incomplete Mythical Creature Form of a 4-meter tall one-eyed Giant will enhance a Demon Hunter's strength and level significantly, on the other hand, it would result in intense madness and provide strong inclinations towards the Demon Hunter losing control and becoming a Rampager."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_3:_Silver_Knight",
        "section_id": "Sequence_3:_Silver_Knight-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Silver Knight",
        "text": "Individual Differences\n\nBlessing: Silver Knights are very good at frontal assaults. There will be small differences in the abilities between them due to different Blessings during their Advancement Ritual.\nMurskogan had received Blessings from the Giant King Aurmir, which caused the various aspects of his Silver Knight Beyonder powers (Mercury Liquefaction, Silver Rapier, and Light Concealment) to be much stronger than normal.\nColin Iliad, who received Klein's Blessings could occasionally make himself turn into a Silver Rapier and Teleport randomly, bringing along beneficial tendencies. In addition, his Mercury Liquefaction had gained some uniqueness.\nNew Abilities\nMercury LiquefactionSimplified Chinese: 水银化: Silver Knights are able to melt into a malleable silvery metallic liquid that can restrict enemies and move rapidly in order to evade attacks.\nThe liquid volume of a Silver Knight's Mercury Liquefaction form is solely based on the Silver Knight's current mass upon ability activation.\nThey are also able to turn oneself into a Silver Armour for other targets (to defend an ally or to restrict and suffocate an opponent).\nWhen getting suffocated, the enemy would appear as if they are wearing a full-body Silver Armour that has not a single gap.\nSilver RapierSimplified Chinese: 银白细剑: Silver Knights can condense silvery white beams of light out of thin air. These Silver Rapiers tear apart everything around it and are hard to detect.\nThese Silver Rapiers can Teleport and bypass most barriers and obstacles, directly attacking their target. They can even erupt from within a target's body to deal heavy damage.\nWith a mere swipe of his finger after advancing into Silver Knight, Colin Iliad unleashed a single Silver Rapier, whose destructive power was enough to cleave a small hill in 2.\nTheir Silver Rapiers are able to manifest almost without any indication, making it extremely difficult for an enemy to detect and predict where they will appear next.\nLight ConcealmentSimplified Chinese: 借光隐藏: Also known as Light OccultationSimplified Chinese: 借光躲藏 or Hide by LightSimplified Chinese: 借光潜藏. A Silver Knight can utilise any light source as a way of dodging, evasion, and movement.\nWhen combined with Mind Concealment, it will allow for a full Concealment of themselves.\nLight Concealment may pierce through objects depending on light-source connection.\nAn Unshadowed's Unshadowed Domain is able to fully nullify Light Concealment.\nSilver Knights can also let other people enter their Light Concealment.\nStrengthened Abilities\nThey have gained improvement of other Beyonder abilities in the previous Sequence.\nSword of Dawn: At the Sequence 3 level, a Silver Knight is now able to permanently materialise their Sword of Dawn, making it usable as a regular weapon.\nA Silver Knight's Sword of Dawn  possesses top sharpness and Purification attributes, while also being capable of tearing apart a small hill with a single strike.\nHurricane of LightSimplified Chinese: 光之风暴: They can ignite their body with a transparent flame, emitting the bright light of Dawn, creating a terrifying Hurricane of Light.\nColin Iliad, upon using this ability, emanated beams of light that came from his Soul, body, Beyonder Characteristics as the two swords he struck out merged together, turning into a raging, violent Hurricane of Light that swept out and enveloped the Dark Angel.\nOnce enveloped, the Hurricane of Light tore at the Dark Angel's body, interrupting the powers \"He\" was going to use while making \"Him\" fade away into fragments of light due to losing the source of power that maintained \"His\" existence.\nSilver Armour: At this level, they are able to materialise a full-body Silver Armour which is much stronger than a Dragon in terms of withstanding blows.\nIt's defensive capabilities can shield a Silver Knight against a limited number of Angels' attacks while able to be permanently materialised as Silver Armour.\nColin Iliad had fully materialised his Silver Armour for days on end without experiencing any Spirituality expenditure upon advancing as a Silver Knight.\nCombat Proficiency (Direct Combat): They are extremely skilled in direct combat.\nMythical Creature Form\nTheir Mythical Creature Form develops further, they are now a nearly 6 meter tall, one-eyed Cyclops. Their body is greyish-blue and their muscles are bluish-black. There is a dark crack on their forehead that attracts the Souls around it. Their eyes are missing, replaced by smooth skin.\nEvery inch of their skin and flesh contains immense power, infinite mystery, and a strange spiritual influence. It makes everyone who witnesses them inevitably feel a sharp pain in their psyche, transforming them into a rampaging mess that wants to destroy everything.\nThese destructive tendencies also include themselves.\nAs a Sequence 3 Beyonder, they can listen to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_2:_Glory",
        "section_id": "Sequence_2:_Glory-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Glory",
        "text": "Description\nThe three authorities of the Twilight Giant Pathway's Sequence 0—Holiness, Twilight, and Combat—are all manifested at this stage. For Angels, this represents Glory itself.\nAuthorities\n\nTwilight: \"They\" hold the simplified authority of Twilight.\n\"They\" can age \"Themselves\" rapidly, evaporate, and then be reborn in the Spirit World, returning to normal before departing. Likewise, \"They\" can also delay one's aging process.\nLarrion, after accomplishing \"His\" arrangements, attempted to evade Arianna and escape through the Spirit World by rapidly aging \"Himself\" with the authority of Twilight.\nTwilight authority can with a single strike, cause a single target or a group within an area to gradually age, have their lifespan reduced, and enter the countdown of life.\nAs dying of aging is something that the majority of Resurrection abilities cannot take effect against, one should never engage in a prolonged battle with a Glory.\nA Miracle Invoker's Resurrection is an example of one that can reset age.\nCombat: \"They\" hold the simplified Combat authority, thus being the top Sequence 2 in frontal combat.\nIts subordinate Protection can, at this stage, form a Cage, which in addition to defence, also gains a Sealing effect. This fuses the decaying power of Twilight.\n\"Their\" Cages are able to fully Seal off dangerous corruptible Sealed Artifacts (e.g., the Gift of the Land) and Ritualistic Magic, but requires \"Their\" presence to constantly fuel it.\nProof of Glory was used during an event to isolate and Seal the detrimental influences caused by deity-related Ritualistic Magic via the formation of a Cage.\n\"Their\" Cage provides extremely powerful defensive and restraining capabilities, capable of Protecting companions and preventing \"Their\" enemies from escaping.\nTwilight Greatsword: \"Their\" Silver Rapier ability as a Silver Knight has evolved into a instantly condensed great sword composed of orange-red Twilight.\nThrough the help of Twilight's Time and Space relationship, it can manifest directly at the target's location- displaying the lower level of Devastation摧毁: Cuīhuǐ in the Combat authority.\nHurricane of Light: This will also let \"Them\" transform \"Their\" Hurricane of Light into an orange-red tempest capable of annihilating a wasteland.\nWhen it slashes towards a target, it will envelop them in Twilight's glow, freezing them within as their thoughts and actions slow down, as if they existed in a different world.\nA Kings of Angels Cheek was affected by this from one of Lumian's soldiers, causing \"Her\" thoughts and actions to slow down and delaying \"Her\" attempt to destroy \"Herself\"\nThis greatsword radiates the aura of approaching Twilight and the decay of all things.\n\"They\" are able to wield this Twilight Greatsword directly as a hand-held weapon.\nHoliness: \"They\" hold a simplified authority of Holiness.\nGlory is part of Holiness, and death is likewise one of the most sacred and solemn matters of life, therefore \"Their\" Glory is Dawn, yet also Twilight; it is Devastation摧毁: Cuīhuǐ, yet also Purification.\n\nStrengthened Abilities\n\nGiant's Physique (Strength of Giants): \"They\" can grow to an enormous size.\nA steel puppet of Lumian Lee, possessing a temporary Angel-level Boon from the Evernight Goddess grew to an enormous size, being comparable to Lumian \"Himself\".\nMythical Creature Form   \n\n\"They\" become a complete Mythical Creature. \"Their\" Mythical Creature Form is a dozen of meters tall Cyclops with elongated limbs, greyish-blue skin, and a single vertical eye on the forehead.  Every inch of \"Their\" skin, every pore, and every piece of \"Their\" flesh seems to defy normal human senses, being combined in a unique way and containing an unimaginable sense of impact."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_1:_Hand_of_God",
        "section_id": "Sequence_1:_Hand_of_God-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Hand of God",
        "text": "Authorities\n\nProxy: Like the Left Hand of Decay in the same domain, \"They\" can act on behalf of the Deity, Uniqueness, or Great Old One \"They\" serve to manifest divine power and punishment.\nDue to this authority, \"They\" cannot acquire new authorities aside from the Proxy authority and can only get enhancements to \"Their\" previous Sequence abilities and authorities.\nA Hand of God can only manifest such power briefly and with restraint. Otherwise, \"They\" will gradually lose \"Their\" sanity and become a true servant.\nIn addition, if the True Deity that the Hand of God had pledged \"Their\" allegiance too dies, the power that \"They\" can wield will decrease.\n\"Their\" right hand will embody certain properties of the entity \"They\" serve.\nHaving ascended to this Sequence, the Hand of God Dabomachie's right hand seemed to be made entirely of glowing orange Twilight.\nCombat: Some of \"Their\" corresponding abilities to the Combat authority have been enhanced.\n\"They\" can summon Cages made out of dense light imbued with orange hues and another layer of unyielding radiance outside the targeted area that can prevent even an Observer or Dimensional Shadow from crossing through.\n\"They\" can then drive \"Their\" Sword of Dawn into the barrier of the Cage to repair it after withstanding attacks from multiple Angels."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Twilight_Giant_Pathway/Abilities",
        "h2_id": "Sequence_0:_Twilight_Giant_(Twilight,_Giant)",
        "section_id": "Sequence_0:_Twilight_Giant_(Twilight,_Giant)-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Twilight Giant (Twilight, Giant)",
        "text": "Description\n\"They\" hold partial authority over Holiness, Twilight, and Combat (which contains subordinate authorities like Strength, Gigantism, Devastation摧毁: Cuīhuǐ, and Protection) as well as a portion of the Proxy authority- where the River of Eternal Darkness’ symbolism of Enslavement finds its expression in the Giant Pathway.\nAuthorities\n\nTwilight: This authority is derived from symbols of Light, Space-Time, and Decay.\n\"They\" can solidify Twilight and slow the Passage of Time, and while solidification is only possible within Twilight, \"They\" can create Twilight within a certain range.\nLand of Twilight: \"Their\" Divine Kingdom formed through Twilight, completely frozen within the Passage of Time. Those inside will find themselves weakened unless acknowledged.\nIt can persist for millennia even after \"Their\" death (eg. Giant King's Court).\n\"They\" can cause Matter, will, and even the void to Decay, collapse, and vanish, emanating an aura of approaching Dusk and universal Decline.\n\"Their\" Twilight Sword, Sword of Dawn, and other abilities would cause even the void to shatter and Decay as things hit would wane uncontrollably and break down.\nTwilight and the Passage of Time counters the Light, Holiness, and Sun authorities of the Sun Pathway as Twilight represents the end of all these.\nA Twilight Giant's authority over the Passage of Time is able to even influence the will within Beyonder Characteristics to a limited extent.\n\"They\" are able to cause targets to rapidly Age, Decay, and Rot—restraining the Resurrection methods of all beings with finite lifespans.\nAs True Gods do not have the concept of lifespan, \"They\" won't die from this however, \"They\" can still be affected and Age, weakening.\nThe Twilight Giant's mere existence is able to bend matter and the void around \"Them\", making all things involuntarily begin to wither.\n\"Their\" aura leaking from across the Astral World into reality brings upon a Twilight so powerful that it can Decay a Saint to the point where they will have difficulty raising their arms.\n\"They\" can induce instability and Loss of Control in targets.\n\"They\" can slow the formation and opening of Doors.\nDawn: \"They\" also possess the authority of Dawn.\nThis is because ending is inherently related to beginning.\n\"They\" can weaken targets progressively.\nHoliness: \"They\" hold partial authority over Holiness.\nDeath is among the most solemn events of life and of the world—thus profoundly Sacred. Hence, the Twilight Giant also excels in Purification and discerning Evil and Corruption.\nCombat: \"They\" hold the authority of Combat.\nThe most terrifying Strength, the most Gigantic form, the most potent Devastation摧毁: Cuīhuǐ, the most unyielding Protection—together with Skill and experience, these compose individual Combat.\nThe one who commands all this is the God of Combat, who is able to strip \"His\" opponents of Skill, forcing them to fight by instinct alone.\nProxy: \"They\" hold a portion of the Proxy authority.\nAmong the three Pathways of the River of Eternal Darkness, Death aligns most closely with the Sefirah's essence, Darkness most resembles it outwardly, yet the Twilight Giant can partially employ it. This is one reason the Giant King could contend with the Dragon of Imagination."
      }
    ]
  }
]