[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_9:_Sailor_(Keeper_of_the_Seas)",
        "section_id": "Sequence_9:_Sailor_(Keeper_of_the_Seas)-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Sailor (Keeper of the Seas)",
        "text": "New Abilities\nAquatic Affinity: Sailors possess certain attributes common to sea creatures.\nEven without any equipment they are able to easily submerge underwater for at least ten minutes.\nSailors can swim in the sea like a fish and move agilely underwater just like marine animals.\nThey are able to dive 15 meters into the Water without any protection, or equipment.\nPhantom Scales: They possess illusory scales hidden within their skin.\nIt makes them slippery and as hard to grasp as a fish.\nIt also helps a Sailor resist some level of damage.\nBalance: A Sailor possesses exceptional Balancing capabilities.\nEven if a Sailor were to be on a boat in a rainstorm, they would be able to walk around freely as though they were on solid, stable ground.\nPhysical Enhancement: Sailors have outstanding strength."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_8:_Folk_of_Rage_(Guardian_of_the_Storm)",
        "section_id": "Sequence_8:_Folk_of_Rage_(Guardian_of_the_Storm)-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Folk of Rage (Guardian of the Storm)",
        "text": "New Abilities\nWrath: When enraged, they can release several strikes that exceed ordinary thresholds.\nThis greatly enhances both a Folk of Rage's strength as well as their speed.\nRaging Blow: This is a terrifying blow that is delivered with accumulated anger.\nFolks of Rage must accumulate 'hits' first in order to activate this ability.\nBeing intoxicated can help aid in the process of accumulating 'hits'.\nStrengthened Abilities\nPhysical Enhancements: A Folk of Rage's strength, speed and resistance capabilities have all been greatly enhanced - facing them is like facing a storm."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_7:_Seafarer_(Storm_Priest)",
        "section_id": "Sequence_7:_Seafarer_(Storm_Priest)-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Seafarer (Storm Priest)",
        "text": "New Abilities\nNavigation: They are scholars of astronomy and geography. They have an intuitive grasp of magnetic fields, ocean currents, wind direction, and clouds, while also possessing great sailing capabilities.\nThey can accurately judge distances, which allows them to precisely throw weapons at their target with their eyes closed after determining their location.\nA boat with a Seafarer onboard will never get lost at sea as a result of their newfound grasp and affinity towards these fields of Navigation.\nSeafarers are able to cast a limited number of different Water-related Spells. Some of the Spells are a result of their own capabilities and some come from a bestowment from the Tyrant.\nThey can disperse the Water they make with a simple gesture.\nSome of the Spells that they can use include the following:\nThey can create a film of Water that covers a person's face and suffocate them.\nThis film of Water is hard to get rid of, even with both hands free.\nSeafarers possess certain restorative Spells from the Water domain.\nHowever, these capabilities are inferior when compared to dedicated items or Spells.\nThey are able to light up the surroundings with azure lights.\nThese lights can intersect and create a huge wave of Water that sweeps forward.\nThey can form an aqueous light that can clean surfaces.\nEnhanced Mental Attributes: Their calculation skills have improved.\nEnhanced Memory: Seafarers possess enhanced memory.\nStrengthened Abilities \n\nAquatic Affinity: Seafarers are even more beloved by the oceans and gain an overall enhancement to every part of them when they are at sea.\nThey can act and move freely underwater for more than half an hour."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_6:_Wind-blessed",
        "section_id": "Sequence_6:_Wind-blessed-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Wind-blessed",
        "text": "Description\nThey are irascible at times, matching the characteristics of a gale and also possess remarkable Beyonder abilities related to Water, Wind, and the Weather.\n\nNew Abilities\nWind Manipulation:⁂ Blessed by the Wind, a Wind-blessed can unleash gales from within one’s own body to create pressure waves or surround themselves with howling Hurricanes.\nFlight: Also known as short-range Flight, it allows them to Fly for short durations and distances.\nGlide: They can still use the Winds to Glide through the air if Flight was Prohibited by a Judge.\nA Wind-blessed can generate Wind beneath their feet to more then double their running speed.\nWindblades: They can make howling, invisible, sharp Windblades to slice targets from afar.\nThey can imbue their hands with spiraling Winds to increase their penetrative power.\nThey are able to Eavesdrop on people's hidden conversations using the Wind.\nThey can make air cushions to Cushion damage taken from impact.\nFloating Wind: A Wind-blessed is able to hover in mid air.\nNight Vision: They are able to see in the dark.\nStrengthened Abilities\nWater Control: They can manipulate and use Water to a certain degree.\nAquatic Affinity: Their affinity towards the ocean has increased.\nDeep Dive: A Wind-blessed can Dive to a depth of 100 meters.\nBuoyancy: They can float on the Water without sinking."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_5:_Ocean_Songster",
        "section_id": "Sequence_5:_Ocean_Songster-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Ocean Songster",
        "text": "Description\nWith their new abilities and enhancements of previous Sequences' powers, an Ocean Songster is extremely capable in the sea, being able to even avoid and escape from Demigods.\n\nNew Abilities\nLightning Manipulation: Ocean Songsters have a shallow level control over Lightning, and at this level, other than Lightning Strike, they must use other mediums to control Lightning.\nLightning Bolt Arrow: With the aid of a bow and arrow, an Ocean Songster can condense a solid arrow from Lightning that deals massive damage to enemies.\nIt moves at an unavoidable speed, as if it were from a god of thunder.\nThe steps involved in a Lightning Bolt Arrow are as follows.\nTheir hair unfurls, defying nature, each strand distinct and swirling with Lightning. Upon drawing a bow, the sky darkens, clouds gather, and Lightning dances.\nThey then release the silver-white Lightning from their hair, entwining it with the arrow before releasing the string and shooting the arrow out.\nDark clouds lump the sky and a thick Lightning Bolt descends superimposing itself on the arrow, making it completely silver white.\nLightning Strike: An Ocean Songster can produce silver-white electric light capable of paralysis, generating a Lightning Strike to smite their targets.\nLightning Strikes contain Purification attributes that can damage undead and Evil Spirits and can be infused into weapons such as bullets, and daggers to augment them.\nIt can't be dodged— only preemptively avoided. Even if it does not hit, it will spread to nearby conductive materials in the form of countless small \"electric serpents\".\nThey can transform their own voice into a bolt of silver Lightning that can be sent to an ally nearby, easily passing through various obstacles.\nUpon reaching the target, the bolt of silver Lightning will turn back to the Ocean Songster's voice, relaying the message contained within.\nSinging: Their Singing possesses mystical attributes that can affect their targets.\nThis ability will be different because of every person’s uniqueness, producing different branching paths. These are just a few examples of what their songs can do:\nThey can Sing a melody of death to weaken their enemy's strength and mental resistance.\nThey can Sing a Song that interferes with an enemy's Spirit Body, making them dazed.\nThey can Sing an unpleasant Song that leaves enemies frustrated and irrational.\nTheir Singing can stimulate a thunderous boom to leave others in awe.\nThey can Sing a violent Song to raise their own explosive strength.\nBlocking one's ears and converging one's Spirituality cannot fully eliminate the negative effects of this ability. Even a deaf person can hear it. This is because this includes an \"exchange\" at the spiritual level, making it difficult to defend against.\nIn addition, an Ocean Songster's Singing range means that even Substitution abilities cannot completely evade it's effects.\nStrengthened Abilities\nAquatic Affinity: They have more comprehensive and longer-lasting talents for underwater areas.\nPressure Resistance: A Spell-like effect that makes them not fearful of deep sea pressure.\nThey are now able to move freely underwater for even longer periods of time.\nThey are now able to understand and communicate with aquatic animals.\nThey are now able to freely extract oxygen from the water.\nWater Manipulation:⁂ A Ocean Songster's ability to control water has been greatly improved.\nThey can now create enormous water spheres and corrosive rainwater.\nWater Curtain: They can create a Water Curtain to cover or defend.\nThey can create a lubricating effect that can remove friction.\nWind Manipulation:⁂ Their ability as a Wind-blessed has been moderately enhanced.\nWind Binding: They are able to create spiraling Winds to Bind a target's actions.\nFlight: An Ocean Songster can now Fly for longer periods of time."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_4:_Cataclysmic_Interrer",
        "section_id": "Sequence_4:_Cataclysmic_Interrer-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Cataclysmic Interrer",
        "text": "New Abilities\nTornado: They can make violent Winds collide with the air, creating an explosive sound, while a terrifying Tornado visible to the naked eye appears, swirling and winding.\nThe airflow of the Tornado swirls in circles. If unchecked, it will suddenly rise from the ground, sweeping everything on the ground into the air while soaring into the sky is like a terrifying giant. Wherever it passes, the ground is clean and not a single thing is left behind.\nThe visible gales and howling Winds that a Tornado causes makes sight-based mystical connections easy to sever and obstruct.\nThe strength of a Tornado depends on current potion digestion of the Cataclysmic Interrer and the environmental factors.\nA Cataclysmic Interrer is able to choose to control the directions of their Tornado or simply let it spiral out of control.\nTsunami: They are able to call forth huge Water waves approaching 10 meters high to crash down on their targets, washing everything away in a powerful torrent.\nAlger Wilson let the tidal waves he has made via a Tsunami envelop the Cathedral of Waves in a thick barrier with silver bolts of Lightning flashing within it.\nEarthquake: They can easily create an Earthquake on any land, and in doing so, make the land split into two and have lava erupt from within the fault line.\nRelying on their own power to cause ground subsidence and the eruption of magma, an Earthquake's power will be limited to level 6 and can be concentrated in one area.\nIf the earth itself is accumulating power and there are signs of a terrifying Earthquake, the upper limit depends on the magnitude of the Earthquake brewing in the area.\nThe lava formed from an Earthquake is enough to cause the Darkness from the underground of the Cathedral of Waves to shrink back a little and pause for a second.\nTorrential Downpour: They can quickly form a Torrential Downpour across an extremely large area, obstructing any perception within that area.\nIn addition, they can make other Disasters like Snowstorms, Rainstorms and Floods, situated in the Domain of Natural Disasters.\nStrengthened Abilities\nWater Manipulation: Their ability to control Water has undergone a qualitative change.\nFor protection, they are able to generate a wall formed out of blue seawater besides them.\nThis blue seawater wall can effectively slow down the Petrification coming from the underground chamber within the Cathedral of Waves.\nThey can form a silent stream of Water that can surge out, eroding the area.\nCataclysmic Interrers also have the ability of Wave Manipulation.\nLightning Manipulation: They possess a stronger control and power over Lightning.\nLightning Strike: A Lightning Strike hitting their target will have more intensity and accuracy, instantly scorching them and dealing heavy Purification damage.\nChain Lightning: A Cataclysmic Interrer can create several Lightning Bolts at the same time, and those Lightning Bolts can Chain between targets.\nSinging: Their capabilities when singing has been enhanced qualitatively.\nThrough singing a melody of death, a Cataclysmic Interrer is able to influence their surroundings and disrupt the operations of  Sealed Artifacts within the vicinity.\nAlger Wilson sang a melody of death, influencing his surroundings and disrupting the operations of the other 2 Grade-1 Sealed Artifacts that weren't under his attention before.\nRoar: A Cataclysmic Interrer's vocal cords have enough strength to produce a Roar with enough intensity to create a sound wave that can topple a ship.\nWind Manipulation:⁂ Their ability to control the Wind has been enhanced.\nWindblade Legion: They can manifest hundreds to thousands sharp and tiny Windblades that move towards the target from all directions.\nFlight: A Cataclysmic Interrer possesses real Flight capability now and can move at speeds of up to 500 kilometers per hour.\nBesides Windblade Legion and Flight, a Cataclysmic Interrer also possesses the Beyonder power Son of the Wind.\nScale Armor: Their Phantom Scales have strong defensive ability.\nUnderwater Vision: An enhancement to Night Vision.\nThey no longer have any reading troubles caused by insufficient light. Even in the dark deep sea, they can see the surrounding objects clearly.   \nMythical Creature Form\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_3:_Sea_King",
        "section_id": "Sequence_3:_Sea_King-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Sea King",
        "text": "Description\nEven with range limitations, within the waters they control, Sea Kings are undoubtedly powerful rulers, able to walk freely on the seabed, wantonly stir up Tsunamis, cause Sea levels to rise, and dominate marine life. In their home turf, they are absolutely capable of overwhelming all Demigods of the same level.\n\nNew Abilities\nWrath of the Sea: Part of the Sea authority, a Sea King can cause the entire sea area to repels the corresponding target, blocking and attacking them through various methods.\nOne such method are Tsunamis.\nSea Master: Formed from the partial authority of Aquatic Life and Tyrant authority, Sea Kings are equivalent to rulers of an entire expanse of the Sea.\nSea Kings can command many Sea creatures to do their bidding as well as transform themselves into any Sea creature, making the seabed be their home turf.\nTheir psyche is so potent that it is terrifying, and with that psyche, they are able to search for any possible abnormal spots within an area of the Sea.\nThis will cause external prying to be affected, turning everything indistinct.\nA Sea King is able to turn the surrounding waters into a calm, windless lake, which can reflect the scenes of the past within the area.\nWhen fighting in the Ocean, they can unleash their fullest potential and absolutely overwhelm any and all same level Demigods.\nStrengthened Abilities\nTornado: They can shatter Tornados into countless streaks of silvery-white Lightning, bursting with a destructive, violent aura that engulfs the area, forming a Lightning Storm.\nTornados can also become Hurricanes within a certain range.\nTorrential Downpour:  A Torrential Downpour could spread a Sea King's Spirituality, making every dark cloud and every drop of water from that Calamity become their eyes.\nTsunamis: With a rise in Sequence level, a Sea King is now able to set off 40 to 50 meter high Tsunamis wantonly as well as raise the Sea level of an entire region.\nLightning Natural Disasters: Advancing to this level, a Sea King can now create Natural Disasters from Lightning, such as balls of Lightning.\nWater Manipulation:⁂ A Sea King can create Destructive Droplets through Water.\nDestructive Droplet: By disintegrating or reorganizing Water droplets, a Sea King can release terrifying destructive power, which works by splitting hydrogen atoms (E = MC²).\nLightning Manipulation: Sea Kings are able to create Lightning Storms.\nLightning Storm: They can make silver-white \"electric snakes\" burst forth, slashing densely at the surroundings as \"branches\" that envelop an area of hundreds of meters in a Lightning \"forest\".\nAny creatures caught within the Lightning Storm will be shattered and vaporized. This is a ranged attack that doesn't distinguish between friend and foe.       \nThey can generate Lightning Storms from the Sky or from thin air.\nA Sea King's Lightning Storm carries a destructive aura so intense it seems tangible, stunning enemies in place and interfering with their thinking.\nThunderclap: A Sea King can create a sonorous Thunderclap, one that strikes awe into one's mind and spirit. This Thunderclap is one that can also awe Spirit Bodies.\nWind Manipulation:⁂ The power of a Sea King's Winds have been enhanced.\nThe speed of the Winds a Sea King can now conjure is able to break the sound barrier, creating Sonic Booms which could make a pirate ship fly out.\nFlight: This also allows a Sea King to Fly at speeds faster than the speed of sound.\nSonic Boom: A Sea King can now create Sonic Booms at a distance.\nAquatic Affinity: They are able to freely walk on the Ocean seafloor.\nPhysical Enhancement: They have Sea-monster like strength.\nBalance: They possess unimaginable levels of Balance.\nNavigation: A Sea King can never get lost.\nThis is assuming there is no superposition of other powerful factors.\nMythical Creature Form\nAs a Sequence 3 Beyonder, they can listen and respond to prayers within a certain range. A Sea King's range for responding to prayers is relatively far-reaching compared to other Sequence 3 Beyonders."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_2:_Calamity",
        "section_id": "Sequence_2:_Calamity-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Calamity",
        "text": "Authorities\n\nCalamities天灾: Tiānzāi, Literal Translation: Natural Disasters: \"They\" hold some authority over Calamities.\nDescent of Calamity: Includes Thunder Storms, Snow Storms, Tsunamis, etc., which can be freely summoned, each capable of destroying a port or even an entire island.\n\"They\" can summon a Calamity that creates an area of extreme coldness that can Freeze everything within the surroundings in seconds.\nStorm Incarnation: \"They\" are able to unleash Hurricanes and Storms capable of destroying a large city. This is derived from part of the Calamities authority.\nStrengthened Abilities \n\"Their\" previous Beyonder abilities have been enhanced.\nSource of Wrath: Wrath can temporarily enhance one's power to the next Sequence.\nThe price of Source of Wrath is the abandonment of rational thought.\nSource of Wrath is not able to enhance one's status.\nIt can be used on oneself or to influence a target.\nLightning Manipulation: \"Their\" ability to use Lightning has been enhanced.\nMagnetic Pole Pull: \"They\" can create or manipulate Magnetic Fields to push, pull, or rotate targets. The rotation of a Magnetic Field itself can accumulate power.\nElectromagnetic Disruption: \"They\" can cause severe information interference in a designated city cluster, large island, or corresponding Sea area.\nThis will render communication methods such as telegraphs ineffective.\nWind Manipulation: \"Their\" Flight speed has reached a qualitative change.\nFlight: \"They\" can Fly at the speeds of a ballistic missile.\nSinging: \"They\" can create sounds that bring extreme Fear.\nSound of Dread: Through sound, \"They\" can instill extreme Fear in living beings and even Sealed Artifacts within a radius of hundreds of kilometers, forcing them to obey.\nMythical Creature Form\n\"Their\" Mythical Creature Form has become complete. \"Their\" Mythical Creature Form is that of a giant octopus-like creature with thick, terrifying tentacles surrounded by silver-white Lightning."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_1:_Thunder_God",
        "section_id": "Sequence_1:_Thunder_God-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Thunder God",
        "text": "New Abilities\n\nIncarnation of Light: \"They\" can transform \"Themselves\" into an energy body, capable of flying or attacking at speeds approaching, but not quite reaching, that of light.\nAuthorities\n\nThunder, Wind, & Calamities天灾: Tiānzāi, Literal Translation: Natural Disasters: \"They\" hold authority over Thunder, Wind, and Calamities.\nHeavenly Punishment: \"They\" can manifest a massive bolt of Lightning to descend from the sky, imbued with the powers of  Disintegration, Purification, and Destruction.\nIt is very potent against targets from the Darkness, Death, Corruption, and Filth domains.\nIt can attack the weaknesses of targets that attempt to transcend nature or matter.\nTargets that attempts to take on a non-natural form such as by becoming a torrent of Information or through Symbolization would still be harmed, preventing them from escaping the Lightning strike by shifting to other domains.\nHeavenly Punishment is derived from a portion of the Thunder authority.\nStorm Hell: \"They\" can designate a Sea area, a large island, or a city cluster to be engulfed in a destructive Storm Hell, with the effect potentially lasting indefinitely.\nThis is derived from part of the Calamities authority combined with the Wind authority.\nDance of Thunder: A Thunder God is able to use Invisible Thunder that disrupts, interferes with, and destroys Information and electromagnetic structures.\nThis  makes it the nemesis of Information-based systems.\nOcean of Lightning: \"They\" can make a Sea composed of terrifying Lightning with intense electromagnetic effects.\nA Thunder God's Ocean of Lightning is capable of covering an entire large island.\nStrengthened Abilities\n\"Their\" previous Beyonder abilities have been enhanced.\nSource of Wrath: The power stemming from \"Their\" anger has been enhanced.\n\"They\" can reach close to a True Deity's power through \"Their\" anger.\nSinging: \"Their\" ability to Roar has been greatly enhanced.\nRoar of the Thunder God: This is a sonic attack that spreads at the speed of Lightning, inducing Fear, Intimidation, and other effects.\nRoar of the Thunder God is particularly effective against targets from the Darkness, Death, Corruption, and Filth domains."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Tyrant_Pathway/Abilities",
        "h2_id": "Sequence_0:_Tyrant",
        "section_id": "Sequence_0:_Tyrant-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Tyrant",
        "text": "Authorities\nMatter: This is an authority partially derived from the Maker symbolism that intersects with the Thunder authority. Matter can be converted into Energy, and Energy can be condensed back into Matter — thus encompassing the Electromagnetic, Strong,  Weak, and other Fundamental Forces.\n\"They\" can, for a brief period of time, rapidly transform Matter and make it accelerate close to the speed of Light, generating devastating \"waves\" capable of destroying planets.\n\"They\" are able to approach the Speed of light while maintaining their mass.\nThunder (Electricity & Magnetism): This authority is partially derived from the Maker symbolism. \"They\" command the forces of Electricity and Magnetism, capable of unleashing powerful Electromagnetic Storms that can destroy all information structures.\n\"They\" can instantly summon tempestuous Lightning that strikes down like Torrential Rain.\nTyrant: The King of Kings. This authority encompasses the Intimidation authority, Wrath authority, and part of the Fear authority; the ability of Singing is derived from the Tyrant authority.\n\"They\" are able to exude a terrifying aura, making all targets tremble in fear, awe, and submission. This can also be used through mediums that are not explicitly \"Them\".\nLord of Storms generated Thunderclaps that awed all living beings, including Angels (except 0-17), interrupting them and rendering them stiff.\n\"Their\" aura is able to awe and stop a Chained pathway Beyonder from possessing someone; it is a testament of their terrifying aura.\n\"Their\" Storms contain immense horror.\nWater: This authority originates from the intersection of the Maker and Omnipotence symbols and also includes the Sea and part of the Aquatic Life authority.\nThe intersection of the Maker and Omnipotence symbols allow the Tyrant to be able to influence any source that is related to the concept of Water, such as the Sea of Collective Subconscious or Chaos Sea, either directly or indirectly.\nThe Water authority even encompasses the Spiritual Sea, River of Eternal Darkness, and River of Fate, which is why \"They\" are part of the Omnipotent and Omniscient; however, not all of them can be interfered with directly, some can only be done indirectly, and the degree of influence isn't very high. Fog also does not fall under this authority.\nSeas: The Seas authority is part of the Water authority.\n\"They\" can cause the Seas to surge and rush towards the clouds, intersecting with the Sky.\nThe two Divine Kingdoms of the Tyrant, Fearful Paradise and Chasm of Storms, are derived from the fusion of the Tyrant, Thunder, and Calamity authorities.\nChasm of Storms: This Divine Kingdom focuses on the Thunder and Calamity authorities.\nFearful Paradise (Sole Obedience to the Storm): This emphasizes the Tyrant authority.\nCalamities天灾: Tiānzāi, Literal Translation: Natural Disasters: This is a partial authority subordinate to the Disaster authority.\n\"They\" can banish others into a never-ending Storm to Seal them.\n\"They\" are able to make Earthquakes that can destroy Earth.\nWind: The Wind authority intersects with the Calamities authority.\nReferences\n\n↑ \nLord of Mysteries, Chapter 1282\n\n↑ \nLord of Mysteries, Chapter 513\n\n↑ \nLord of Mysteries, Chapter 6\n\n↑ 4.0 4.1 4.2 4.3 4.4 4.5 4.6 4.7 \nLord of Mysteries, Chapter 65\n\n↑ 5.0 5.1 5.2 \nLord of Mysteries, Chapter 67\n\n↑ 6.0 6.1 6.2 6.3 6.4 \nLord of Mysteries, Chapter 813\n\n↑ 7.0 7.1 \nLord of Mysteries, Chapter 845\n\n↑ 8.0 8.1 \nLord of Mysteries, Chapter 157\n\n↑ 9.0 9.1 \nLord of Mysteries, Chapter 366\n\n↑ \nLord of Mysteries, Chapter 987\n\n↑ \nLord of Mysteries, Chapter 221\n\n↑ \nLord of Mysteries, Chapter 634\n\n↑ 13.0 13.1 13.2 \nLord of Mysteries, Chapter 791\n\n↑ \nLord of Mysteries, Chapter 700\n\n↑ 15.0 15.1 \nLord of Mysteries, Chapter 190\n\n↑ \nLord of Mysteries, Chapter 812\n\n↑ 17.0 17.1 \nLord of Mysteries, Chapter 783\n\n↑ 18.0 18.1 Q&A for Moon Formula and Ritual\n\n↑ \nLord of Mysteries, Chapter 699\n\n↑ \nLord of Mysteries, Chapter 926\n\n↑ \nLord of Mysteries, Chapter 1351\n\n↑ \nLord of Mysteries, Chapter 808\n\n↑ Archive:Cuttlefish's WeChat Post: \"Complete Formulas of the Spectator Pathway\"#QnA, Question 3\n\n↑ 24.0 24.1 \nLord of Mysteries, Chapter 923\n\n↑ \nLord of Mysteries, Chapter 811\n\n↑ \nLord of Mysteries, Chapter 1244\n\n↑ 27.0 27.1 \nCircle of Inevitability, Chapter 1138\n\n↑ 28.0 28.1 \nLord of Mysteries, Chapter 779\n\n↑ 29.0 29.1 \nLord of Mysteries, Chapter 1352\n\n↑ 30.0 30.1 \nLord of Mysteries, Chapter 1351\n\n↑ 31.0 31.1 \nLord of Mysteries, Chapter 1228\n\n↑ 32.00 32.01 32.02 32.03 32.04 32.05 32.06 32.07 32.08 32.09 32.10 32.11 32.12 Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Abilities (Happy Mid-Autumn Festival for Everyone)\"\n\n↑ 33.0 33.1 33.2 \nLord of Mysteries, Chapter 550\n\n↑ 34.0 34.1 \nLord of Mysteries, Chapter 711\n\n↑ 35.0 35.1 \nLord of Mysteries, Chapter 928\n\n↑ \nLord of Mysteries, Chapter 541\n\n↑ 37.0 37.1 37.2 Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\"#QnA, Question 44\n\n↑ \nLord of Mysteries, Chapter 1139\n\n↑ \nLord of Mysteries, Chapter 543\n\n↑ https://mp.weixin.qq.com/s/6MrrjJJA3nJuqMLeJw2FeA\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"#QnA, Question 40\n\n↑ \nLord of Mysteries, Chapter 1351\n\n↑ \nLord of Mysteries, Chapter 1350\n\n↑ \nLord of Mysteries, Chapter 1148\n\n↑ \nLord of Mysteries, Chapter 1149\n\n↑ \nLord of Mysteries, Chapter 1258\n\n↑ \nLord of Mysteries, Chapter 21\n\n↑ \nLord of Mysteries, Chapter 1104"
      }
    ]
  }
]