[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_9:_Spectator",
        "section_id": "Sequence_9:_Spectator-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Spectator",
        "text": "New Abilities\n\nEnhanced Mental Attributes: A Spectator's Body of Heart and Mind would receive great enhancement, mostly on their inferential, analytical, observational, and identification abilities along with their memory.\nIf an animal drinks this potion, it will gain intelligence and the ability to speak in human language.\nWhen Susie accidentally drank the potion, she started to become more human-like and eventually learned how to speak the human tongue in a couple of days.\nBody Language Analysis: Spectators possess keen powers of observation when it comes to observing individuals in either an individual or group sense. \nThey can look at a person strictly from a bystander's perspective, discovering their true thoughts from their expressions, their manners, and their subconscious actions.\nThrough this, they can accurately figure out connections and draw conclusions from the details they gathered to form an accurate mental model of the target.\nEnhanced Vision: Upon drinking this potion, a Spectator will also possess the sharpened eyesight needed to analyze a target's body language.\nEven though Audrey Hall was in the corner of a ballroom party, she could still accurately notice the subtle movements of other people from afar."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_8:_Telepathist",
        "section_id": "Sequence_8:_Telepathist-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Telepathist",
        "text": "New Abilities\n\nMind Reading: Telepathists are able to read the superficial thoughts of others and are also able to simulate the trajectory of such thoughts to a certain degree.\nStrengthened Abilities\n\nBody Language Analysis: A Telepathist's observation is not only limited to superficial details, but deeper into one's aura, Ether Body, or other mysterious domains.\nThey also know what kind of emotional reaction to show in the appropriate situation and know in detail what kind of expression and body language to react with.\nEnhanced Vision: Their eyesight has been further enhanced, being much clearer than before."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_7:_Psychiatrist_(Psyche_Analyst)",
        "section_id": "Sequence_7:_Psychiatrist_(Psyche_Analyst)-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Psychiatrist (Psyche Analyst)",
        "text": "Description\nOn the basis of the Telepathist, they have gone a step further and started to directly affect their target. \nNew Abilities\n\nFrenzy: Psychiatrists can trigger the emotions and mental state of their target, throwing the target into a Frenzy, suffering intense psychological damage, and might even cause a direct loss of control at times.\nThis effects not only one’s Body of Heart and Mind but also targets one's Spirit Body as well.\nTelepathy: Through mediums like candlelight and extracts, they can put their target in a partially hypnotic state. From there, they'll be able to directly communicate with their Body of Heart and Mind.\nThis also allows the Psychiatrist to enter the deepest part of the target’s Soul, or in other words, the bottom of the target’s dreamland. There, a corresponding scene will materialize.\nPsychological Cue: Through the use of specific methods, words, and a medium, a Psychiatrist can Cue a target, letting them abide by their arrangements without them even realizing it.\nThey can also enter the Sea of Collective Subconscious using Psychological Cue on themselves.\nThey can make a target strongly abide by a particular promise from the bottom of their hearts.\nAwe (Dragon's Might, Mass Chaos): Psychiatrists can cause target(s) within a certain range to instantly panic, freeze, and turn chaotic, as though they’re facing a dragon.\nThis can be resisted against if the corresponding target possesses a strong mental resistance or knows in advance that the attack is coming.\nPlacate (Psychoanalysis): Psychiatrists can help Beyonders or mortals on the brink of losing control and becoming unstable regain their reason and escape danger.\nThe higher their Sequence compares to their \"patients\", the more easily Placate will succeed.\nPsychiatrists are also able to use Psychoanalysis in 2 other ways:\nThey can calm down various psychological instabilities and allow for communication.\nThey can awaken a feeling and memory, causing an unstable target to be Placated.\nPhysical Enhancements: Psychiatrists will experience a slight increase in their physical attributes. This is no longer just limited to their eyesight.\nTheir strength and speed have become much stronger than before, while their enhanced eyesight will allow them to clearly see in the dark. They are also more healthy.\nTheir sense of smell is able to distinguish even more subtle smells, thus allowing them to grasp a target’s truest emotions and thoughts.\nStrengthened Abilities\n\nBody Language Analysis: Their analysis of a person can now be done indirectly.\nA Psychiatrist can now analyze someone's body language in a picture to figure out their true emotions and thoughts, allowing them to form an effective mental model for the target."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_6:_Hypnotist",
        "section_id": "Sequence_6:_Hypnotist-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Hypnotist",
        "text": "New Abilities\nPsychological Invisibility: With a Hypnotist's control of their target’s Body of Heart and Mind, they could remain in the blind spot of one’s consciousness, achieving Psychological Invisibility.\nThis won't change even if the target employs Spirit Vision. Even a Hunter's Danger Intuition will not react until the user is prepared to strike. By comparison, a Shadow Ascetic's Shadow Lurking occasionally evokes the sensation of being watched by the darkness.\nPsychological Invisibility also prevents the target from perceiving the user, even when the user is standing right before them and numerous others had already witnessed their presence.\nIn this state, Hypnotists can also carry items such as scented candles and still not be noticed by the target in the darkness; however, this effect will take all of their focus to maintain.\nThe target will still notice interactions with the surroundings, but the sense of their existence will be eliminated, and they will still be in the target's blind spot.\nOnce that interaction becomes stronger to the point where the target can't ignore it, the Psychological Invisibility of a Hypnotist will inevitably be broken.\nStrengthened Abilities\n\nHypnosis: Their Psychological Cue ability would undergo a qualitative change, becoming Hypnosis.\nNon-Combat Hypnosis: Hypnotists can open the door and enter their target's Body of Heart and Mind by getting them to concentrate on something, which allowed them to directly alter their target's consciousness and subconscious.\nIf the suggestion directly harms their life, the things they most value in its subconscious, or if the target had a strong Soul and a firm body and mind, they can resist to a certain extent.\nIn this way, the target wouldn’t notice that they were abiding by the Hypnotist's arrangements, nor realize they were taking actions that didn’t align with their true intentions.\nBattle Hypnotism: Besides Non-Combat Hypnosis, they could just forcefully Hypnotize an enemy, making their enemies do something abnormal, such as Hypnotizing them to attack their companions or avoid them.\nSimilar to Non-combat Hypnosis, Battle Hypnotism is unable to harm the target’s life or make the enemy directly commit suicide.\nSuch Battle Hypnotism could only last for short periods of time, and the target would quickly snap awake and sense the problem.\nPhysical Enhancement: Be it their strength or agility, it would exceed an ordinary person’s.\nDragon Scales: Besides their physical enhancements, Hypnotists could also form a layer of Dragon Scales over their skin, allowing them to largely resist and reduce any physical damage."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_5:_Dreamwalker",
        "section_id": "Sequence_5:_Dreamwalker-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Dreamwalker",
        "text": "New Abilities\nAlteration: Dreamwalkers can modify their target's Dreams, influencing them over a long period of time and making them do things that they usually wouldn't do without them realizing it.\nThe principle behind Alteration, is to use a dream as the incisive point and the Astral Projection as a point of leverage, slowing and contaminating the target’s Spirit Body before affecting the Body of Heart and Mind, planting it deep in the subconscious.\nMost scenarios involving love at first sight may include some hidden cases where it's a result of Alteration, where a person might have a Dream about an individual and spend romantic time with them. When they finally meet in real life, it won't take long before that love blossoms.\nCompared to Hypnosis, Alteration is more mild and furtive, making it difficult to be noticed and suitable for targeting targets at a higher level. This control is so mild that it can be done to even Demigods with sufficient preparations.\nGuidance: While perceiving the target's Dreams, a Dreamwalker could cause different changes within it, Guiding their target into subtly revealing their deepest secrets.\nThis ability is similar to a Nightmare. The difference was that a Nightmare could forcefully pull a person into a Dream. However, Dreamwalkers weren’t capable of doing so unless they combined Guidance with Hypnosis to make the target enter a dream-like state.\nDream Traversal: Their physical and Spirit Body would turn incorporeal, allowing them to not only directly hide in someone else’s dream but to also jump from one dream to another.\nThe restriction on a Dreamwalker's Dream Traversal was that the distance between two dreams couldn’t exceed 500 meters, and they had to belong to intelligent creatures."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_4:_Manipulator",
        "section_id": "Sequence_4:_Manipulator-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Manipulator",
        "text": "New Abilities\nManipulation: Their Body of Heart and Mind can pass through the Sea of Collective Subconscious and enter another person’s Mind Island, allowing them to directly change the target's subconscious and read their thoughts, silently Manipulating them to do all sorts of things.\nManipulators can bury psychological hints deep inside the target's Mind Island. From there onwards, their victims will orderly and accurately attempt to carry the hint out.\nThey can manipulate groups of people like this, as if it were a mass mind control.\nEven after recovering, most victims will not realize they were manipulated.\nMental Plague: They can secretly implant seeds of Mental Plague in the target’s Mind Island, which would quietly infect the surrounding Sea of Collective Subconscious, forming an environment of \"contagious mental diseases\" without anyone within the area noticing.\nThis causes countless mental illnesses and extreme madness. Moreover, the madness and mental illnesses from a Mental Plague can also be transmitted through Spirit Body Threads.\nSince Mental Plagues originate within oneself, it cannot be isolated by the blessings of an Angel. At best, the Mental Plague will be weakened, and their onset will be delayed.\nThis belongs to the erosion and infection of the Mind Island and the Spirit World, it's not a direct attack, and it's difficult to offset it by a Virtual Persona.\nVirtual Persona: They can create up to 13 Virtual Personas (at the start) that have a corresponding Body of Heart and Mind. In this way, they can defend from a lot of influence in the Mind Domain and invade another person's Mind Island without any signs.\nHermes used \"His\" Virtual Personas to elevate Klein Moretti's Mind Island, suppressing his consciousness to fight back and make him unable to take multiple things into consideration.\nMind Storm: They can transform their designated thoughts into a Mind Storm and sweep the surroundings, which would affect the surrounding Sea of Collective Subconscious, causing all sorts of negative effects to those within its range.\nIt can cause the surrounding creatures to hear thousands of voices whose words contained corrupting knowledge, causing them to have a higher chance at losing control.\nThis Mind Storm will hit the enemy's Mind Island continuously, causing the target(s)' Spirituality to be strongly disturbed, effectively destroying their mind barrier.\nStrengthened Abilities\nMind Deprivation: A qualitative change in Awe causes it to become Mind Deprivation. When activated, all creatures within its range will inevitably experience all sorts of abnormal conditions.\nAmong such abnormal conditions include the following:\nVarying degrees of losing control as their knees would buckle as they slumped to the ground.\nShowing their fervent expressions and crowding around the Manipulator like attendants.\nStanding rooted to the ground in a daze or attempting to blindly escape the area.\nSome victims would even faint immediately and fall into a coma.\nPsychological Invisibility: Its potency has been enhanced, allowing them to evade the perception of most Demigods, so long as they don't directly come into their field of view.\nHvin Rambis was able to hide from Klein Moretti using Psychological Invisibility.\nMind Dragon Breath: This Beyonder power that stems from their Mythical Creature Form as Mind Dragons is the upgraded version of Frenzy.\nIt is an attack that can directly stimulate and harm the target's Body of Heart and Mind. It deals damage in an area-of-effect manner.\nConsciousness Stroll: A Manipulator's Dream Traversal ability has evolved when it comes to its scope, becoming Consciousness Stroll.\nIt allows their consciousness and their Spirit Body to easily swim and wander in the Sea of Collective Subconscious; however, they cannot bring their physical body into it.\nThey still have to use Dreams to traverse around areas.\nPhysical Enhancement: As Demigods, their physical attributes are strengthened greatly.\nThey possess extraordinary strength and exaggerated dragon scale defenses, enough break through a block of steel with one punch and run faster than a steam train.\nHypnosis: Their Combat Hypnosis ability have been enhanced.\nBattle Hypnotism: Their Combat Hypnosis allows them to interfere with the thoughts passed through Spirit Body Threads. It is closer to the interference of will than the Hypnosis of the mind.\nThis is something that requires a deep-delve in their powers to figure out.\nMythical Creature Form\nAs Sequence 4 Demigods they receive some level of Godhood, and with it comes an incomplete Mythical Creature Form. Disregarding all consequences, they can release their incomplete Mythical Creature Form to become an incomplete Mind Dragon.\nTheir incomplete Mythical Creature Form looks like a Mind Dragon that has yet to fully evolve. Their head remains in the form of a human and their back is covered in gray-skinned wings. Their limbs and thick and the grayish-white Dragon Scales they possess will be engraved with complicated three-dimensional, mysterious symbols that extends into the flesh and out to the void. It appears that these symbols are a mesh of objects that didn’t belong to the real world.\nAnyone who laid their eyes upon their incomplete Mythical Creature Form would suffer a form of mental confusion as their thoughts warped. Even one’s Spirit Body would be tainted with all kinds of thoughts that came from deep within one’s heart, eager to rip apart themselves.\nWhen in this incomplete Mythical Creature Form, they gain the strength and defense of dragons. Although they would be strong in melee combat, they still lack the necessary, powerful offensive Beyonder powers that make them excel in it.\nThrough the use of Psychoanalysis and Hypnosis, a newly advanced Manipulator will be able to manifest and maintain full control over their incomplete Mythical Creature Form for about 1 minute before they suffer negative effects."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_3:_Dream_Weaver",
        "section_id": "Sequence_3:_Dream_Weaver-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Dream Weaver",
        "text": "New Abilities \nDream Weaving: Dream Weavers can Weave out objects, persons, and scenes within a Dream that are indistinguishable from reality making the target not even realize that they are in a Dream.\nIf the target believes the Weaved scenes, objects, or persons are real, then they are real to the target. Although these Weaved images don't cause physical manifestations when they attacked, it can make the target to die from fright or other mental reasons.\nPauli Derlau attempted to create the Weaved images of Hermes and Adam to trick Klein Moretti into thinking those persons were real so he can use them for attacks.\nStrengthened Abilities\nPlague Storm: Through Mind Deprivation and Mental Plague, they can release a storm of thoughts, desires, and wills that affects everyone caught within it in half-illusory and real ways.\nWithin a Dream Weaver's Plague Storm, every affected and eroded creature will experience Corruption and go crazy on the spot.\nFor Angels, this kind of attack is the most dangerous, because \"Their\" mental state has certain problems, and \"They\" may lose control because of the tilt of the balance at any time.\nEnhanced Mental Attributes: With a control over their psyche and spirit, an enemy's intuition can't form a picture in their mind, and it is difficult for others to predict their own behavior.\nThis made Klein’s Danger Intuition not able to form an image in his mind, making it difficult for Klein to predict the Visionary Pathway Saint's actions.\nPsychological Invisibility: They can create a mental mirage in a target's mind to mask their existence.\nThis application of Psychological Invisibility is so realistic that it could even fool Demigods who specialize in Spiritual Intuition and the discernment of various illusions.\nConsciousness Stroll: The limitations regarding this ability have lessened.\nIn addition to their consciousness and Spirit Body, they can now let their physical body enter the Sea of Collective Subconscious, achieving a form of Teleportation in the process.\nDream Weavers are now able to just observe the movement of the Sea of Collective Subconscious around them, and through it, obtain insight into the truest thoughts of others.\nVirtual Persona: What was now just virtual can become real.\nThey can separate their fake personalities or previous identities and turn them into living people. Even if these identities die it will not harm their true bodies.\nThe living people created from their Virtual Persona can fully interact with the environment and manage things independent from the main body.\nMythical Creature Form\nThe incomplete Mythical Creature Form a Dream Weaver exhibits develops further; there is a certain change in their head, making it closer to a lizard and not a human. In addition to that, their pupils as a Mind Dragon had become golden and vertical while their Dragon Scales that had become intertwined with mysterious patterns that make it cold and warped."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_2:_Discerner",
        "section_id": "Sequence_2:_Discerner-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Discerner",
        "text": "Description\n\n\"Discernment\" is the foundation of description, interference, arrangement, and Imagination. Knowing oneself and the enemy ensures victory in every battle.\n\nNew Abilities\nDream Maze: \"They\" are able to create a Dream Maze made up of the Mind Islands of many people. Inside will be doors that lead to the deepest part of someone's mind, where their secrets are kept.\nThis Dream Maze a Discerner can create can act as a labyrinth that subjects the minds inside to mental and spiritual interrogation, confusion, and disturbances.\nShould there be Corruption inside the Dream Maze, it will affect the minds of all the people who made up the Dream Maze, leading to  loss in control.\nAuthorities\nDiscernment: \"They\" can Discern the hidden psychological vulnerabilities of a target, identifying their deepest fears. The Discerner can also preliminarily perceive the target's past Destinies and the resulting causal connections that resulted from them.\nDiscernment can sometimes penetrate the cover of Concealment, and sometimes be blocked by Concealment, and the two restrain each other.\nThe same is true when \"Their\" Discernment faces Deceit, Fooling, and other similar abilities, sometimes penetrating through and sometimes being blocked.\nNormal Anti-Divination and Anti-Prophecy methods are not able to protect it's contents from the Discerner due to Discernment.\nPsychological Cue: It has been elevated to the level of an authority. If \"They\" believe \"Themselves\" to be powerful enough, \"They\" will be, unconstrained by external appearance or physical condition.\nThis authority is essentially pure idealism — like in a shōnen manga, where a character can suddenly unleash hidden power simply by believing in it.\nIf \"They\" have sufficient understanding of Outer Deities and \"Their\" symbolism (which only  Outer Deity reincarnations can fully understand), \"They\" can briefly enter that level through idealism but will inevitably be assimilated afterwards, becoming a part in the corresponding entity.\nThis could allow the Primordial God Almighty Resurrected  in an Angel to temporarily achieve this level, but \"He\" would only have the time to quickly kill one True Deity.\n\"They\" don't necessarily have to reach the corresponding level, but \"They\" must have truly witnessed such powerful performances and understood the corresponding knowledge. Otherwise, \"They\" can't even imagine it.\nIf the Discerner were to fully understand a Sequence 1 Angel or True Deity, \"They\" would be able to temporarily elevate \"Their\" rank to that level.\nElevating to the level of a True God means that \"They\" will be assimilated, becoming a part in the corresponding entity. This is a risk that stems from the symbolism.\nIf there is a Visionary, the Discerner won't be able to reach the level of a True Deity since it will conflict with the Visionary's Uniqueness.\nExamples of this authority in use are:\nDespite being turned into a rabbit through the Transfiguration Curse, Hermes's belief could make \"Him\" become the size of half a mountain through self-belief.\nStrengthened Abilities\nDream Weaving: \"Their\" ability of Dream Weaving has been massively enhanced in 2 ways:\nThe effects of \"Their\" Weaving will even more affect the person in reality. Turning the target crazy, becoming a monster, or changing their personality are examples of the effects.\nA Discerner's Dream Weaving is now able to exit the Mind World and be Weaved into reality, creating a flawless illusion that is hard to discern as being a Weaved image.\nConsciousness Stroll: A Discerner has a deeper, more meticulous perception of the Sea of Collective Subconscious, and can truly enter it, navigating its depths.\n\"They\" are able to sense the exchange of the Consciousness in one’s heart with the Sea of ​​Collective Subconscious.\nAriehogg was able to sense the impression Liveseyd left on Audrey while Her Virtual Persona was roaming in the Sea of ​​Collective Subconscious.\nMythical Creature Form\n\"They\" become a complete Mythical Creature, \"Their\" Mythical Creature Form is that of a Mind Dragon. However, for this Pathway, the Dragon form itself is but a conception of the highest authority, and may shift at any moment with a single thought.\nMind Dragons are able to morph into any Mythical Creature Form and wield the corresponding Beyonder powers. If the enemy believes it to be the real form, it becomes real—but without an enemy, it cannot manifest as reality.\nThe powers that become real only work against those who believe that they are real."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_1:_Author_(Fairy_Tale_Author)",
        "section_id": "Sequence_1:_Author_(Fairy_Tale_Author)-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Author (Fairy Tale Author)",
        "text": "New Abilities\n\nDream of Reality: \"They\" can intertwine Dreams with reality, allowing illusion and substance to coexist and making it difficult for individuals to distinguish between the two.\nAs a True God, Adam created the Dreamscape Garden of Eden which was the headquarters for the councilors of the Psychology Alchemists.\nCoincidence: An Author's preliminary control over the Sea of Collective Subconscious also enables \"Them\" to have mastery over the power of Coincidence.\n\"They\" can turn seemingly accidental, wondrous phenomena into echoes of the mind and are able to make them appear whenever \"They\" desire.\nAuthorities\n\nEnvisioning (Fantasy into Reality): At this Sequence, \"They\" master a portion of the Imagination authority, also known as the Fantasy into Reality authority.\nThe Imagination authority involves not only the Psyche and the Sea of Collective Subconscious but also touches upon the Astral World. It can temporarily pull certain concepts into reality.\nThis will transform those concepts into truly existing entities that are capable of inflicting real damage or causing tangible changes.\nIn the Garden of Eden multiple Mental concept (collectively known as Bestiality) existed as a real 'living' entity that could interfere with the target's Mind if touched.\nThe higher ups of  the Psychology Alchemists had masks that embodied different emotions that lead to the corresponding changes in the Mind when worn.\nThe stories \"They\" write or recite will become reality; the living creatures affected finding it hard to sense \"Their\" manipulations, believing that their actions were of their own will.\n\"Their\" stories have to be within logical boundaries, but \"They\" are able to force even the most improbable events to occur with just vague reasonings such as \"inexplicable\" or \"strange\".\nThis effect will heavily increase \"Their\" Spirituality expenditure and likelihood of detection and cannot be done repeatedly within short periods of time.\nThe strength of an Author's stories depends on the various factors that influence the story. Involving higher-level beings within \"Their\" stories will lead to more unpredictability.[?]\nThe range in which an Author's story can influence living beings is usually limited to a big city like Backlund, with it being difficult for an Author to exceed that range.\nSome examples of this particular authority being used are:\nWith the use of the Quill of Alzuhod, Ince Zangwill orchestrated the various events that allowed him to take Saint Selena's Ashes from the Chanis Gate of Saint Selena Cathedral.\nQuill of Alzuhod was able to make a meteor shower arrive on Earth two days early with the meteors \"just happening to\" land in the forest where Klein Moretti was hiding.\nAdam narrated a story where Klein had digested his Marionettist potion and fulfilled his Advancement Ritual, allowing him to advance to become a Demigod.\nDiscernment: The Author gains preliminary control over the Sea of Collective Subconscious and thus possesses the trait of \"Whatever is spoken, shall be known\".\nWhatever is spoken about \"Them\" will be known and the more a person knows about \"Them\", the more \"They\" will know about that person and everyone they came in contact with.\nThis makes it more likely for those people to appear in \"Their\" stories\nThis awareness is also able to be applied to a name or title.\nAdam would immediately know everyone who has spoken \"His\" name. This effect applied not only to \"His\" normal name, but also \"His\" alternative names as well.[?]\nIf the Twilight Hermit Order is mentioned to the outside world, it will be immediately noticed by Adam and possibly the other members of the organization.\nHowever, this effect can be blocked by certain existences.\nAny being of similar level with Concealment abilities can block the effect.\nPsyche (Mind): \"They\" gain partial authority over the Mind.\n\"They\" can dominate the Psyche of every living being, compelling them to act according to \"Their\" will. Beings who are affected by the Author will hardly notice the influence, believing their actions stem from their own genuine thoughts."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Visionary_Pathway/Abilities",
        "h2_id": "Sequence_0:_Visionary",
        "section_id": "Sequence_0:_Visionary-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Visionary",
        "text": "Authorities\n\nEnvisioning (Fantasy into Reality): What \"They\" Imagine will materialize; the Divine Kingdom \"They\" envision will descend upon the physical world; the futures \"They\" proclaim will unfold and be reality.\nThis involves not only the Psyche and cognition but also the Astral World (a realm where concepts and symbols converge). Thus, \"They\" can separate two Sequence 1 Beyonder Characteristics, replacing them with Imagined counterparts while maintaining \"Their\" own rank and power.\nThe true Sequence 1 Beyonder Characteristics \"They\" had separated can be combined with another identity of the Visionary's or a life form that was Imagined, allowing \"Them\" to create an Author with complete freedom.\nDragon of Imagination Ankewelt created Dragon of Nightmare Alzuhod from \"His\" one Author Beyonder Characteristic. Adam was also given one Author Beyonder Characteristic by the Ancient Sun God through this method.\nPrimordial Demoness took advantage of Primordial God Almighty's mind reviving in \"Her\" and used Envisoning to create another \"Her\" with only a single Apocalypse Beyonder Characteristic.\nWhen necessary or in life threatening danger, \"They\" are able to use a certain method or some mediums to transform these Authors into \"Their\" true form, acting as \"Their\" Resurrection plan when things go astray.\nDragon of Imagination Ankewelt could Resurrect on Dragon of Nightmare Alzuhod but failed, \"They\" later revived in Ariehogg instead.\nAncient Sun God partially Resurrected as Adam, becoming \"His\" Divinity. \"His\" humanity, on the other hand, formed the True Creator.\nThe future that \"They\" declare will be staged and become reality in the real world.\nAncient Sun God declared that Antigonus's future advancement to Fool would ultimately fail due to various reasons. This declared future then became reality.\n\"They\" can Imagine \"Their\" Divine Kingdom to descend upon the physical world.\nEvery Divine Kingdom of a Visionary is unique according to “Their” own Imagination and thus possesses a variety of different purposes and abilities.\nCorpse Cathedral: It’s a large holy cathedral made out of the bones of different races that forms a space where one's connection to the Spirit and Astral World is blocked.\nIt also boasts considerable defensive properties, possessing enough defense to be able to resist the destructive power of a True God.\nCity of Miracles, Liveseyd: It is a floating continent where the Dragon Race lived. Its core is the Hall of Truth, where the Dragon of Imagination Ankewelt resided.\nHowever, the Hall of Truth's purpose changed to Seal the Dragon of Imagination Ankewelt's negative personality Corrupted by the Chaos Sea.\nAs long as \"They\" possess sufficient understanding and mastery of relevant concepts, \"They\" can be, in a sense, Omnipotent. However, such Omnipotence cannot resist authorities that erase Illusions or pierce through Fantasies.\nPsyche (Mind): As the master of the Mind World (which includes individual Mind Islands and the Sea of Collective Subconscious), the Visionary holds dominion over all mental realms.\n“They” can regress a being's mind to a fetal state, stripping all memories—even subconscious ones—while awakening the full depth of a target's cognition buried within their Soul and mind.\nHumanity: Humanity is both good and evil, rational and mad. Humanity arises naturally but can also be manufactured artificially by the Visionary.\nAdam had given one of Klein Moretti's Marionettes a unique sense of Humanity that was not able to be discovered by Klein Moretti.\nThis Marionette, who became a Gehrman Sparrow that wanted rest and freedom, stabbed Klein's heart with a stake that Sealed all of \"His\" Beyonder powers.\nDiscernment: As the The Ruler of The Mind World, the Visionary can also be, in a sense, Omniscient, but this effect is limited to matters related to the Mind World.\n\"Their\" Discernment can also extend into the Fate, Reality, and Illusion Domains.\nDream: \"They\" hold some Dream authority- the concept of Dreams itself.\nLoss of Control: \"They\" hold partial authority over Loss of Control.\nFor Beyonders, the collapse of one’s Psyche often marks the beginning of Loss of Control.\nReferences\n\n↑ 1.0 1.1 1.2 1.3 1.4 \nLord of Mysteries, Chapter 65\n\n↑ \nLord of Mysteries, Chapter 35\n\n↑ \nCircle of Inevitability, Chapter 127\n\n↑ \nLord of Mysteries, Chapter 221\n\n↑ \nLord of Mysteries, Chapter 519\n\n↑ 6.0 6.1 \nLord of Mysteries, Chapter 979\n\n↑ \nLord of Mysteries, Chapter 530\n\n↑ \nCircle of Inevitability, Chapter 200\n\n↑ \nLord of Mysteries, Chapter 859\n\n↑ \nCircle of Inevitability, Chapter 405\n\n↑ \nLord of Mysteries, Chapter 1061\n\n↑ \nLord of Mysteries, Chapter 1190\n\n↑ \nLord of Mysteries, Chapter 1051\n\n↑ \nLord of Mysteries, Chapter 1365\n\n↑ \nLord of Mysteries, Chapter 1342\n\n↑ 16.0 16.1 16.2 16.3 16.4 Cuttlefish's WeChat Post: \"Abilities of the Spectator Pathway\"\n\n↑ Archive:Cuttlefish's WeChat Post: \"Mother Pathway Potion Formulas\"#QnA, Question 26\n\n↑ Archive:Cuttlefish's WeChat Post: \"Complete Formulas of the Moon Pathway\"#QnA, Question 5\n\n↑ \nLord of Mysteries, Chapter 1341\n\n↑ Cuttlefish's WeChat Post: \"The Completed Fool's Authority\"#QnA, Question 36\n\n↑ \nLord of Mysteries, Chapter 1322\n\n↑ 22.0 22.1 \nLord of Mysteries, Chapter 1317\n\n↑ \nLord of Mysteries, Chapter 1365\n\n↑ \nLord of Mysteries, Chapter 1318\n\n↑ \nLord of Mysteries, Chapter 238\n\n↑ 26.0 26.1 \nLord of Mysteries, Chapter 945\n\n↑ 27.0 27.1 27.2 \"0-08\" on Cuttlefish's WeChat, 2018-07-06\n\n↑ \nLord of Mysteries, Chapter 480\n\n↑ 29.0 29.1 29.2 \nLord of Mysteries, Chapter 1072\n\n↑ \nLord of Mysteries, Chapter 210\n\n↑ \nLord of Mysteries, Chapter 471\n\n↑ \nLord of Mysteries, Chapter 436\n\n↑ \nLord of Mysteries, Chapter 766\n\n↑ \nCircle of Inevitability, Chapter 1153\n\n↑ 35.0 35.1 \nLord of Mysteries, Chapter 1346\n\n↑ \nCircle of Inevitability, Chapter 1108\n\n↑ \nLord of Mysteries, Chapter 1343\n\n↑ \nLord of Mysteries, Chapter 1380\n\n↑ \nLord of Mysteries, Chapter 1351\n\n↑ \nLord of Mysteries, Chapter 941\n\n↑ \nLord of Mysteries, Chapter 1069\n\n↑ \nLord of Mysteries, Chapter 1345\n\n↑ \nLord of Mysteries, Chapter 1344"
      }
    ]
  }
]