[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_9:_Monster",
        "section_id": "Sequence_9:_Monster-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Monster",
        "text": "Description\nBeyonders of this Sequence often fall into a kind of trance, sometimes whispering things others cannot understand, making others consider them some kind of real Monster.\nNew Abilities\n\nHigh Spirituality: This Pathway has a higher Spirituality than most, and at Sequence 9, Monsters possess a high Spiritual Perception and Spiritual Intuition.\nForesight: A Monster is often able to hear or see things that others cannot. Monsters will also occasional gain glimpses of the future.\nThis is the specialty of the Fate Pathway, making them able to see things that even Pathways with strong Spirit Vision abilities can't see.\nDanger Premonition: They have a keen intuitive premonition of danger."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_8:_Robot",
        "section_id": "Sequence_8:_Robot-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Robot",
        "text": "New Abilities\n\nPhysical Enhancement: All aspects of their physical abilities have been significantly improved.\nThis makes Robots naturally talented in fighting and shooting.\nMental Enhancement: They have powerful calculation skills and very precise control.\nStrengthened Abilities\n\nHigh Spirituality: They gain proficiency in Divination and Anti-Divination skills."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_7:_Lucky_One",
        "section_id": "Sequence_7:_Lucky_One-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Lucky One",
        "text": "New Abilities\n\nPassive Luck⁂: Lucky Ones will often encounter Lucky events in their life, such as finding money on the street, having enemies miss attacks that were aimed at them, getting desired dice rolls, and having women they happen to like coincidentally also like them back.\nTheir Luck isn't fixed and fluctuates: at times, they are especially Lucky, while at other times, they are no different from an ordinary person.\nThis unpredictable Luck isn't something that they should heavily rely upon, and as such, they have to temper their expectations."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_6:_Calamity_Priest",
        "section_id": "Sequence_6:_Calamity_Priest-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Calamity Priest",
        "text": "New Abilities\n\nCalamity Attraction⁂: Their body will now attract Calamities, mainly in two ways.\nPassive Attraction: They will passively suffer all kinds of Calamities, but can see them in advance via their Foresight and make the preparations needed to eliminate or mitigate their effects.\nBecause of their Foresight, Calamity Priests can use the dangers of their own passive encounters and preparation to attack their enemies.\nActive Attraction: They can attract Calamities to varying degrees, affecting targets and enemies as a result. Then through their Luck, they can avoid most of the danger from it.\nIn essence, it allows them to pull their enemies into a situation where they can take advantage of their strengths the best.\nPsyche Storm: Using their Spirituality that surpassed that of other Pathways, they can directly affect their opponent’s Spirit Body, causing them to feel dizzy and lost.\nIf a Calamity Priest's enemy entered such a state, they would be extremely prone to making errors, thus causing the Calamity to snowball and eventually devour them.\nStrengthened Abilities\n\nHigh Spirituality: Their Spirituality surpasses that of other Pathways."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_5:_Winner",
        "section_id": "Sequence_5:_Winner-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Winner",
        "text": "New Abilities\n\nCurse of Misfortune: They can Curse their enemies with limited Misfortune, making them more Unlucky. This can range from missing attacks to falling into a dangerous situation.\nStrengthened Abilities\n\nPassive Luck⁂: To an extent, they can now begin to control their own Luck.\nA Winner can now rely on their own self-control to accumulate a lot of Luck, and repeatedly avert fatal crises or dangerous situations in dramatic ways at critical moments.\nBy enduring Misfortune without using their own Luck they can accumulate and gain Luck.\nThey will begin to be able to encounter things and events with a low probability of happening in their daily life more occasionally than when they were a Lucky One.\nThese can be things such as a Winner's enemies getting lost or making poor judgments, gaining an inheritance due to a series of mistakes by another person, or having their mistakes or flaws be interpreted as funny actions by others, making them more well-liked.\nEnzo accidentally tripped on a rock while his Spirit Body Threads was controlled by Klein Moretti, the pain that caused snapping himself out of that controlled state.\nEnzo felt a brief stabbing pain in his knee as though his previous fall had given him some light injuries, causing him to crouch down and fully evade Oaf's attack.\nThanks to his Luck, Enzo had avoided most of the damage caused by the Flesh and Blood Bomb that was planted on Oaf, only making him suffer light injuries.\nHigh Spirituality: Their Spirituality has been greatly enhanced, causing the improvement to their Spiritual Perception and Foresight abilities.\nForesight: A Winner possesses an inexplicable strange premonition, allowing them to make the right decisions during a situation and better maximize their chance of success.\nJust before Enzo was about to run off after successfully evading Oaf's attack, he had a premonition, causing him to subconsciously curl up and protect his vital spots.\nFully believing in his intuition, Enzo lunged forward, jumping off the staircase and making two rolls onto the lower street, causing Klein to briefly lose track of him.\nUpon Klein Moretti phasing in front of him to block his escape, Enzo immediately tightly shut his eyes, which unintentionally saved his life for the short term.\nEnzo had a hunch that if he stalled the situation for a little longer, a number of Nighthawks would catch up to him, making the situation more chaotic.\nThese enhancements, along with their greatly enhanced Divination and Anti-Divination abilities, make them experts in the corresponding mystical fields."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_4:_Misfortune_Mage",
        "section_id": "Sequence_4:_Misfortune_Mage-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Misfortune Mage",
        "text": "New Abilities\n\nMisfortune Field: Upon activation, all beings who enter within a 100-300 meter range (depending on potion digestion and Misfortune Mage's state) of them will be Cursed with Bad Luck.\nThe branch that Mr. Harry was stepping on after landing on a tree immediately snapped after merely being within the Misfortune Field for a moment.\nGroup Blessing: This is the same as Blessing, but can only be achieved by the Misfortune Mage consuming a significant amount of their own Luck reserves.\nIt can be given to any creature within a 50-meter radius of the Misfortune Mage.\nThe Misfortune Mage can choose who to give and who not to give Luck to.\nBlessing: By using their own Luck or pulling the target's future Luck into the present, they can Bless a chosen target, making them Lucky.\nThey can use Blessing to remove a prolonged period of Misfortune.\nThis is because Luck and Misfortune counteract each other.\nExamples of the Blessing ability being used are:\nRicciardo Blessed Darkwill with precisely enough Luck to win around 700 pounds.\nRicciardo removed the Misfortune from Anderson by utilizing a Blessing.\nStrengthened Abilities\n\nAbsolute Foresight: Misfortune Mages possess an Absolute Foresight over the changes in Destiny, the existence of Fate Anchors, as well as those of higher mystical status.\nThrough this Absolute Foresight, Ricciardo knew the day he would meet Gherman Sparrow he must not see anything him and thus wore an eye mask on that day.\nCurse of Misfortune: A Misfortune Mage can Curse the target with Bad Luck, making them extremely Unlucky. This kind of Misfortune is one that can threaten one's life.\nDue to the Dream having ended before Anderson could ask for Klein Moretti's help, causing Klein to think he was already mutated which made him attack Anderson with several Wind Blades.\nThe axe that Anderson Hood used in the Dream broke in two, and as the crack was towards the back, the fragment shot at him, making his right chest and abdomen bleed like a fountain.\nDue to the streak of bad Luck, the treasure hunting team Anderson was a part of failed to reach the island on time before the storm arrived, which sank their ship and treasures.\nThe rest of the treasure hunting team either drowned, got struck by Lightning, or got eaten by the underwater monsters, while Anderson, being  relatively stronger and Luckier than them, was sent flying by the waves and successfully swam to the shore of an island.\nSoon after Anderson stated that he may attract monsters due to his bad Misfortune, the island they were on quaked as a Stone Giant arose from the primitive forest.\nThe Future (with Anderson in it) happened to cross an area that has the remnant auras of the Earth Mother, rapidly Mutating Frank Lee's Crossbreeds.\nIt caused the mushrooms that Frank was working on to enter the Future and merge with it, making it spurt out milk all across the ship.\nIt also made a pirate Beyonder grow a watermelon on his head, which resulted in him dying as he tried to open it with brute force.\nA grayish black hand also appeared from the sea hitting the Future's side, grabbing it, and attempting to hoist the ship up.\nPhysical Enhancement: Their body has undergone a qualitative change and became a Mercury Body with passive Anti-Divination and Anti-Prophecy properties.\nTheir overall physical abilities have also been significantly improved.\nPsyche Storm: Compared to a Sequence 6 Calamity Priest's Psyche Storm, a Misfortune Mage's Psyche Storm has undergone a qualitative change.\nTheir Psyche Storm not only affects the opponents' Spirit Bodies through their extremely high Spirituality, causing dizziness and disorientation, it also causes confusion within the mind and thoughts of the affected targets, bringing a bit of madness.\nMythical Creature Form\n\nAs Demigods at Sequence 4 who have obtained partial Godhood, they are able to manifest their incomplete Mythical Creature Form if they disregard any of the consequences."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_3:_Chaoswalker",
        "section_id": "Sequence_3:_Chaoswalker-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Chaoswalker",
        "text": "New Abilities\n\nChaos: They have gained partial authority over Chaos.\nThey can make Predestined Fate become Chaotic, making the result no longer Predestined.\nThey can let the spirit and Fate of a target develop in a more Chaotic and crazy direction.\nKeeper of Chaos: Chaoswalkers can keenly discern the Chaotic and insane elements of a Chaotic and complex Fate, either evading or Sealing them away.\nSpiritual Baptism: Just like Baptizing a baby, Spiritual Baptism makes the target's spirit clean, stable, no longer Chaotic, just like the beginning.\nStrengthened Abilities\n\nTheir previous Beyonder powers from Sequence 4 have been improved.\nMythical Creature Form\n\nAs Sequence 3 Beyonders, they can respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_2:_Soothsayer",
        "section_id": "Sequence_2:_Soothsayer-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Soothsayer",
        "text": "Authorities\n\nFate: \"They\" possess partial control over the Fate authority, which encompasses the lower authorities of Good Luck, Bad Luck, and Foresight.\nProphecy: \"They\" are able to Prophesize how different results will occur between certain people and events due to good or bad Luck.\n\"Their\" spoken Prophecies will have a high probability of becoming a reality and even if the final outcome does not match that of a Soothsayer's Prophecy, it will be similar.\nThe Prophecy  \"Lumian Lee will ultimately emerge victorious in this battle, thanks to his exceptional good fortune.\" had become a reality during his fight against the sentient Weather Warlock Beyonder Characteristic, causing it to be incapacitated.\nThis was not any change that was caused by Lumian Lee attacks. It was instead caused by the attacks in the Bansy Harbor telegraph ruins, causing a leakage point within the City of Calamity that could trigger anomalies and cause the sentient Beyonder Characteristic to be subjected to unseen influences.\nRevelation of Fate: \"They\" are able to gaze upon the long River of Fate in order to receive desired Revelations and Prophecies.\nIn Chaotic situations, with many choices and only a few paths leading to a good ending, Prophecies can be used to gain Revelation, which requires interpretation.\nIf it is correctly interpreted it will guide the inquirer to the best possible outcome.\nIf the Revelation is not correctly interpreted, the inquirer will suffer immensely.\nProphecies of the Future can be true or false. If someone believes a false Prophecy and prepares to avoid or embrace it, it will become true.\nWords of Fortune & Misfortune: \"They\" are able to bring Good or Bad Luck upon any living beings within a 30 kilometer radius.\nThe Misfortune \"They\" can bring can make any Beyonder under the Demigod level die miserably within an extremely short period of time.\nMythical Creature Form\n\n\"Their\" full Mythical Creature Form is a Snake of Mercury; a giant scaleless snake with dense patterns and symbols on its surface, the symbols being various wheels that are connected to each other. Each wheel is different, and they represent different futures that might happen.\nMercury Body: \"Their\" body has a wonderful connection and indescribable fusion with the River of Fate, becoming a blessed of Fate. Once attacked, \"They\" have the passive ability to not be hit or affected by anything for ten seconds, and \"Their\" Luck will continue afterwards."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_1:_Snake_of_Mercury_(Giant_Serpent,_Snake_of_Fate,_Tail-Devouring_Serpent_of_Fate)",
        "section_id": "Sequence_1:_Snake_of_Mercury_(Giant_Serpent,_Snake_of_Fate,_Tail-Devouring_Serpent_of_Fate)-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Snake of Mercury (Giant Serpent, Snake of Fate, Tail-Devouring Serpent of Fate)",
        "text": "New Abilities\n\nFated Connection:⁂ \"They\" can use the Connection \"They\" have with an object to store and channel \"Their\" abilities through it, even if \"They\" are not in the vicinity.\nKlein Moretti summoned Will Auceptin's ice cream from the past to establish a subtle Connection with \"Him\" in order to be blessed with good Luck.\nOuroboros imbued \"His\" murals with many of \"His\" powers, be it giving people extreme Misfortune or trapping them in a Cycle of Fate.\nWill Auceptin utilized Reboots through the medium of \"His\" folded paper cranes to help Klein Moretti in battle.\nAuthorities\n\nCycle: \"They\" gain partial authority over Cycle, as well as the corresponding Save and Select authorities.\nCycle of Fate: \"They\" can make people fall into a strange state, where Time maintains a certain degree of flow, but is fixed within a certain range, circulating over and over again.\nThose affected by it wouldn't even realize they are trapped.\nBy breaking the medium, one can break free from it.\nThe medium for the Cycle of Fate that had placed the City of Silver members in a past Rose Redemption meeting was the hall itself, and destroying it would end the loop.\nWhen Colin Iliad destroyed the Ouroboros-like face that was inlaid on Jack's stomach, the Cycle of Fate that made the team repeat the exploration 5 times ended.\nThis balance will continue, that is, relative stillness.\nUpon seeing a mural with the face of the Angel of Fate Ouroboros, Derrick Berg, Lovia Tiffany, and Colin Iliad were trapped in a Cycle of Fate, with each one of those affected merging and being one of the members of the Rose Redemption.\nEach of the members of the City of Silver (who have now become these past Rose Redemption members) repeated a series of actions like puppets—approaching the table, sitting down, listening, and leaving.\nThis Cycle of Fate made the figures that had once been in this secret meeting cross the borders of time, “revive” at their fixed seats, allowing their words that were from the past to reappear.\nDerrick Berg was assigned a mission to explore the True Creator's Temple, which resulted in him being trapped in a Cycle of Fate with his memories wiped each cycle, having repeated the exploration five times with slight differences each time.\nIn the first iteration of the exploration, all of the animal hide lanterns had been extinguished, nearly leading to a tragedy.\nIn the second iteration of the exploration, someone lost control of themselves and almost swallowed a \"mushroom\".\nIn the third iteration, Jack told a story about him and his father trying to find the True Creator's holy residence.\nIn the fourth iteration, Joshua was severely injured by Jack who had mutated without any warning.\nReboot (Reboot of Destiny/Reset of Everything): \"They\" can Reset the state or events within a certain area, invalidating all events that took place before a Reboot.\nHowever, the Luck they consumed or gained during the period Rebooted won't be affected.\nThe way it operates is different from a Worm of Time's Time authority.\nReboot does not reverse the flow of Time like a Worm of Time and instead it overwrites the current manifested state of an environment with an older Saved state.\nThe following are just a few examples of Reboot in action.\nWill Auceptin had utilized Reboot to Reboot Amon's Avatar state to when \"He\" had not yet Parasitized various people in Boklund Street.\nWhen faced with an inescapable danger, \"They\" can Reboot the Cycle and revert to an embryo, but this doesn't reset \"Their\" accumulated and consumed Luck.\nThis will reset \"Their\" madness levels, allowing \"Them\" to reduce the need for an Anchor. However, this reduction does not mean that \"They\" don't need one.\nA certain level of anchor is still required. Otherwise, \"They\" can't sustain this state for long.\nWith each Reboot, \"They\" will strive to be slightly different in order to maintain a healthy mental state. A child's stage should be a child's, etc.\n\n\"They\" are able to Conceal the peculiarity of \"Their\" own Destiny.\nStrengthened Abilities\n\nHigh Spirituality: \"Their\" Spirituality can utilize the Spirit World to influence Dreams.\n\"They\" can locate one's Astral Projection in the Spirit World and inject information in one's Dreams, creating a Revelation that evolved into a specific Dream."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/Wheel_of_Fortune_Pathway/Abilities",
        "h2_id": "Sequence_0:_Wheel_of_Fortune",
        "section_id": "Sequence_0:_Wheel_of_Fortune-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: Wheel of Fortune",
        "text": "Description\nTo an extent, \"They\" are equivalent to the embodiment of Fate, capable of roaming freely in the River of Fate.\nAuthorities\n\nFate命运: Mìngyùn: A core authority derived from the Fate Symbolism, though not complete, as other Pathways also have some Fate authority. \"They\" are the embodiment of \"Fate\", both Good Luck好运: Hǎo yùn and Bad Luck厄运: Èyùn, with a particular aptitude for Foresight预知: Yùzhī.\nForesight预知: Yùzhī: \"They\" gain partial authority over Foresight预知: Yùzhī, being able to grasp the  River of Fate to obtain visions of the future as well as inevitable anchors.\n\"They\" can profoundly influence short-term tributaries of the River of Fate in a short-period of time, ensuring that \"Their\" Prophecies will be precisely fulfilled.\nThis is akin to a grand Prophecy technique.\nAs the embodiment of \"Fate\", Fooling \"Them\" is also equivalent to Fooling Fate.\n\"They\" can perform the Tunnel Effect, but it would consume \"Their\" own Luck.\n\"They\" can make the atoms in \"Their\" body perfectly align to let a blade pass through \"Them\".\nAs the embodiment of \"Fate\", \"They\" can roam freely in the River of Fate.\nProbability概率: Gàilǜ: Another core authority derived from the symbol of Fate, it lets \"Them\" manipulate the Probability of events and the behavior of peoples and objects from all around the world.\nEverything can be Probabilistic. This is one of the manifestations of the Disorder nature of Fate. If one masters Probability, they master the Fate of all things.  \nThe Wheel of Fortune can amplify the Probability of adversely affecting a target to the limit, causing them to fail in everything they do while also having rare unlucky events become extremely likely and common for the target. Likewise, \"They\" can do the opposite.\nDue to the Die of Probability's pip being 1, Darkwill had almost died in his Dream as his head head swelled with a sharp pain and he struggled to breathe.\nSoon after, if Klein hadn't properly controlled his strength as the door slammed into Darkwill's head, his skull would have probably cracked open.\nIt had also made it so that even though Darkwill explained his situation and the Die of Probability with lot's of logic, Klein would still not believe him.\nThis was due to the fact that Darkwill’s earlier explanation happened to match certain theories of his, making him instinctively believe that weak lie over the recent explanation as being the true reason behind his predicament.\nWith the Die of Probability's pip at 2, the sky suddenly turned dark as the wind howled with increasing strength and the air’s humidity clearly climbed.\nAs Darkwill looked out the window to check on the exact situation within the ship a silver bolt of Lightning struck him before Klein could even react.\nLight Cone World光锥世界: Guāng zhuī shìjiè: \"Their\" Divine Kingdom, a completely Probabilistic realm where every move corresponds to a dice with different numbers.\nThe Wheel of Fortune can manipulate these illusory dice.\nCycle循环: Xúnhuán: Derived from the Return回归: Huíguī symbolism, it means Returning to the mother body, Returning to the primordial source, Returning to the oldest origin. This is the instinct of the universe.\nThis authority includes the domain of Reincarnation, which is shared with the Mother.\nUnder the Cycle authority are the lesser authorities of Save and Select.  \nThe Save保存: Bǎocún authority can reproduce a past segment of Fate no more than three minutes away from the current segment that can replace the current segment.\nThe Select选择: Xuǎnzé authority can choose one path among the many Fate Tributaries in the River of Fate. For example, choosing the one leading to Reboot.\nDisorder/Chaos混乱: Hǔnluàn: The Disorder authority is one of the manifestations of the Disorder symbolism. The essence of Fate is Chaos, which embodies madness. \"They\" guard and use this Chaos.\nThis Chaos is the Disorder of Fate, rooted in the Original Creator's madness.\nReferences\n\n↑ 1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 1.14 Archive:Cuttlefish's WeChat Post: \"Fate Pathway Abilities\"\n\n↑ 2.0 2.1 2.2 2.3 2.4 2.5 2.6 2.7 \nLord of Mysteries, Chapter 910\n\n↑ 3.0 3.1 Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"#QnA\n\n↑ 4.0 4.1 \nLord of Mysteries, Chapter 909\n\n↑ \nLord of Mysteries, Chapter 612\n\n↑ 6.0 6.1 \nLord of Mysteries, Chapter 689\n\n↑ \nLord of Mysteries, Chapter 651\n\n↑ 8.0 8.1 \nLord of Mysteries, Chapter 650\n\n↑ 9.0 9.1 \nLord of Mysteries, Chapter 652\n\n↑ \nLord of Mysteries, Chapter 656\n\n↑ \nCircle of Inevitability, Chapter 1073\n\n↑ \nCircle of Inevitability, Chapter 1083\n\n↑ \nLord of Mysteries, Chapter 1197\n\n↑ \nLord of Mysteries, Chapter 388\n\n↑ \nLord of Mysteries, Chapter 1157\n\n↑ 16.0 16.1 16.2 \nLord of Mysteries, Chapter 460\n\n↑ 17.0 17.1 17.2 \nLord of Mysteries, Chapter 1117\n\n↑ 18.0 18.1 \nLord of Mysteries, Chapter 1006\n\n↑ \nLord of Mysteries, Chapter 1146\n\n↑ 20.0 20.1 Archive:Cuttlefish's WeChat Post: \"Complete Formulas of the Moon Pathway\"#QnA, Question 67\n\n↑ Archive:Discord International AMA with the author, Question 12\n\n↑ \nLord of Mysteries, Chapter 770\n\n↑ Archive:Cuttlefish's WeChat Post: \"Tyrant Pathway Potion Formulas\"#QnA, Question 61\n\n↑ \nLord of Mysteries, Chapter 591\n\n↑ \nLord of Mysteries, Chapter 1357\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\", Question 47\n\n↑ 27.0 27.1 \nLord of Mysteries, Chapter 606\n\n↑ \nLord of Mysteries, Chapter 605\n\n↑ \nLord of Mysteries, Chapter 604\n\n↑ Archive:Cuttlefish's WeChat Post: \"Fate Pathway Rituals\", Complete Formulas Post\n\n↑ Cuttlefish's WeChat Post: \"Complete Rituals of the Corpse Collector Pathway\""
      }
    ]
  }
]