[
  {
    "url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
    "count": 10,
    "items": [
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_9:_Reader",
        "section_id": "Sequence_9:_Reader-collapsible-section",
        "sequence": 9,
        "title": "Sequence 9: Reader",
        "text": "New Abilities\n\nEnhanced Mental Attributes: Upon drinking the potion, Readers will possess great improvements to their reasoning and learning capabilities along with their memory.\nSpirituality: They gain an enhanced Spirituality upon drinking this potion.\nDivination Arts & Ritualistic Magic: As a result of their enhanced Spirituality, Readers will be capable of using various Ritualistic Magic and Divination Arts."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_8:_Student_of_Ratiocination",
        "section_id": "Sequence_8:_Student_of_Ratiocination-collapsible-section",
        "sequence": 8,
        "title": "Sequence 8: Student of Ratiocination",
        "text": "Strengthened Abilities\n\nEnhanced Mental Attributes: They gain an increase in observational and logical reasoning skills.\nIf they have enough knowledge and understanding, they can observe and deduce logic for that subject, whether possible or actual. For example, they may determine many reasons why someone refuses to do something or why something does not work.\nA Student of Ratiocination could use all their senses to be mindful and aware as much as possible of their environment, looking at, gathering, and recalling their surroundings in great detail, further enhancing their ability to deduce a situation.\nSpirituality: A further enhancement to their Spirituality has been gained at this level\nDivination Arts & Ritualistic Magic: As a result of this, a Student of Ratiocination will become an expert at Ritualistic Magic and Divination Arts."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_7:_Detective_(Knowledge_Keeper)",
        "section_id": "Sequence_7:_Detective_(Knowledge_Keeper)-collapsible-section",
        "sequence": 7,
        "title": "Sequence 7: Detective (Knowledge Keeper)",
        "text": "New Abilities\n\nPhysical Enhancements: A Detective possesses an enhanced mobility and speed.\nCombat Proficiency: They possess strong equipment and fighting capabilities.\nThey are proficient in utilizing weapons and various equipment to fight, as well as possess decent quarter combat capabilities, making them a  \"fighting master\"\nStrengthened Abilities\n\nEnhanced Mental Attributes: They are good at using pre-established knowledge, deducing clues, observation details, and reasoning out various conclusions.\nThey can reconstruct past events within a certain area through mystical traces\nThis makes a Detective an expert at solving various problems and cases.\nA Detective can be said to be a sort of \"reasoning master\".\nSpirituality: With a further strengthening to their Spirituality comes along other changes, such as becoming more efficient at using Ritualistic Magic.\nAt this Sequence, they can be said to be Ritualistic Magic \"masters\"."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_6:_Polymath",
        "section_id": "Sequence_6:_Polymath-collapsible-section",
        "sequence": 6,
        "title": "Sequence 6: Polymath",
        "text": "New Abilities\n\nAnalysis: Polymaths can Analyze the different characteristics of a Beyonder power used by the target.\nThe more comprehensive their knowledge and the deeper their understanding of the target's Pathway and Beyonder powers, the more effective their Analysis becomes.\nThe prerequisite for a Polymath's Analysis to work successfully is to have enough pre-existing knowledge of the target's Pathway and subsequent Beyonder powers.\nAnalysis let's them rapidly identify a target's Beyonder powers, allowing them to know of the target's strengths and weaknesses as well as Imitate more quickly.\nDespite having only directly confronted Jason Beria once, Isengard Stanton was able to use 2-081 to Imitate and utilize the Beyonder power Danger  Premonition.\nThey can Analyze Fate-related abilities.\nImitation: Once sufficiently Analyzed, they can try to Imitate the corresponding Beyonder power.\nThe more effective their Analysis is, the higher the probability that their Imitation succeeds. However, the higher the Sequence of the Beyonder power, the higher that chances of failure.\nEven if a Polymath manages to Imitate a Beyonder power of the same Sequence level as them, the power they Imitate will always be inferior to the original.\nEdwina Edwards failed in her search for messengers partly because the Imitation of undead powers weren't enough to sign a Contract.\nThey can Imitate passive Beyonder powers such as a Devil's Danger Premonition, although this requires the active use of Imitation for normally passive abilities to show effects.\nThey can Imitate even powers like Recording, but it requires a lot of knowledge.\nPolymaths are also able to Imitate Fate-related Beyonder abilities.\nDepending on the potion digestion as well as the Polymath's knowledge mastery, a Polymath's Imitated power will be around 50-60% of the original power's strength.\nStrengthened Abilities\n\nEnhanced Mental Attributes: They can understand and comprehend many things.\nA Polymath will also become massively gifted in learning and mastering a variety of fields, making them a Jack-of-all-trades due to being erudite."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_5:_Mysticism_Magister",
        "section_id": "Sequence_5:_Mysticism_Magister-collapsible-section",
        "sequence": 5,
        "title": "Sequence 5: Mysticism Magister",
        "text": "New Abilities\n\nSpellcasting: A Mysticism Magister's mastery over rare and unique arcana not only enables them to cast Spells but also invent and create their own Spells that belong only to themselves.\nMysticism Magisters can achieve the effect of being well-rounded with this ability.\nSome of the Spells and techniques they can use include but are not limited to:\nMirror Curse: Edwina Edwards used a bizarre but powerful spell that uses a brass mirror to reflect Ulyssan's body parts, pinching the reflection at the mirror’s surface before pulling outward, causing Ulyssan's wound to instantly worsen.\nSealing: Lucca Brewster mastered many strange but effective mystic arts as a Mysticism Magister, allowing him to Seal himself to a certain extent at the critical moment after becoming a Mythical Creature.\nStrengthened Abilities\n\nA Mysticism Magister's ability to Imitate and Analyze have been greatly enhanced.\nAnalyze: Mysticism Magisters are now able to Analyze the characteristics of a Demigod-level Beyonder power and attempt to copy it with Imitation.\nImitation: Their Imitated abilities have been enhanced with an Imitated Demigod-level power being only a bit weaker than a Scribe's Recording.\nThe chances of successfully Imitating a Demigod-level power is very low, and they must fully master the knowledge of the corresponding power to reach its maximum level."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_4:_Prophet",
        "section_id": "Sequence_4:_Prophet-collapsible-section",
        "sequence": 4,
        "title": "Sequence 4: Prophet",
        "text": "New Abilities\n\nProphecy: A Prophet has begun to master higher-level occult knowledge of a rather high level, especially in the Fate Domain, thereby gaining the ability to \"Prophesize\". \nLucca Brewster Prophesied that he will be in a difficult circumstance in the future, and that one of the people he meets in the next few days (Gehrman Sparrow) will help him deal with that situation.\nDemigod-level Officials of the Church of the God of Knowledge and Wisdom Prophesied that Lumian would appear in the City of Lenburg, thus allowing them to make arrests in advance.\nStrengthened Abilities \n\nSpellcasting: Their ability to create Spells has improved significantly.\nA Prophet is now able to utilize Analyze and Imitation, along with their other Beyonder powers, to quickly decipher certain restraints or powers and develop mystical techniques to counter them. \nLucca Brewster who was trapped underground, focused his attention on deciphering the secrets hidden within a Seal and used those secrets to invent Spells for his situation\nMythical Creature Form\n\nObservation: They can discern Beyonders from ordinary people.\nAs Sequence 4 Demigods they receive some level of Godhood, which they can use to transform into an incomplete Mythical Creature Form that consists of Illusory Bookshelves."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_3:_Cognizer",
        "section_id": "Sequence_3:_Cognizer-collapsible-section",
        "sequence": 3,
        "title": "Sequence 3: Cognizer",
        "text": "New Abilities\n\nCognize: They possess insight into the rules and laws of the world, granting them deep understanding and mastery over countless high-level mysticism and arcana.\nEnemies standing in front of a Cognizer can rarely hide any secret. Everything, be it their strengths, weakness, or anything else is all laid bare for the Cognizer to see.\nThey can use their deep insight to see through and Analyze certain symbols and use it to create Spells through a process of Imitation.\nFor example, Cognizers can look and peer into the symbols of Lumian's Dream and derive certain Spells based off the symbols they have comprehended.\nFulcrum: Since they have mastered the Fulcrum in which they are able to place their own knowledge to move the world and in turn move their targets.\nThrough the use of the Fulcrum, Cognizers can often solve problems and challenges very easily.\nMythical Creature Form\n\nAs Sequence 3 Beyonders, they can now respond to prayers within a certain range."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_2:_Wisdom_Angel",
        "section_id": "Sequence_2:_Wisdom_Angel-collapsible-section",
        "sequence": 2,
        "title": "Sequence 2: Wisdom Angel",
        "text": "Authorities\n\nWisdom: When \"They\" have to make a decision, \"They\" will always make the Wisest and correct choice due to \"Their\" nature and ability to accurately foresee shifts in situations.\nCombined with their abilities as Prophets and Cognizers, after Cognizing all of \"Their\" enemies' abilities and secrets and Prophesying the future, \"They\" are very hard to kill or to deal with.\nThe Demoness of Gold did not return to the Mirror World or face Xio or Derrick. As the wielder of the Eye of God, she was able to always foresee shifts within a situation and make right choices at the right time, thus allowing her to evade many disasters that fell in others' way.\nMythical Creature Form\n\n\"Their\" Mythical Creature Form is now complete; it is that of countless Illusory Bookshelves. Within different places of the Illusory Bookshelves, there are pools of black shadows liquid that lay within."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_1:_Omniscient_Eye",
        "section_id": "Sequence_1:_Omniscient_Eye-collapsible-section",
        "sequence": 1,
        "title": "Sequence 1: Omniscient Eye",
        "text": "Authorities\n\nOmniscience: \"They\" are able to see the information about anyone and anything, regardless of whether it pertains to knowledge about a target's past, present, or future. The respective scope of this Omniscience is the monitoring of Information.\nOmniscience can be activated on targets and situations that are nowhere near \"Them\", enabling \"Them\" to still be able peer into a target's past, present, or future information.\nArrodes, despite being nowhere near the Astral World, was able to hear a voice coming from deep within Tenebrous Heaven that shouted the Sanguine  Ancestor's name.\nEven if \"They\" can see the future information, if the target is strongly Concealed or of similar level, the most \"They\" would be able to see is vague revelations.\nThe God of Knowledge and Wisdom had seen via Omniscience that Lumian Lee would gain something rather unique, but \"He\" didn't know what that 'thing' would be.\n\"They\" are able to instantly see all the information about the state, weaknesses, and the exploitable vulnerabilities of any target.\nWhen \"They\" detect an exploitable problem, \"They\" could see how to exploit it with the most appropriate way, and see how exploiting it would be manifested.\nCheek used Omniscience authority to know every information about Amon's state, and weaknesses, searching for vulnerabilities to exploit, which she found quickly.\nLumian Lee, using Omniscience authority, was able to instantly detect the exploitable problems and ways to worsen it within the Malevolent Dragon."
      },
      {
        "page_url": "https://lordofthemysteries.fandom.com/wiki/White_Tower_Pathway/Abilities",
        "h2_id": "Sequence_0:_White_Tower",
        "section_id": "Sequence_0:_White_Tower-collapsible-section",
        "sequence": 0,
        "title": "Sequence 0: White Tower",
        "text": "Authorities\n\nOmniscience: At this level, the scope of \"Their\" Omniscience is Knowledge.\nStrengthened Abilities\n\nSpellcasting: At this level, They can \"open source\" \"Their\" Spells to be used by ordinary people, albeit it won't be very strong and has some requirements.\nThese Spells require materials, incantations, Spirit World resonance, Spirituality absorption, etc.\nReferences\n\n↑ 1.0 1.1 1.2 1.3 1.4 1.5 1.6 1.7 1.8 Mystery Setting Collection (5) by Cuttlefish, English Translation by Windvally\n\n↑ 2.0 2.1 \nLord of Mysteries, Chapter 257\n\n↑ 3.0 3.1 Archive:Cuttlefish's WeChat Post: \"Complete Formulas of the Spectator Pathway\"#QnA, Question 42\n\n↑ \nLord of Mysteries, Chapter 577\n\n↑ \nLord of Mysteries, Chapter 415\n\n↑ Archive:Cuttlefish's WeChat Post: \"Formulas and Abilities of the Red Priest Pathway\"#QnA, Q25\n\n↑ Archive:Cuttlefish's WeChat Post: \"Answers Regarding the Beauty Goddess Beyonder Characteristics and Supplementation of the Demoness Pathway Abilities\"#QnA, Question 45\n\n↑ \nLord of Mysteries, Chapter 418\n\n↑ \nLord of Mysteries, Chapter 700\n\n↑ https://discord.com/channels/563405492420870155/743369457409327136/1351367688462794894\n\n↑ Cuttlefish's WeChat Post: \"The Monarch of Decay Pathway\"\n\n↑ \nLord of Mysteries, Chapter 957\n\n↑ \nLord of Mysteries, Chapter 957\n\n↑ \nCircle of Inevitability, Chapter 792\n\n↑ \nLord of Mysteries, Chapter 1381\n\n↑ \nLord of Mysteries, Chapter 953\n\n↑ 17.0 17.1 \nCircle of Inevitability, Chapter 1138\n\n↑ 18.0 18.1 Archive:Cuttlefish's WeChat Post: \"Chained Pathway Potion Formulas\"#QnA, Question 19\n\n↑ \nLord of Mysteries, Chapter 1273\n\n↑ 20.0 20.1 \nCircle of Inevitability, Chapter 1128\n\n↑ 21.0 21.1 21.2 \nCircle of Inevitability, Chapter 1153\n\n↑ \nCircle of Inevitability, Chapter 1137\n\n↑ Archive:Cuttlefish's WeChat Post: \"Giant Pathway Potion Formulas\"#QnA, Question 42"
      }
    ]
  }
]